     1	G4 12475
     2	C5 10199
     3	A4 10156
     4	F4 8426
     5	D4 5612
     6	D5 4435
     7	G4.A4 3455
     8	A4.G4 2589
     9	E4 2324
    10	F4.E4 2141
    11	G4.F4 1765
    12	B4 1735
    13	F4.G4 1461
    14	C5.B4 1316
    15	C4 1260
    16	A4.C5 1258
    17	C5.D5 1242
    18	D4.C4 920
    19	E5 817
    20	C4.D4 737
    21	D4.F4 699
    22	D5.C5 602
    23	F4.D4 593
    24	E4.F4 593
    25	B4.C5 532
    26	G4.A4.G4 519
    27	C5.A4 495
    28	D5.E5 452
    29	E4.D4 392
    30	F4.G4.A4 368
    31	B4.A4 339
    32	A4.F4 317
    33	F5 306
    34	D4.E4 305
    35	C5.D5.C5 281
    36	G4.A4.C5.A4.G4.A4 270
    37	E5.D5 240
    38	G4.E4 230
    39	A4.B4 211
    40	F4.A4 209
    41	G4.A4.C5 199
    42	D5.B4 173
    43	F4.G4.F4 167
    44	F4.E4.D4 165
    45	C5.D5.C5.C5.B4 165
    46	G5 154
    47	G4.F4.E4 147
    48	G4.C5 130
    49	G4.A4.B4.A4 126
    50	D4.A4 121
    51	Bb4 115
    52	D4.E4.F4.E4.D4.E4 114
    53	G4.A4.G4.F4 113
    54	E4.G4.E4.F4 107
    55	F5.E5 103
    56	C5.B4.A4 102
    57	A4.G4.F4 101
    58	D4.G4 100
    59	A4.G4.G4.F4 100
    60	C5.C5 99
    61	A4.Bb4.A4 99
    62	D4.F4.E4 98
    63	G4.A4.F4 97
    64	A3 97
    65	D5.E5.D5 96
    66	B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 96
    67	A4.C5.A4.G4.A4.B4.A4 96
    68	D5.E5.F5.E5.D5 95
    69	D5.E5.F5.E5 94
    70	A4.C5.A4 94
    71	D5.C5.D5.E5.D5.E5 92
    72	A4.C5.A4.G4.A4.G4 91
    73	A4.C5.B4.C5.D5.C5.B4.A4 90
    74	C5.D5.C5.B4.C5.A4.A4.G4 88
    75	A4.B4.A4 85
    76	G4.C5.B4 83
    77	D4.F4.E4.F4 83
    78	B4.C5.D5 79
    79	F4.E4.D4.E4 78
    80	D5.C5.B4.C5.B4 76
    81	D4.A4.C5 75
    82	E4.F4.G4 74
    83	C5.D5.E5.D5.E5.F5.E5 74
    84	C5.B4.C5.D5.C5 74
    85	C4.D4.F4 74
    86	A4.G4.A4.G4.G4.F4 73
    87	G4.A4.C5.B4.A4.B4.C5.B4.A4 72
    88	D5.E5.D5.E5.D5.C5 71
    89	A4.G4.A4.G4 70
    90	F4.E4.F4.G4.F4 69
    91	F4.A4.C5 69
    92	A4.G4.A4 69
    93	F4.G4.A4.G4.F4.G4 67
    94	D4.E4.F4.E4 67
    95	A4.D5 67
    96	G4.A4.C5.A4.B4 66
    97	F4.G4.A4.G4 66
    98	F4.E4.F4 66
    99	G4.F4.G4 65
   100	D4.E4.F4.E4.D4.C4 65
   101	F4.F4 64
   102	A4.C5.B4 64
   103	C5.G4 62
   104	C5.C5.B4.A4.G4 62
   105	G4.D5 61
   106	E4.F4.G4.F4.E4 60
   107	E4.F4.G4.E4.F4 59
   108	C5.C5.B4.A4.G4.A4.B4.C5.A4 59
   109	G4.A4.C5.G4.A4.G4.G4.F4 58
   110	F5.D5 58
   111	D4.F4.D4.D4.C4 58
   112	G4.F4.E4.D4 57
   113	Bb4.A4 57
   114	D4.F4.D4 55
   115	E4.F4.E4 53
   116	D5.C5.B4 53
   117	G4.A4.G4.A4.G4.F4 52
   118	C5.D5.E5 52
   119	B4.C5.B4 52
   120	G4.F4.G4.A4.G4.A4 51
   121	D5.F5 51
   122	D4.E4.F4.D4 50
   123	C5.B4.C5.D5.C5.D5 49
   124	C4.D4.F4.F4.G4 47
   125	F4.C4 46
   126	G4.F4.F4.E4 45
   127	A4.G4.F4.E4.G4.A4 45
   128	E4.F4.G4.F4 44
   129	C5.D5.C5.C5 44
   130	A4.B4.C5.B4 44
   131	E5.F5 43
   132	F5.G5 42
   133	C5.B4.C5.D5 42
   134	A4.C5.G4.A4 42
   135	D4.F4.C4.D4.F4.E4.F4.E4.D4 40
   136	C5.B4.C5 40
   137	C4.F4 40
   138	A4.Bb4 38
   139	D4.F4.E4.C4 37
   140	C5.C5.D5 37
   141	F4.F4.G4 35
   142	A4.G4.A4.G4.F4.G4 35
   143	A4.B4.C5 35
   144	G4.D4 34
   145	C5.D5.C5.C5.A4.C5.A4 34
   146	B4.D5.C5.C5 34
   147	G5.F5 33
   148	G4.F4.G4.A4.G4.A4.G4.E4.F4.E4 33
   149	E5.C5 33
   150	C5.B4.C5.B4 33
   151	F4.F4.F4 32
   152	C5.B4.C5.A4.C5.A4.G4.A4 32
   153	C5.A4.G4 32
   154	G4.B4 31
   155	D4.F4.G4.F4.F4.E4 31
   156	F4.G4.A4.C5.G4.A4.G4 30
   157	E4.F4.F4 30
   158	A5 30
   159	A4.B4.C5.B4.A4.G4.A4 30
   160	G4.A4.G4.A4 29
   161	F4.D4.C4 29
   162	E4.F4.E4.D4 29
   163	C5.D5.C5.B4.C5.B4.A4.G4.A4.G4 29
   164	F5.E5.D5 28
   165	F4.G4.A4.G4.A4.B4.A4 28
   166	E5.F5.G5 28
   167	A4.G4.A4.C5.A4.G4 28
   168	A4.G4.A4.C5 28
   169	G4.A4.C5.B4.A4.B4 27
   170	D5.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 27
   171	C5.B4.C5.B4.A4.G4 27
   172	G4.A4.G4.F4.G4 26
   173	F4.G4.E4.F4 26
   174	F4.G4.A4.G4.A4.Bb4.A4 26
   175	F4.E4.F4.G4.F4.G4 26
   176	Bb4.C5 26
   177	A4.G4.A4.B4.A4 26
   178	A4.C5.D5 26
   179	G4.A4.G4.F4.G4.A4 25
   180	G4.A4.C5.A4 25
   181	F4.G4.F4.E4 25
   182	F4.D4.E4.F4.E4 25
   183	D5.C5.C5.D5 25
   184	C5.B4.A4.G4 25
   185	A4.G4.A4.Bb4.A4 25
   186	G4.A4.F4.G4 24
   187	C5.C5.B4 24
   188	A4.G4.A4.C5.G4.G4.F4 24
   189	F4.G4.F4.E4.F4.E4.D4.F4.D4 23
   190	A4.C5.G4 23
   191	G5.A5 22
   192	G4.F4.D4 22
   193	F4.E4.F4.G4 22
   194	F4.D4.F4.G4.F4.E4.F4 22
   195	E4.F4.E4.D4.E4 22
   196	E4.F4.D4 22
   197	E4.D4.E4.F4.E4 22
   198	D5.C5.D5 22
   199	D4.E4.F4 22
   200	C5.A4.B4.C5.B4.A4.G4.A4 22
   201	G4.E4.F4 21
   202	E5.F5.E5 21
   203	E4.G4 21
   204	A4.G4.F4.G4.A4 21
   205	G4.F4.G4.A4.G4.A4.G4.F4.F4.E4 20
   206	G4.A4.G4.F4.E4.F4 20
   207	F4.F4.E4 20
   208	D5.B4.D5.E5 20
   209	D4.F4.G4.A4 20
   210	C5.D5.E5.D5 20
   211	C5.A4.B4.C5.B4.A4 20
   212	A4.C5.B4.G4 20
   213	G4.A4.G4.A4.Bb4.A4 19
   214	C5.E5 19
   215	C5.C5.C5 19
   216	A4.Bb4.C5 19
   217	G4.F4.G4.A4 18
   218	G4.A4.G4.G4.F4 18
   219	G4.A4.C5.B4.C5.D5.C5 18
   220	F4.G4.A4.G4.A4.Bb4 18
   221	D5.C5.B4.C5.B4.A4.G4 18
   222	D4.G4.F4.G4.A4 18
   223	D4.F4.G4 18
   224	D4.E4.F4.E4.D4 18
   225	C5.D5.F5 18
   226	C5.C5.B4.A4 18
   227	C5.Bb4 18
   228	C5.B4.C5.B4.A4.C5 18
   229	A4.G4.G4.E4 18
   230	A4.B4.C5.B4.A4.G4 18
   231	G5.F5.E5 17
   232	F4.G4.E4.F4.E4.D4.E4 17
   233	E4.G4.A4 17
   234	D5.E5.F5.G5 17
   235	D5.E5.F5.D5 17
   236	D5.C5.C5.B4 17
   237	D4.F4.D4.C4 17
   238	C5.D5.C5.C5.B4.A4.B4.C5.B4 17
   239	C5.A4.C5 17
   240	A4.G4.F4.E4.D4 17
   241	A4.G4.A4.C5.G4.A4.G4.G4.F4 17
   242	E4.F4.G4.F4.F4 16
   243	D5.C5.D5.E5 16
   244	D5.B4.C5.D5 16
   245	C5.D5.E5.C5.C5.B4 16
   246	A4.C5.G4.F4.G4.A4.G4 16
   247	A4.Bb4.A4.G4.F4.G4.A4 16
   248	A4.B4.C5.A4.A4.G4 16
   249	G4.A4.C5.B4.C5 15
   250	G4.A4.B4 15
   251	F4.G4.F4.F4.D4 15
   252	E5.G5 15
   253	D5.C5.B4.C5.B4.A4.G4.A4.G4 15
   254	D4.F4.G4.F4 15
   255	D4.C4.D4 15
   256	D4.A3 15
   257	B4.G4 15
   258	A4.G4.G4.E4.F4.E4 15
   259	A4.F4.G4 15
   260	A4.B4.C5.A4 15
   261	G4.A4.G4.F4.G4.F4 14
   262	F4.G4.F4.F4.D4.F4.D4 14
   263	F4.G4.A4.G4.A4.C5 14
   264	D5.G5 14
   265	D5.E5.D5.C5.B4.C5 14
   266	D5.C5.B4.C5.B4.A4.G4.A4 14
   267	C5.Bb4.C5.D5.C5.B4.A4.B4 14
   268	C4.D4.F4.G4 14
   269	C4.A3 14
   270	B3 14
   271	A4.C5.C5 14
   272	G4.F4.G4.A4.G4 13
   273	G4.F4.G4.A4.C5.G4.A4.G4 13
   274	G4.A4.C5.B4 13
   275	G4.A4.A4.G4 13
   276	F4.G4.F4.E4.D4 13
   277	E4.G4.F4.F4 13
   278	E4.C4 13
   279	D5.C5.C5.D5.A4.B4 13
   280	D5.C5.C5.B4.A4 13
   281	C4.F4.E4 13
   282	C4.B3 13
   283	A4.G4.F4.E4.F4.G4.F4.G4 13
   284	A4.G4.A4.F4.G4 13
   285	A4.C5.B4.C5 13
   286	A4.C5.A4.G4 13
   287	A4.Bb4.A4.G4 13
   288	G4.F4.F4.E4.D4 12
   289	F4.G4.E4.F4.D4 12
   290	F4.G4.A4.G4.A4 12
   291	F4.F4.E4.D4 12
   292	F4.E4.D4.C4.D4 12
   293	F4.D4.F4 12
   294	D5.F5.E5 12
   295	D5.C5.E5.D5 12
   296	D5.C5.D5.C5.C5.B4 12
   297	D5.A4 12
   298	D4.F4.D4.C4.D4 12
   299	C5.D5.E5.D5.E5 12
   300	C5.B4.C5.A4 12
   301	C5.B4.A4.B4 12
   302	C4.D4.E4 12
   303	B4.C5.B4.A4 12
   304	A4.G4.G4 12
   305	A4.F4.G4.A4 12
   306	A4.D5.C5.D5 12
   307	A4.C5.A4.G4.A4.Bb4.A4.G4 12
   308	G4.E4.F4.E4.D4 11
   309	G4.D4.F4 11
   310	G4.A4.Bb4.A4 11
   311	F4.G4.A4.G4.F4 11
   312	F4.E4.F4.G4.D4.E4 11
   313	E5.D5.C5 11
   314	E4.F4.G4.F4.G4.F4.E4 11
   315	E4.F4.E4.F4 11
   316	D5.E5.E5.D5 11
   317	D5.E5.C5 11
   318	D4.G4.A4.C5 11
   319	D4.G4.A4 11
   320	C5.Bq4 11
   321	B4.A4.G4 11
   322	A4.G4.F4.E4 11
   323	A4.G4.A4.C5.A4 11
   324	A4.C5.D5.C5 11
   325	G4.B4.C5.D5 10
   326	G4.A4.G4.F4.E4 10
   327	G4.A4.C5.Bq4.A4.B4.C5.B4.A4 10
   328	G4.A4.C5.A4.C5 10
   329	F5.D5.C5 10
   330	F4.G4.B4 10
   331	F4.E4.C4 10
   332	F4.A4.G4 10
   333	F4.A4.C5.C5.D5 10
   334	E5.D5.E5.C5.D5 10
   335	E4.G4.A4.G4 10
   336	E4.F4.G4.A4 10
   337	D5.D5.C5.D5 10
   338	D5.C5.B4.A4 10
   339	D5.B4.C5 10
   340	D5.A4.C5.D5.C5.B4.C5 10
   341	D4.G4.F4.G4 10
   342	D4.F4.D4.C4.D4.F4.D4 10
   343	D4.C4.F4 10
   344	C5.D5.C5.B4 10
   345	C5.D5.B4.C5.B4.A4.B4.C5.B4 10
   346	C5.D5.B4.C5 10
   347	C5.B4.C5.D5.C5.D5.E5 10
   348	C4.D4.C4 10
   349	B4.A4.B4.C5.B4.A4.G4.A4 10
   350	A4.G4.G4.F4.G4 10
   351	A4.G4.F4.G4 10
   352	A4.G4.C5 10
   353	A4.G4.A4.G4.F4 10
   354	A4.F4.G4.A4.C5.B4.A4.B4.C5.B4.A4 10
   355	A4.C5.A4.G4.A4 10
   356	A4.B4.C5.B4.A4 10
   357	G4.F4.G4.E4.F4 9
   358	G4.F4.A4 9
   359	G4.E4.F4.G4 9
   360	G4.E4.F4.E4 9
   361	G4.C5.C5 9
   362	G4.A4.F4.E4.D4 9
   363	G4.A4.B4.C5 9
   364	F5.F5 9
   365	F4.G4.G4.F4 9
   366	F4.G4.A4.C5.A4 9
   367	F4.G4.A4.B4 9
   368	F4.G4.A4.A4.G4 9
   369	F4.F4.E4.D4.E4 9
   370	F4.E4.D4.C4 9
   371	F4.A4.Bb4.A4.G4 9
   372	E4.F4.A4.C5.G4.F4.F4.D4.F4.D4 9
   373	E4.B4 9
   374	D5.C5.Bb4.A4 9
   375	D5.B4.C5.B4.A4 9
   376	D4.F4.G4.A4.G4 9
   377	D4.F4.C4 9
   378	D4.E4.F4.G4 9
   379	C5.D5.C5.C5.A4 9
   380	C5.C5.D5.C5 9
   381	C5.A4.B4.C5.B4.A4.G4 9
   382	C5.A4.B4.C5 9
   383	B4.D5.B4.C5 9
   384	G4.G4 8
   385	G4.F4.F4 8
   386	G4.E4.F4.D4 8
   387	G4.Bb4 8
   388	G4.A4.G4.F4.G4.A4.G4 8
   389	G4.A4.C5.C5.D5 8
   390	F4.G4.A4.C5.G4 8
   391	E5.D5.D5.C5 8
   392	E4.D4.E4 8
   393	D5.E5.D5.E5.F5.E5 8
   394	D5.E5.D5.D5.B4.C5.B4 8
   395	D5.E5.D5.B4.C5.B4.A4.G4.A4.G4 8
   396	D4.G4.F4.G4.A4.G4.A4 8
   397	D4.F4.F4 8
   398	D4.F4.D4.F4 8
   399	D4.E4.F4.G4.D4.D4.C4 8
   400	D4.E4.F4.E4.D4.C4.D4 8
   401	D4.E4.D4 8
   402	D4.C4.D4.E4.F4 8
   403	C5.D5.C5.A4 8
   404	C5.C5.C5.A4 8
   405	C5.Bb4.A4 8
   406	C5.B4.G4 8
   407	C5.A4.A4.G4.A4 8
   408	C5.A4.A4.G4 8
   409	C4.D4.F4.E4.D4.E4 8
   410	C4.D4.F4.D4 8
   411	Bb4.A4.G4.A4.B4 8
   412	B4.C5.D5.C5 8
   413	A4.G4.A4.F4.G4.F4.E4 8
   414	A4.G4.A4.Bb4.A4.G4 8
   415	A4.C5.C5.G4 8
   416	A4.C5.A4.C5 8
   417	A4.B4.A4.G4 8
   418	G4.F4.G4.F4 7
   419	G4.F4.F4.G4 7
   420	G4.A4.C5.G4 7
   421	G4.A4.C5.D5 7
   422	F5.D5.D5.F5.E5.F5 7
   423	F4.G4.E4 7
   424	F4.G4.Bb4 7
   425	F4.G4.A4.F4.F4.E4 7
   426	F4.F4.G4.F4 7
   427	F4.E4.F4.E4.D4.E4 7
   428	F4.E4.D4.C4.D4.F4 7
   429	F4.D4.C4.D4 7
   430	F4.A4.C5.D5 7
   431	E5.F5.G5.F5 7
   432	E5.F5.D5 7
   433	E5.D5.E5.F5.E5 7
   434	E4.G4.F4.E4 7
   435	E4.F4.G4.F4.G4 7
   436	E4.F4.G4.F4.E4.F4.E4.D4 7
   437	E4.F4.D4.D4.C4 7
   438	E4.F4.A4.G4.F4.G4.A4.G4 7
   439	E4.A4 7
   440	D5.G4 7
   441	D5.F5.D5 7
   442	D5.E5.F5 7
   443	D5.E5.D5.C5 7
   444	D4.G4.F4 7
   445	D4.F4.G4.F4.E4.F4 7
   446	D4.F4.F4.E4 7
   447	D4.C4.D4.C4 7
   448	C5.G4.A4.C5.C5.D5.B4.C5 7
   449	C5.D5.E5.F5 7
   450	C5.D5.C5.B4.C5 7
   451	C5.A4.C5.G4.A4 7
   452	B4.C5.A4.A4.G4 7
   453	B4.A4.G4.F4 7
   454	A4.G4.A4.F4 7
   455	A4.C5.G4.A4.G4 7
   456	A4.C5.D5.C5.B4.C5.D5.C5.D5 7
   457	A4.C5.A4.G4.A4.C5 7
   458	A4.C5.A4.A4.G4 7
   459	A4.A4.G4.A4 7
   460	A4.A4.G4 7
   461	G4.F4.G4.F4.E4 6
   462	G4.F4.F4.D4 6
   463	G4.F4.E4.F4.E4.D4.C4.D4.C4 6
   464	G4.E4.F4.D4.E4.F4.E4.D4 6
   465	G4.A4.G4.G4 6
   466	G4.A4.G4.A4.C5 6
   467	G4.A4.C5.G4.E4.F4.F4 6
   468	F5.E5.D5.C5 6
   469	F4.G4.F4.F4.E4.D4.E4 6
   470	F4.G4.F4.F4.E4 6
   471	F4.G4.F4.D4 6
   472	F4.F4.D4.D4.C4 6
   473	F4.E4.F4.E4 6
   474	F4.E4.D4.F4 6
   475	F4.D4.D4.C4 6
   476	F4.D4.C4.D4.E4.F4 6
   477	F4.D4.A4.C5 6
   478	E5.F5.E5.D5 6
   479	E4.F4.G4.F4.E4.F4 6
   480	E4.C4.D4 6
   481	D5.F5.E5.F5 6
   482	D5.E5.F5.E5.D5.E5 6
   483	D5.D5.C5.B4 6
   484	D5.D5.C5 6
   485	D5.C5.D5.E5.D5 6
   486	D5.C5.C5.B4.C5 6
   487	D5.C5.C5 6
   488	D5.C5.B4.C5.B4.A4.C5.A4 6
   489	D5.B4.C5.D5.A4.B4 6
   490	D4.F4.G4.E4.F4.E4 6
   491	D4.E4.F4.E4.D4.D4.C4 6
   492	D4.C4.D4.F4.G4.F4.E4.F4.G4.F4.G4 6
   493	D4.C4.D4.F4 6
   494	D4.B3 6
   495	D4.A4.G4 6
   496	C5.G4.A4 6
   497	C5.D5.F5.G5 6
   498	C5.D5.E5.F5.E5 6
   499	C5.D5.D5.C5 6
   500	C5.D5.C5.D5 6
   501	C5.D5.C5.B4.A4 6
   502	C5.C5.B4.G4 6
   503	C5.B4.C5.A4.B4.C5.B4 6
   504	C5.B4.B4.A4.B4 6
   505	C5.B4.A4.C5 6
   506	C5.A4.C5.G4 6
   507	C5.A4.C5.D5.C5.B4.C5 6
   508	C5.A4.Bb4.C5 6
   509	C4.D4.F4.F4.G4.F4 6
   510	C4.D4.E4.F4.D4 6
   511	C4.D4.E4.F4 6
   512	Bb4.G4.F4 6
   513	Bb4.A4.B4.A4.G4.A4.G4 6
   514	B4.C5.A4 6
   515	A5.G5 6
   516	A4.G4.A4.B4.A4.B4 6
   517	A4.F4.G4.A4.G4.A4 6
   518	A4.E5 6
   519	A4.C5.B4.A4 6
   520	A4.B4.C5.B4.A4.G4.A4.B4.A4.G4 6
   521	A4.B4.A4.A4.G4 6
   522	G5.E5 5
   523	G4.F4.G4.A4.G4.A4.C5 5
   524	G4.F4.G4.A4.A4.G4 5
   525	G4.F4.F4.D4.F4.D4 5
   526	G4.F4.E4.F4.G4.F4.G4 5
   527	G4.E4.F4.D4.F4.G4.F4.G4.F4.E4 5
   528	G4.C5.D5.C5.B4.C5.D5.C5.D5 5
   529	G4.C5.B4.C5.D5 5
   530	G4.A4.G4.E4.F4.G4.F4.E4 5
   531	G4.A4.G4.E4 5
   532	G4.A4.D4 5
   533	G4.A4.C5.A4.G4.A4.Bb4.A4.G4 5
   534	G4.A4.C5.A4.G4 5
   535	G4.A4.C5.A4.B4.A4.A4.G4 5
   536	G4.A4.C5.A4.A4.G4 5
   537	G4.A4.Bb4.A4.G4 5
   538	G4.A4.B4.C5.B4 5
   539	G4.A4.B4.A4.A4.G4 5
   540	F5.E5.D5.D5 5
   541	F5.D5.E5.F5.E5 5
   542	F4.G4.F4.G4.A4.C5.G4.A4.G4 5
   543	F4.G4.E4.F4.E4.D4 5
   544	F4.G4.B4.G4.A4 5
   545	F4.G4.A4.F4.G4.F4.E4 5
   546	F4.E4.F4.G4.E4 5
   547	F4.E4.F4.D4 5
   548	F4.C5 5
   549	F4.A4.G4.A4 5
   550	E5.D5.E5 5
   551	E5.D5.C5.B4 5
   552	E4.F4.G4.G4.F4.E4 5
   553	E4.F4.G4.A4.G4 5
   554	E4.F4.D4.C4 5
   555	D5.D5 5
   556	D5.C5.D5.F5 5
   557	D5.C5.D5.E5.C5.C5.B4 5
   558	D5.C5.D5.B4.C5 5
   559	D5.C5.C5.B4.A4.C5 5
   560	D5.C5.C5.A4.C5.G4.A4.G4.G4.F4 5
   561	D5.C5.B4.C5.D5 5
   562	D5.A5 5
   563	D4.F4.G4.F4.E4.F4.G4.F4.G4 5
   564	D4.C4.C4.B3 5
   565	D4.C4.A3 5
   566	C5.F5 5
   567	C5.D5.F5.D5.E5 5
   568	C5.D5.C5.C5.B4.A4.G4.A4 5
   569	C5.D5.C5.B4.C5.B4.A4.A4.G4 5
   570	C5.Bb4.B4.A4.B4 5
   571	C5.B4.C5.B4.C5.E5.D5.C5.C5.B4.A4 5
   572	C5.B4.C5.B4.A4.C5.A4 5
   573	C5.B4.A4.A4.D5.C5.D5 5
   574	C5.A4.G4.A4 5
   575	C5.A4.C5.C5 5
   576	C4.E4 5
   577	C4.D4.F4.E4.F4 5
   578	Bb4.A4.G4 5
   579	B5 5
   580	B4.C5.B4.C5 5
   581	B4.C5.B4.A4.G4.A4 5
   582	B4.C5.B4.A4.G4 5
   583	B4.A4.B4.C5.B4.A4 5
   584	B4.A4.B4.C5.B4 5
   585	A4.D5.C5.D5.E5 5
   586	A4.C5.B4.G4.A4 5
   587	A4.C5.B4.C5.D5.C5 5
   588	A4.C5.B4.A4.G4 5
   589	A4.C5.A4.B4.C5 5
   590	A4.B4.C5.D5 5
   591	A4.B4.C5.B4.A4.B4 5
   592	A4.B4.C5.B4.A4.A4.G4 5
   593	G5.F5.E5.D5 4
   594	G4.G4.A4 4
   595	G4.F4.G4.A4.G4.F4.G4 4
   596	G4.F4.G4.A4.G4.F4.E4.F4 4
   597	G4.F4.F4.E4.F4 4
   598	G4.F4.E4.F4 4
   599	G4.C5.C5.D5 4
   600	G4.C5.C5.B4 4
   601	G4.C5.A4.G4 4
   602	G4.C5.A4 4
   603	G4.A4.G4.F4.E4.F4.G4.F4.E4 4
   604	G4.A4.C5.G4.A4.G4 4
   605	G4.A4.C5.B4.A4.C5.C5.G4.G4.E4.F4.E4 4
   606	G4.A4.C5.B4.A4.B4.C5.G4.G4.E4.F4.E4 4
   607	G4.A4.C5.B4.A4 4
   608	G4.A4.C5.A4.G4.A4.B4.A4.G4 4
   609	G4.A4.Bb4.C5 4
   610	G4.A4.B4.C5.B4.A4 4
   611	F5.E5.F5.E5.D5.E5.D5 4
   612	F5.E5.F5 4
   613	F4.G4.A4.G4.F4.E4.F4.E4.D4.F4.D4 4
   614	F4.G4.A4.G4.A4.C5.A4 4
   615	F4.G4.A4.F4 4
   616	F4.F4.G4.D4.C4.D4.F4.D4 4
   617	F4.F4.F4.E4 4
   618	F4.F4.E4.D4.F4.D4 4
   619	F4.E4.E4.D4 4
   620	F4.D4.E4.F4.G4 4
   621	F4.D4.E4.F4 4
   622	F4.D4.D4 4
   623	F4.C4.F4.D4 4
   624	E5.F5.E5.D5.E5 4
   625	E5.F5.E5.D5.C5 4
   626	E5.F5.E5.C5 4
   627	E5.D5.E5.F5.E5.D5 4
   628	E5.D5.D5.C5.B4 4
   629	E4.F4.G4.A4.F4.F4.E4 4
   630	E4.F4.E4.E4.D4 4
   631	E4.F4.E4.E4 4
   632	E4.F4.E4.D4.C4 4
   633	E4.D4.E4.F4.D4 4
   634	E4.D4.E4.F4 4
   635	D5.F5.D5.F5.D5.C5.D5.C5 4
   636	D5.F5.D5.F5 4
   637	D5.E5.D5.E5 4
   638	D5.E5.D5.D5.C5 4
   639	D5.D5.C5.B4.A4 4
   640	D5.C5.C5.B4.A4.G4 4
   641	D5.C5.A4 4
   642	D4.F4.G4.F4.G4 4
   643	D4.F4.C4.A3 4
   644	D4.E4.F4.E4.F4 4
   645	D4.E4.F4.E4.D4.C4.D4.C4 4
   646	D4.E4.F4.D4.F4.D4.D4.C4 4
   647	D4.D4.C4 4
   648	D4.C4.D4.E4.F4.E4 4
   649	D4.C4.A3.C4.D4 4
   650	D4.A4.C5.B4 4
   651	C5.D5.E5.F5.E5.F5.D5 4
   652	C5.D5.E5.F5.E5.D5 4
   653	C5.D5.E5.D5.C5.D5 4
   654	C5.C5.B4.A4.B4.C5.B4.A4 4
   655	C5.B4.G4.A4 4
   656	C5.B4.C5.G4 4
   657	C5.B4.C5.D5.C5.Bb4.A4.B4 4
   658	C5.B4.A4.C5.A4 4
   659	C5.B4.A4.A4.G4 4
   660	C5.B4.A4.A4.D5.C5.D5.E5 4
   661	C5.A4.G4.A4.C5 4
   662	C5.A4.C5.A4 4
   663	C4.F4.D4 4
   664	C4.D4.C4.A3 4
   665	Bq4.C5 4
   666	Bb4.A4.B4.C5 4
   667	B4.D5 4
   668	B4.C5.D5.E5 4
   669	B4.C5.D5.C5.B4 4
   670	B4.C5.A4.G4 4
   671	B4.A4.B4.C5 4
   672	B4.A4.B4.A4.G4.A4.G4 4
   673	A5.G5.F5 4
   674	A5.C6 4
   675	A4.G4.G4.A4 4
   676	A4.G4.F4.F4.D4.F4.D4 4
   677	A4.G4.A4.Bq4.A4.B4 4
   678	A4.G4.A4.B4.C5.B4.A4.B4 4
   679	A4.G4.A4.B4.A4.G4 4
   680	A4.F4.A4.C5.G4.F4.F4.D4.F4.D4 4
   681	A4.F4.A4 4
   682	A4.C5.D5.C5.D5 4
   683	A4.C5.D5.C5.C5.B4 4
   684	A4.C5.D5.C5.B4.C5 4
   685	A4.C5.D5.C5.B4.A4 4
   686	A4.C5.B4.A4.G4.A4 4
   687	A4.B4.C5.B4.B4.A4.B4 4
   688	A4.A4 4
   689	G5.F5.G5 3
   690	G5.F5.E5.F5.E5 3
   691	G5.D5 3
   692	G4.F4.F4.D4.E4.F4.E4.D4 3
   693	G4.F4.E4.F4.E4.D4.F4.D4 3
   694	G4.E4.F4.E4.D4.E4 3
   695	G4.E4.F4.D4.C4.D4.G4.F4.E4.F4.E4.D4 3
   696	G4.E4.E4.D4 3
   697	G4.D4.F4.E4.D4 3
   698	G4.C5.G4.A4.C5 3
   699	G4.C5.D5.E5 3
   700	G4.C5.D5 3
   701	G4.C5.A4.G4.A4.G4.F4.G4 3
   702	G4.B4.A4 3
   703	G4.A4.G4.F4.E4.D4 3
   704	G4.A4.G4.A4.G4 3
   705	G4.A4.G4.A4.Bb4 3
   706	G4.A4.F4.F4.E4 3
   707	G4.A4.F4.E4 3
   708	G4.A4.E4 3
   709	G4.A4.C5.C5 3
   710	G4.A4.C5.B4.A4.B4.C5.B4.A4.C5.A4.G4 3
   711	G4.A4.C5.A4.C5.B4 3
   712	G4.A4.B4.C5.B4.A4.G4 3
   713	G4.A4.B4.C5.B4.A4.B4 3
   714	G4.A4.B4.C5.A4 3
   715	F5.G5.F5.E5.D5 3
   716	F5.G5.F5 3
   717	F4.G4.F4.F4.E4.D4 3
   718	F4.G4.F4.E4.F4.G4.A4 3
   719	F4.G4.B4.G4.F4.G4 3
   720	F4.G4.A4.G4.F4.G4.A4.G4 3
   721	F4.G4.A4.G4.F4.G4.A4.Bb4.A4.A4.G4 3
   722	F4.G4.A4.G4.F4.E4.F4 3
   723	F4.G4.A4.G4.A4.G4 3
   724	F4.G4.A4.Bb4.A4.G4.A4 3
   725	F4.G4.A4.Bb4.A4.G4 3
   726	F4.G4.A4.Bb4.A4 3
   727	F4.G4.A4.Bb4 3
   728	F4.G4.A4.B4.A4 3
   729	F4.G4.A4.A4.G4.C5.A4.A4.G4 3
   730	F4.F4.G4.A4.G4 3
   731	F4.F4.F4.F4 3
   732	F4.F4.E4.D4.C4.D4.E4.F4.D4 3
   733	F4.F4.E4.D4.C4 3
   734	F4.E4.F4.G4.G4.F4 3
   735	F4.E4.D4.G4.A4.D4.F4.E4 3
   736	F4.E4.C4.D4 3
   737	F4.D4.F4.E4 3
   738	F4.D4.F4.D4.C4.D4 3
   739	F4.D4.F4.A4 3
   740	F4.D4.E4.F4.E4.D4.C4.D4 3
   741	F4.D4.E4.F4.E4.D4 3
   742	F4.D4.D4.F4.E4.F4 3
   743	F4.A4.C5.C5 3
   744	F4.A4.Bb4.C5 3
   745	F4.A4.B4 3
   746	E5.G5.A5 3
   747	E5.F5.E5.D5.D5.F5.E5.F5 3
   748	E4.G4.A4.C5 3
   749	E4.F4.G4.F4.G4.F4 3
   750	E4.F4.G4.F4.G4.A4 3
   751	E4.F4.G4.A4.C5.A4.A4.G4 3
   752	E4.F4.E4.D4.G4 3
   753	E4.D4.F4.E4 3
   754	E4.D4.C4 3
   755	D5.F5.E5.D5 3
   756	D5.F5.E5.C5.D5.E5.D5.E5 3
   757	D5.F5.D5.C5.D5.F5 3
   758	D5.E5.F5.E5.E5.D5 3
   759	D5.E5.F5.E5.D5.C5 3
   760	D5.E5.D5.D5 3
   761	D5.E5.D5.C5.D5.C5 3
   762	D5.E5.D5.C5.B4.C5.B4.A4.G4.A4.G4 3
   763	D5.E5.C5.C5.B4 3
   764	D5.E5.C5.B4 3
   765	D5.E5.C5.A4 3
   766	D5.C5.F5 3
   767	D5.C5.C5.E5.D5.B4.C5.A4.G4.C5.A4.G4.A4.B4.A4 3
   768	D5.C5.C5.A4.C5.G4.G4.F4 3
   769	D5.C5.C5.A4 3
   770	D5.C5.A4.C5 3
   771	D5.B4.C5.D5.C5 3
   772	D4.G4.A4.G4 3
   773	D4.F4.E4.D4.C4 3
   774	D4.F4.E4.D4 3
   775	D4.F4.E4.C4.D4 3
   776	D4.F4.D4.D4 3
   777	D4.F4.D4.C4.F4 3
   778	D4.F4.C4.D4 3
   779	D4.D4.E4 3
   780	D4.D4 3
   781	D4.C4.D4.E4 3
   782	D4.C4.C4 3
   783	D4.A4.C5.G4.A4.A4.G4.A4.G4.F4.A4 3
   784	D4.A4.C5.A4 3
   785	D4.A4.Bb4 3
   786	C5.D5.F5.D5.C5.D5 3
   787	C5.D5.E5.G5.E5.F5.E5.D5.C5.B4 3
   788	C5.D5.E5.F5.E5.D5.E5 3
   789	C5.D5.E5.F5.E5.D5.C5 3
   790	C5.D5.E5.D5.C5 3
   791	C5.D5.C5.B4.A4.B4 3
   792	C5.C5.G4.A4.G4.A4.C5.C5.D5.B4.C5 3
   793	C5.C5.C5.B4 3
   794	C5.C5.B4.A4.G4.A4 3
   795	C5.C5.B4.A4.C5.A4 3
   796	C5.C5.B4.A4.B4 3
   797	C5.Bq4.C5 3
   798	C5.Bq4.A4 3
   799	C5.B4.C5.D5.C5.B4.A4.B4 3
   800	C5.B4.C5.D5.C5.B4 3
   801	C5.B4.C5.D5.A4.A4.G4 3
   802	C5.B4.A4.G4.A4.B4 3
   803	C5.B4.A4.G4.A4 3
   804	C5.B4.A4.C5.A4.C5.A4.C5.G4 3
   805	C5.B4.A4.B4.C5.B4.A4 3
   806	C5.B4.A4.B4.C5 3
   807	C5.B4.A4.B4.A4.A4.G4 3
   808	C5.A4.C5.D5 3
   809	C5.A4.C5.C5.C5 3
   810	C5.A4.C5.A4.G4.A4 3
   811	C5.A4.Bb4 3
   812	C4.F4.E4.D4 3
   813	C4.D4.F4.G4.F4 3
   814	Bb4.G4 3
   815	B5.A5 3
   816	B4.G4.F4 3
   817	B4.G4.A4.B4.A4.G4 3
   818	B4.C5.D5.C5.B4.A4 3
   819	B4.C5.C5 3
   820	B4.B4 3
   821	B4.A4.G4.G4.F4 3
   822	B4.A4.G4.A4 3
   823	B4.A4.B4.C5.B4.A4.G4 3
   824	B4.A4.A4.G4 3
   825	B3.C4 3
   826	A4.G4.G4.F4.E4 3
   827	A4.G4.G4.E4.F4.G4 3
   828	A4.G4.F4.G4.F4.E4 3
   829	A4.G4.F4.G4.A4.G4.A4.Bb4 3
   830	A4.G4.F4.F4.G4.A4.G4.A4.Bb4 3
   831	A4.G4.F4.F4.G4.A4.G4.A4 3
   832	A4.G4.F4.E4.F4.G4.F4.E4.D4.E4 3
   833	A4.G4.F4.E4.F4.G4.A4 3
   834	A4.G4.F4.A4 3
   835	A4.G4.A4.G4.G4.E4 3
   836	A4.G4.A4.G4.F4.G4.A4 3
   837	A4.G4.A4.G4.F4.E4.E4.D4 3
   838	A4.G4.A4.G4.F4.E4.D4 3
   839	A4.G4.A4.F4.D4 3
   840	A4.G4.A4.E4.F4 3
   841	A4.G4.A4.C5.B4 3
   842	A4.G4.A4.Bb4 3
   843	A4.F4.G4.A4.G4.F4.G4 3
   844	A4.E4 3
   845	A4.D5.C5.D5.C5.Bb4.A4 3
   846	A4.D5.C5.B4 3
   847	A4.D4 3
   848	A4.C5.D5.C5.B4.A4.G4 3
   849	A4.C5.C5.B4.G4 3
   850	A4.C5.B4.G4.A4.G4.F4 3
   851	A4.C5.B4.A4.G4.A4.B4.A4.G4 3
   852	A4.C5.A4.G4.A4.B4.A4.G4 3
   853	A4.Bb4.C5.B4.A4.G4.A4.B4.A4.G4 3
   854	A4.Bb4.A4.F4 3
   855	A4.B4.C5.C5.B4.A4.G4.F4.G4.A4.A4.G4 3
   856	A4.B4.C5.B4.G4 3
   857	A3.G3 3
   858	G5.G5.F5.E5.F5.E5 2
   859	G5.G5.A5 2
   860	G5.F5.F5.E5 2
   861	G5.F5.E5.F5.E5.D5.C5 2
   862	G5.F5.E5.D5.E5.D5 2
   863	G5.F5.D5 2
   864	G5.E5.F5.G5 2
   865	G5.E5.D5.G5 2
   866	G4.G4.G4 2
   867	G4.G4.F4.E4.F4.D4 2
   868	G4.G4.F4.E4.D4.E4.F4.D4 2
   869	G4.G4.F4.E4.D4 2
   870	G4.G4.F4.E4 2
   871	G4.F4.G4.G4.F4 2
   872	G4.F4.G4.A4.G4.A4.G4.F4.E4.F4.E4 2
   873	G4.F4.F4.G4.D4.C4.D4.F4.D4 2
   874	G4.F4.F4.G4.A4 2
   875	G4.F4.F4.E4.D4.E4 2
   876	G4.F4.E4.G4.A4.D4.F4.E4.D4 2
   877	G4.F4.E4.F4.G4.D4.E4.D4.E4.C4.C4.E4.F4.G4.A4.A4.F4.G4.G4 2
   878	G4.F4.E4.F4.E4.D4.E4.D4 2
   879	G4.F4.E4.F4.E4.D4.E4 2
   880	G4.F4.E4.F4.E4.D4.C4.D4 2
   881	G4.F4.E4.F4.E4 2
   882	G4.F4.E4.F4.D4 2
   883	G4.F4.E4.E4.D4 2
   884	G4.F4.D4.F4.E4 2
   885	G4.F4.D4.F4.D4.D4.C4 2
   886	G4.F4.D4.C4 2
   887	G4.F4.C5 2
   888	G4.F4.A4.G4 2
   889	G4.E4.G4 2
   890	G4.E4.F4.G4.D4.G4 2
   891	G4.D5.E5 2
   892	G4.D5.C5.D5 2
   893	G4.D4.F4.G4.F4.E4.F4 2
   894	G4.D4.F4.G4.A4 2
   895	G4.D4.E4.F4.E4.D4 2
   896	G4.D4.E4.D4.E4.G4.D4.E4.D4.E4.G4.A4.F4.G4.A4.G4 2
   897	G4.D4.D4.C4 2
   898	G4.C5.G4.A4.G4.G4.F4.G4.A4.C5.D5.C5.C5.B4.A4.B4.C5.B4.A4.C5.A4.G4 2
   899	G4.C5.G4.A4 2
   900	G4.C5.D5.C5.B4 2
   901	G4.C5.C5.D5.C5 2
   902	G4.C5.A4.G4.A4 2
   903	G4.C5.A4.C5 2
   904	G4.C5.A4.A4.G4 2
   905	G4.B4.G4.A4 2
   906	G4.B4.G4 2
   907	G4.B4.D5.E5.C5.A4.A4.G4.A4.A4.C5.B4.A4 2
   908	G4.B4.C5 2
   909	G4.B4.A4.B4 2
   910	G4.A4.G4.G4.E4 2
   911	G4.A4.G4.F4.G4.A4.G4.A4 2
   912	G4.A4.G4.F4.F4.G4.A4.F4.F4.E4 2
   913	G4.A4.G4.F4.F4.E4 2
   914	G4.A4.G4.C5 2
   915	G4.A4.G4.A4.G4.F4.E4 2
   916	G4.A4.G4.A4.C5.A4.G4 2
   917	G4.A4.G4.A4.C5.A4 2
   918	G4.A4.F4.G4.F4.E4 2
   919	G4.A4.F4.E4.F4.E4.D4.F4.D4 2
   920	G4.A4.C5.G4.G4.F4 2
   921	G4.A4.C5.D5.C5 2
   922	G4.A4.C5.C5.D5.C5 2
   923	G4.A4.C5.C5.B4 2
   924	G4.A4.C5.Bq4.A4.C5.G4.A4.B4.C5.A4.G4 2
   925	G4.A4.C5.B4.C5.D5 2
   926	G4.A4.C5.B4.C5.B4 2
   927	G4.A4.C5.B4.B4.A4 2
   928	G4.A4.C5.B4.A4.B4.A4 2
   929	G4.A4.C5.A4.G4.A4.C5 2
   930	G4.A4.C5.A4.F4.G4 2
   931	G4.A4.Bb4 2
   932	G4.A4.B4.C5.A4.G4.F4 2
   933	G4.A4.B4.A4.G4.F4 2
   934	G4.A4.B4.A4.F4.G4 2
   935	G4.A4.A4.C5.B4.C5.D5.C5.B4.A4 2
   936	G3.A3 2
   937	G3 2
   938	F5.G5.F5.E5.F5.E5.D5.D5.F5.E5.F5 2
   939	F5.G5.A5.G5.F5.E5.F5.E5.D5.F5.D5 2
   940	F5.G5.A5 2
   941	F5.F5.E5.D5.D5.F5.E5.F5 2
   942	F5.E5.F5.D5 2
   943	F5.E5.D5.D5.B4 2
   944	F5.E5.D5.C5.F5.E5.D5.C5.B4.C5.D5.E5 2
   945	F5.D5.D5 2
   946	F5.A5.G5 2
   947	F4.G4.F4.G4.A4.G4 2
   948	F4.G4.F4.F4 2
   949	F4.G4.F4.E4.F4.E4.D4.D4.F4.E4.F4 2
   950	F4.G4.F4.E4.D4.F4.D4 2
   951	F4.G4.F4.E4.D4.F4 2
   952	F4.G4.D4 2
   953	F4.G4.Bb4.A4.G4.A4.B4 2
   954	F4.G4.A4.G4.F4.G4.A4.A4.G4 2
   955	F4.G4.A4.G4.F4.E4.F4.E4.D4.C4.D4.C4 2
   956	F4.G4.A4.G4.A4.Bb4.A4.G4 2
   957	F4.F4.E4.D4.F4 2
   958	F4.E4.F4.G4.A4.G4.F4.G4 2
   959	F4.E4.F4.G4.A4.G4.A4.G4.F4.E4.D4.F4.G4.G4.F4 2
   960	F4.E4.F4.E4.D4.E4.D4 2
   961	F4.E4.F4.D4.E4 2
   962	F4.E4.D4.F4.D4 2
   963	F4.E4.D4.D4.F4.G4.F4.F4.E4 2
   964	F4.E4.C4.E4.F4.G4 2
   965	F4.E4.C4.E4.F4.D4 2
   966	F4.D4.E4.F4.D4.D4.C4.D4 2
   967	F4.D4.E4.F4.D4 2
   968	F4.D4.E4 2
   969	F4.D4.C4.D4.F4.F4 2
   970	F4.C5.D5 2
   971	F4.C5.C5.D5.C5 2
   972	F4.C4.D4 2
   973	F4.A4.G4.F4 2
   974	F4.A4.G4.A4.Bb4 2
   975	F4.A4.C5.D5.E5.C5 2
   976	F4.A4.C5.D5.C5.B4.A4.B4.C5.B4.A4 2
   977	F4.A4.C5.D5.B4 2
   978	F4.A4.C5.C5.D5.C5 2
   979	F4.A4.C5.B4.C5.D5.C5 2
   980	F4.A4.C5.B4.C5 2
   981	F4.A4.C5.B4 2
   982	F4.A4.C5.A4 2
   983	F4.A4.B4.A4.G4 2
   984	F4.A4.A4.F4 2
   985	E5.G5.F5.E5.F5.E5.D5.D5.F5.E5.F5 2
   986	E5.F5.G5.G5.F5.E5.D5.C5 2
   987	E5.F5.D5.C5 2
   988	E5.D5.C5.D5 2
   989	E4.G4.G4 2
   990	E4.F4.G4.G4.F4 2
   991	E4.F4.G4.F4.G4.A4.G4 2
   992	E4.F4.G4.F4.F4.E4.D4.E4.D4 2
   993	E4.F4.G4.F4.E4.F4.E4.D4.F4.D4 2
   994	E4.F4.G4.F4.E4.F4.D4.F4.D4 2
   995	E4.F4.G4.E4.F4.E4.E4.D4 2
   996	E4.F4.G4.A4.F4.G4.F4.E4 2
   997	E4.F4.E4.D4.F4.D4 2
   998	E4.F4.E4.D4.D4.C4 2
   999	E4.F4.E4.D4.C4.D4.F4 2
  1000	E4.F4.A4 2
  1001	E4.E4.F4 2
  1002	E4.D4.F4.D4.C4.D4.C4 2
  1003	E4.D4.F4.C4.D4.F4.A4.G4.F4.E4.D4.E4.F4.D4 2
  1004	E4.D4.E4.F4.E4.F4 2
  1005	E4.D4.E4.F4.E4.D4 2
  1006	E4.D4.D4.C4 2
  1007	E4.D4.C4.E4.F4.G4.E4.F4 2
  1008	E4.A4.G4 2
  1009	D5.G5.G5.F5.E5.F5.E5 2
  1010	D5.G5.G5.F5.E5.D5 2
  1011	D5.F5.E5.F5.G5.D5 2
  1012	D5.F5.E5.F5.G5 2
  1013	D5.F5.E5.C5.C5.D5.E5.D5.E5 2
  1014	D5.F5.D5.E5.D5.C5 2
  1015	D5.F5.D5.D5.C5 2
  1016	D5.F5.D5.C5.D5 2
  1017	D5.F5.C5.D5 2
  1018	D5.E5.G5.A5 2
  1019	D5.E5.G5 2
  1020	D5.E5.F5.E5.D5.C5.D5.C5.B4.D5.B4 2
  1021	D5.E5.F5.E5.C5.D5.E5.F5.E5.E5.C5 2
  1022	D5.E5.D5.C5.C5.D5.C5 2
  1023	D5.E5.D5.C5.B4.A4 2
  1024	D5.E5.D5.C5.B4 2
  1025	D5.E5.D5.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 2
  1026	D5.E5.C5.C5 2
  1027	D5.E5.C5.B4.A4 2
  1028	D5.E5.B4 2
  1029	D5.C5.D5.F5.E5 2
  1030	D5.C5.D5.F5.D5.F5.D5.C5.D5.C5 2
  1031	D5.C5.D5.F5.D5 2
  1032	D5.C5.D5.C5.A4 2
  1033	D5.C5.D5.C5 2
  1034	D5.C5.C5.D5.C5 2
  1035	D5.C5.C5.D5.A4.C5 2
  1036	D5.C5.C5.Bb4 2
  1037	D5.C5.C5.B4.A4.D5 2
  1038	D5.C5.B4.C5.D5.C5.D5 2
  1039	D5.C5.B4.C5.B4.A4.B4 2
  1040	D5.C5.B4.C5 2
  1041	D5.C5.B4.A4.G4.A4 2
  1042	D5.C5.B4.A4.B4.A4 2
  1043	D5.C5.A4.C5.D5 2
  1044	D5.Bb4.C5 2
  1045	D5.B4.D5.E5.D5 2
  1046	D5.B4.C5.B4.A4.C5 2
  1047	D5.A4.F5.E5.D5.C5 2
  1048	D4.G4.G4.F4 2
  1049	D4.G4.F4.G4.A4.G4 2
  1050	D4.G4.F4.E4 2
  1051	D4.F4.G4.F4.E4.D4.E4.F4.D4 2
  1052	D4.F4.G4.F4.E4.D4 2
  1053	D4.F4.G4.A4.G4.F4.E4.D4 2
  1054	D4.F4.G4.A4.A4.G4 2
  1055	D4.F4.F4.F4.D4.D4.C4.D4.D4.F4.A4.G4.F4.E4.D4.E4.F4.E4.D4 2
  1056	D4.F4.E4.F4.G4.F4 2
  1057	D4.F4.E4.D4.F4 2
  1058	D4.F4.E4.D4.C4.D4 2
  1059	D4.F4.D4.C4.D4.F4.G4.D4.F4.E4.D4.C4.D4.E4.F4.D4.F4.A4.G4.D4.F4.E4.D4.C4.B3.C4.D4 2
  1060	D4.F4.D4.C4.D4.F4.F4 2
  1061	D4.F4.D4.C4.D4.F4 2
  1062	D4.F4.D4.C4.D4.E4.F4 2
  1063	D4.F4.D4.C4.D4.E4 2
  1064	D4.F4.D4.C4.D4.C4 2
  1065	D4.F4.C4.D4.F4.D4.F4.E4.D4 2
  1066	D4.E4.F4.D4.F4 2
  1067	D4.E4.F4.D4.D4.C4.D4 2
  1068	D4.E4.F4.D4.C4.D4.E4 2
  1069	D4.E4.F4.C4.D4 2
  1070	D4.E4.D4.E4 2
  1071	D4.C4.D4.F4.D4.C4.D4 2
  1072	D4.C4.D4.C4.C4.B3 2
  1073	D4.C4.B3 2
  1074	D4.B3.C4.A3.G3.A3.D4.C4.B3.C4.B3.A3 2
  1075	D4.A4.G4.A4.C5.B4.A4.G4.A4 2
  1076	D4.A4.G4.A4.C5.A4.G4.A4 2
  1077	D4.A4.G4.A4.C5.A4.G4 2
  1078	D4.A4.C5.G4.B4.A4.B4.C5.A4.D5.C5.A4.G4.F4.F4.G4.A4.E4.F4.D4 2
  1079	D4.A3.C4.D4 2
  1080	C5.G4.F4 2
  1081	C5.G4.C5 2
  1082	C5.G4.A4.C5.C5.D5.C5.C5.B4 2
  1083	C5.F4.G4.A4 2
  1084	C5.F4.C5 2
  1085	C5.E5.F5.G5.G5.F5.E5.D5.C5 2
  1086	C5.D5.G4.A4.C5.G4.A4.C5.B4.A4 2
  1087	C5.D5.F5.F5.D5.C5.C5.D5 2
  1088	C5.D5.F5.E5.F5.E5.D5.E5.D5 2
  1089	C5.D5.F5.E5.D5.E5 2
  1090	C5.D5.F5.C5 2
  1091	C5.D5.E5.F5.D5 2
  1092	C5.D5.E5.D5.C5.B4.C5 2
  1093	C5.D5.C5.E5.D5.C5.B4.C5.A4 2
  1094	C5.D5.C5.D5.C5.C5.B4 2
  1095	C5.D5.C5.D5.C5 2
  1096	C5.D5.C5.C5.G4 2
  1097	C5.D5.C5.C5.A4.C5.Bb4 2
  1098	C5.D5.C5.C5.A4.C5.B4 2
  1099	C5.D5.C5.Bb4.A4 2
  1100	C5.D5.C5.Bb4 2
  1101	C5.D5.C5.B4.A4.B4.C5.B4.A4 2
  1102	C5.D5.B4.C5.A4.B4.C5.B4 2
  1103	C5.D5.A4.B4 2
  1104	C5.C5.D5.E5 2
  1105	C5.C5.B4.A4.G4.A4.B4.C5 2
  1106	C5.Bq4.C5.D5.C5.D5 2
  1107	C5.Bq4.A4.C5.A4 2
  1108	C5.Bq4.A4.B4.A4 2
  1109	C5.B4.C5.D5.D5.C5 2
  1110	C5.B4.C5.D5.A4.C5 2
  1111	C5.B4.C5.D5.A4.B4 2
  1112	C5.B4.C5.B4.A4.G4.A4.G4 2
  1113	C5.B4.C5.B4.A4.C5.C5 2
  1114	C5.B4.C5.B4.A4.B4 2
  1115	C5.B4.C5.A4.G4.F4.G4.G4.D5.C5.D5.C5.C5.E5.D5.C5.C5.B4.A4 2
  1116	C5.B4.C5.A4.G4 2
  1117	C5.B4.C5.A4.C5 2
  1118	C5.B4.B4.A4 2
  1119	C5.B4.A4.G4.F4 2
  1120	C5.B4.A4.G4.A4.B4.A4 2
  1121	C5.B4.A4.C5.G4.A4 2
  1122	C5.B4.A4.B4.A4 2
  1123	C5.A4.G4.F4 2
  1124	C5.A4.C5.C5.C5.B4 2
  1125	C5.A4.C5.C5.C5.A4 2
  1126	C5.A4.B4.C5.D5.C5.D5.C5.B4.A4.G4.A4.C5 2
  1127	C5.A4.B4.C5.B4 2
  1128	C5.A4.B4 2
  1129	C5.A4.A4.C5.B4.C5 2
  1130	C5.A4.A4.C5 2
  1131	C4.G4 2
  1132	C4.F4.F4 2
  1133	C4.F4.C4.D4 2
  1134	C4.E4.F4 2
  1135	C4.E4.D4.E4 2
  1136	C4.D4.F4.G4.F4.E4.D4 2
  1137	C4.D4.F4.E4.D4 2
  1138	C4.D4.F4.E4 2
  1139	C4.D4.F4.D4.C4.D4 2
  1140	C4.D4.E4.F4.E4.D4 2
  1141	C4.D4.E4.D4.E4 2
  1142	C4.D4.C4.D4.F4.E4 2
  1143	C4.D4.C4.D4.F4.D4.F4.D4.C4.D4.E4.F4.E4.D4 2
  1144	C4.D4.C4.C4.A3 2
  1145	C4.D4.B3.C4.A3 2
  1146	C4.B3.C4.D4 2
  1147	C4.A3.C4 2
  1148	Bb4.C5.B4 2
  1149	B4.D5.C5.B4 2
  1150	B4.C5.D5.E5.D5 2
  1151	B4.C5.D5.C5.B4.C5 2
  1152	B4.C5.D5.C5.B4.A4.B4.A4.G4.A4.G4 2
  1153	B4.C5.B4.G4 2
  1154	B4.C5.B4.B4.A4 2
  1155	B4.C5.B4.A4.G4.F4 2
  1156	B4.C5.A4.C5.G4 2
  1157	B4.A4.G4.G4.E4 2
  1158	B4.A4.G4.G4 2
  1159	B4.A4.G4.F4.G4 2
  1160	B4.A4.G4.F4.E4.D4 2
  1161	B4.A4.G4.A4.F4 2
  1162	B4.A4.B4 2
  1163	B4.A4.A4.G4.A4 2
  1164	A4.G4.G4.F4.G4.A4.G4 2
  1165	A4.G4.F4.G4.A4.C5.A4.G4.A4 2
  1166	A4.G4.F4.F4.G4.D4.C4.D4.F4.D4 2
  1167	A4.G4.F4.E4.E4.D4 2
  1168	A4.G4.F4.E4.B4.C5.D5 2
  1169	A4.G4.E4.F4.G4.F4.E4.D4.F4 2
  1170	A4.G4.D5 2
  1171	A4.G4.B4 2
  1172	A4.G4.A4.G4.G4 2
  1173	A4.G4.A4.G4.F4.E4 2
  1174	A4.G4.A4.G4.F4.A4.E4.F4.D4 2
  1175	A4.G4.A4.G4.A4 2
  1176	A4.G4.A4.F4.G4.F4 2
  1177	A4.G4.A4.F4.G4.A4.G4 2
  1178	A4.G4.A4.F4.G4.A4 2
  1179	A4.G4.A4.C5.C5.D5.C5.C5.B4 2
  1180	A4.G4.A4.C5.C5 2
  1181	A4.G4.A4.C5.B4.A4.G4.A4 2
  1182	A4.G4.A4.C5.B4.A4.B4 2
  1183	A4.G4.A4.B4.C5 2
  1184	A4.G4.A4.B4 2
  1185	A4.F4.G4.F4 2
  1186	A4.F4.G4.D4.F4.E4.D4.C4.D4 2
  1187	A4.F4.G4.A4.G4 2
  1188	A4.F4.G4.A4.C5.C5.D5 2
  1189	A4.F4.G4.A4.C5.C5 2
  1190	A4.F4.G4.A4.B4.C5.A4 2
  1191	A4.F4.A4.C5 2
  1192	A4.D5.C5.D5.C5.Bb4.A4.G4.A4.F4.G4.A4 2
  1193	A4.D5.C5 2
  1194	A4.C5.G4.A4.G4.G4.F4 2
  1195	A4.C5.D5.D5.C5.B4 2
  1196	A4.C5.D5.D5.C5 2
  1197	A4.C5.D5.C5.B4.A4.B4.C5.A4 2
  1198	A4.C5.D5.A4.A4.G4.F4.A4.D4.F4.A4.G4.F4.E4.D4.C4.D4 2
  1199	A4.C5.C5.B4 2
  1200	A4.C5.Bb4.B4.A4.B4 2
  1201	A4.C5.A4.G4.A4.F4.F4.E4 2
  1202	A4.C5.A4.B4 2
  1203	A4.Bb4.C5.B4.B4.A4.B4 2
  1204	A4.Bb4.C5.B4.A4.B4 2
  1205	A4.Bb4.C5.A4 2
  1206	A4.Bb4.A4.G4.F4.G4.A4.G4 2
  1207	A4.Bb4.A4.G4.A4 2
  1208	A4.Bb4.A4.A4.G4 2
  1209	A4.B4.G4.G4.F4 2
  1210	A4.B4.G4 2
  1211	A4.B4.C5.B4.A4.B4.A4.A4.G4 2
  1212	A4.B4.A4.G4.G4.F4 2
  1213	A4.B4.A4.G4.A4 2
  1214	A4.B4.A4.F4 2
  1215	A4.B4.A4.B4.D5.E5 2
  1216	A4.B4.A4.A4.F4 2
  1217	A4.B4.A4.A4 2
  1218	A4.A4.G4.A4.G4 2
  1219	A4.A4.F4.G4 2
  1220	A4.A4.A4.G4 2
  1221	A4.A4.A4.F4.G4.G4.F4.E4.D4 2
  1222	A3.D4.C4.D4.F4 2
  1223	A3.D4 2
  1224	A3.B3 2
  1225	G5.G5.F5.E5.D5.E5.G5.F5.E5.D5.C5 1
  1226	G5.G5.E5.D5.E5.D5.D5.C5 1
  1227	G5.G5.A5.F5 1
  1228	G5.G5 1
  1229	G5.F5.G5.F5 1
  1230	G5.F5.F5.F5.E5 1
  1231	G5.F5.F5.E5.D5.F5.C5.C5.B4 1
  1232	G5.F5.E5.F5.E5.D5.F5.D5 1
  1233	G5.F5.E5.F5.E5.D5.E5.F5.E5 1
  1234	G5.F5.E5.E5.D5 1
  1235	G5.F5.E5.D5.C5.B4 1
  1236	G5.F5.A5.G5.F5.A5 1
  1237	G5.E5.G5.E5 1
  1238	G5.E5.G5.D5.E5 1
  1239	G5.E5.F5.G5.E5 1
  1240	G5.E5.F5.E5.F5.E5.D5.E5.D5 1
  1241	G5.E5.F5.E5.D5.G5 1
  1242	G5.E5.F5.E5.D5.E5.D5 1
  1243	G5.E5.F5.E5.D5 1
  1244	G5.E5.F5.E5 1
  1245	G5.E5.F5.D5.E5.F5.E5 1
  1246	G5.E5.F5 1
  1247	G5.D5.D5.F5.E5.F5.E5.D5.E5.D5.E5.D5.C5.F5.D5 1
  1248	G5.C5.D5.A4 1
  1249	G5.A5.G5.F5.E5 1
  1250	G5.A5.G5 1
  1251	G5.A5.Bb5.A5 1
  1252	G5.A5.B5.G5 1
  1253	G5.A5.B5.C6.B5.C6 1
  1254	G5.A5.B5.A5 1
  1255	G4.G4.F4.G4.G4.F4.E4.D4.G4 1
  1256	G4.G4.F4.G4.F4.E4.F4.E4.D4.F4.D4 1
  1257	G4.G4.F4.G4 1
  1258	G4.G4.F4.E4.E4.D4 1
  1259	G4.G4.F4.D4 1
  1260	G4.G4.F4 1
  1261	G4.G4.E4.F4.D4 1
  1262	G4.G4.D4.G4 1
  1263	G4.G4.A4.G4.G4.G4.E4.D4.G4.A4.G4 1
  1264	G4.G4.A4.G4.F4 1
  1265	G4.G4.A4.G4 1
  1266	G4.G4.A4.C5.B4.A4.B4.C5.B4.A4 1
  1267	G4.G4.A4.C5.A4.A4.G4 1
  1268	G4.F4.G4.F4.G4.A4 1
  1269	G4.F4.G4.F4.G4 1
  1270	G4.F4.G4.F4.E4.F4.G4.F4.G4.A4.Bb4.A4.G4.A4 1
  1271	G4.F4.G4.F4.E4.F4.E4.D4.F4.D4 1
  1272	G4.F4.G4.F4.E4.F4.E4.D4 1
  1273	G4.F4.G4.F4.D4 1
  1274	G4.F4.G4.E4.F4.G4.F4 1
  1275	G4.F4.G4.Bb4.G4.B4.G4.F4.G4.F4 1
  1276	G4.F4.G4.B4.G4 1
  1277	G4.F4.G4.B4 1
  1278	G4.F4.G4.A4.G4.F4.G4.A4.G4 1
  1279	G4.F4.G4.A4.G4.E4.F4.E4 1
  1280	G4.F4.G4.A4.G4.A4.Bb4 1
  1281	G4.F4.G4.A4.F4.D4.F4.D4.C4.D4.F4.D4 1
  1282	G4.F4.G4.A4.D4.C4.D4.E4.F4 1
  1283	G4.F4.G4.A4.C5.G4.A4.F4.G4.C5.D5.F5.C5.D5.A4.G4.F4.E4.D4.G4 1
  1284	G4.F4.G4.A4.C5.A4.C5.A4.G4.A4.G4 1
  1285	G4.F4.G4.A4.C5.A4.A4.G4 1
  1286	G4.F4.G4.A4.Bb4.A4.A4.G4 1
  1287	G4.F4.G4.A4.B4 1
  1288	G4.F4.G4.A4.A4.G4.F4.D4 1
  1289	G4.F4.F4.G4.F4 1
  1290	G4.F4.F4.F4 1
  1291	G4.F4.F4.E4.E4.D4 1
  1292	G4.F4.F4.E4.D4.F4.G4.F4.G4.F4.E4 1
  1293	G4.F4.F4.E4.D4.E4.D4.D4.C4 1
  1294	G4.F4.F4.E4.D4.D4.C4 1
  1295	G4.F4.F4.E4.C4.D4.F4.D4.C4.D4 1
  1296	G4.F4.F4.D4.F4.D4.G4.A4.C5.A4.G4.A4.C5 1
  1297	G4.F4.F4.D4.F4.C4.D4.C4.C4.B3 1
  1298	G4.F4.F4.A4.C5.G4.F4.F4.D4.F4.D4 1
  1299	G4.F4.E4.F4.G4.G4.F4 1
  1300	G4.F4.E4.F4.G4.F4.G4.A4 1
  1301	G4.F4.E4.D4.F4.D4 1
  1302	G4.F4.E4.D4.F4 1
  1303	G4.F4.E4.D4.E4.F4.E4.D4.D4.C4 1
  1304	G4.F4.E4.D4.E4.F4.E4.D4 1
  1305	G4.F4.E4.D4.E4.F4.D4 1
  1306	G4.F4.E4.D4.E4.F4 1
  1307	G4.F4.E4.D4.E4 1
  1308	G4.F4.E4.D4.D4.F4.G4.F4.E4.C4.D4.E4.F4.E4.D4.E4 1
  1309	G4.F4.E4.C4 1
  1310	G4.F4.D4.F4.G4.A4.G4.F4.G4 1
  1311	G4.F4.D4.F4.E4.C4.E4.F4.D4 1
  1312	G4.F4.D4.F4.A4.G4.E4.F4.G4 1
  1313	G4.F4.D4.F4 1
  1314	G4.F4.D4.E4.F4.G4.F4.G4.A4.G4.A4.F4.G4.F4.A4.C5 1
  1315	G4.F4.D4.E4.F4.G4.D4 1
  1316	G4.F4.D4.D4.E4 1
  1317	G4.F4.A4.G4.F4.G4 1
  1318	G4.F4.A4.G4.F4.E4.F4 1
  1319	G4.F4.A4.F4.G4.E4.F4.G4.F4.E4.D4.E4.F4 1
  1320	G4.F4.A4.F4.G4 1
  1321	G4.E4.G4.F4.E4 1
  1322	G4.E4.G4.A4.G4.F4.F4.D4.F4.D4 1
  1323	G4.E4.G4.A4.G4.E4.F4.G4.F4.E4.D4.F4 1
  1324	G4.E4.G4.A4.F4.E4.F4.E4.D4.F4.D4 1
  1325	G4.E4.G4.A4.B4.C5 1
  1326	G4.E4.F4.G4.F4.E4.F4.E4.D4 1
  1327	G4.E4.F4.F4.E4 1
  1328	G4.E4.F4.E4.G4 1
  1329	G4.E4.F4.E4.D4.G4.A4.C5.B4.A4 1
  1330	G4.E4.F4.E4.D4.F4.G4.F4.G4.F4.E4 1
  1331	G4.E4.F4.E4.D4.E4.D4.E4.D4 1
  1332	G4.E4.F4.E4.D4.D4.G4.F4.E4.F4.E4.D4 1
  1333	G4.E4.F4.E4.D4.D4.E4.F4.G4.A4.C5.B4.A4.B4 1
  1334	G4.E4.F4.E4.D4.C4.D4.F4.D4.C4.D4.E4.F4.E4.D4.E4 1
  1335	G4.E4.F4.D4.F4.G4.F4.G4 1
  1336	G4.E4.F4.D4.F4.E4.D4.F4 1
  1337	G4.E4.F4.D4.F4.D4 1
  1338	G4.E4.F4.D4.F4 1
  1339	G4.E4.F4.D4.E4.F4.E4 1
  1340	G4.E4.F4.D4.C4.D4 1
  1341	G4.E4.F4.A4.C5.G4.F4.F4.D4.F4.D4 1
  1342	G4.E4.D4.G4 1
  1343	G4.E4.D4 1
  1344	G4.D5.F5.D5.C5.C5.B4.A4.G4 1
  1345	G4.D5.F5 1
  1346	G4.D5.D5.F5.E5.D5.C5.D5 1
  1347	G4.D5.D5.F5.E5 1
  1348	G4.D5.D5 1
  1349	G4.D5.C5.Bq4 1
  1350	G4.D5.C5.B4 1
  1351	G4.D5.C5 1
  1352	G4.D4.G4.A4.G4.C5.B4.A4.C5.G4 1
  1353	G4.D4.G4.A4.C5 1
  1354	G4.D4.F4.E4.D4.F4.G4.G4.F4.A4.G4.F4 1
  1355	G4.D4.F4.E4.D4.D4.G4.A4.G4.G4.D4.F4.E4.D4.F4.G4.A4 1
  1356	G4.D4.F4.D4.C4.E4.F4 1
  1357	G4.D4.F4.D4.C4.D4 1
  1358	G4.D4.D4.F4.E4.F4 1
  1359	G4.D4.D4.F4 1
  1360	G4.D4.D4.C4.F4.G4.A4.Bb4.A4.G4.F4 1
  1361	G4.D4.C4 1
  1362	G4.D4.Bb4.A4.G4.F4.F4 1
  1363	G4.D4.A4.G4.F4 1
  1364	G4.C5.G4.A4.G4.G4.F4.G4.A4.C5.D5.C5.C5.B4.A4.B4.C5.B4 1
  1365	G4.C5.G4.A4.G4 1
  1366	G4.C5.G4.A4.C5.B4 1
  1367	G4.C5.D5.F5.E5 1
  1368	G4.C5.D5.E5.D5 1
  1369	G4.C5.D5.C5.F5.E5.D5 1
  1370	G4.C5.C5.G4.B4.C5.A4.G4.F4.G4.A4.A4.G4 1
  1371	G4.C5.C5.Bb4.B4.A4.B4 1
  1372	G4.C5.C5.B4.A4 1
  1373	G4.C5.C5.A4.B4.C5.B4.A4.G4.A4.Bb4.A4.G4 1
  1374	G4.C5.Bb4.B4.A4.B4 1
  1375	G4.C5.B4.G4.A4 1
  1376	G4.C5.B4.D5.F5 1
  1377	G4.C5.B4.D5.E5.D5 1
  1378	G4.C5.B4.D5 1
  1379	G4.C5.B4.C5 1
  1380	G4.C5.B4.A4.G4.F4.E4.F4 1
  1381	G4.C5.B4.A4.G4 1
  1382	G4.C5.A4.G4.F4.G4.F4.D4.F4.G4.Bb4.A4.G4.F4.G4.A4.G4 1
  1383	G4.C5.A4.G4.F4.G4.F4.D4.F4.G4.Bb4.A4.G4.F4 1
  1384	G4.C5.A4.G4.A4.G4 1
  1385	G4.C5.A4.G4.A4.F4.F4.E4 1
  1386	G4.C5.A4.G4.A4.E4.F4.E4 1
  1387	G4.Bb4.B4.A4.B4 1
  1388	G4.Bb4.A4.G4 1
  1389	G4.Bb4.A4.B4 1
  1390	G4.Bb4.A4.A4.G4 1
  1391	G4.Bb4.A4 1
  1392	G4.B4.G4.F4.G4.A4.G4 1
  1393	G4.B4.G4.B4.B4.B4 1
  1394	G4.B4.F4.F4.E4 1
  1395	G4.B4.F4 1
  1396	G4.B4.C5.D5.D5.C5.B4.A4.G4 1
  1397	G4.B4.C5.D5.D5.C5.B4 1
  1398	G4.B4.C5.D5.C5.B4.A4.G4 1
  1399	G4.B4.C5.C5.B4.A4.B4 1
  1400	G4.B4.C5.B4.A4.Bb4.C5.B4.C5 1
  1401	G4.B4.C5.B4.A4.B4 1
  1402	G4.B4.A4.G4 1
  1403	G4.B4.A4.F4 1
  1404	G4.A4.G4.G4.F4.E4.F4 1
  1405	G4.A4.G4.G4.F4.E4 1
  1406	G4.A4.G4.G4.E4.G4.E4 1
  1407	G4.A4.G4.F4.G4.A4.G4.A4.Bb4 1
  1408	G4.A4.G4.F4.G4.A4.Bb4.A4.A4.G4 1
  1409	G4.A4.G4.F4.F4.G4.A4.G4.A4.Bb4 1
  1410	G4.A4.G4.F4.F4.G4.A4.G4.A4 1
  1411	G4.A4.G4.F4.F4.D4.F4.D4 1
  1412	G4.A4.G4.F4.E4.F4.G4.F4.G4 1
  1413	G4.A4.G4.F4.E4.F4.E4 1
  1414	G4.A4.G4.F4.E4.E4.D4 1
  1415	G4.A4.G4.F4.E4.D4.D4.E4.F4.G4.A4.B4.C5.B4.A4 1
  1416	G4.A4.G4.F4.A4.E4.F4.D4.D4.A4.C5.G4.B4.A4.B4.C5.A4.D5.C5.A4.G4.F4.F4.G4.A4.E4.F4.D4 1
  1417	G4.A4.G4.F4.A4.C5.B4.A4.C5.D5.E5.D5.D5.C5.B4.A4.A4.D5.D5.C5.A4.B4.A4.G4 1
  1418	G4.A4.G4.F4.A4.B4.A4.G4 1
  1419	G4.A4.G4.E4.G4.E4.F4 1
  1420	G4.A4.G4.E4.F4.G4 1
  1421	G4.A4.G4.E4.F4.E4.D4.D4.A4.C5.B4.G4.A4.G4.F4.G4.A4.A4.G4.A4.F4.D4.F4.E4.D4.A4.A4.G4.G4.F4.G4.A4 1
  1422	G4.A4.G4.E4.F4.E4.D4.C4.D4.F4.E4.D4.F4.E4.D4 1
  1423	G4.A4.G4.E4.F4.D4.D4.A4.C5.G4 1
  1424	G4.A4.G4.Bb4 1
  1425	G4.A4.G4.A4.G4.F4.G4.F4.E4.D4 1
  1426	G4.A4.G4.A4.G4.F4.F4.E4 1
  1427	G4.A4.G4.A4.G4.F4.A4.G4.C5 1
  1428	G4.A4.G4.A4.G4.E4 1
  1429	G4.A4.G4.A4.F4.F4.E4 1
  1430	G4.A4.G4.A4.D4 1
  1431	G4.A4.G4.A4.C5.D5.C5.D5 1
  1432	G4.A4.G4.A4.C5.B4.B4.A4.G4.A4.G4 1
  1433	G4.A4.G4.A4.C5.A4.B4.C5.D5.C5.B4 1
  1434	G4.A4.G4.A4.Bb4.A4.G4 1
  1435	G4.A4.G4.A4.B4.B4.C5.B4.A4.B4.G4.A4.B4.B4.D4.G4.A4.B4.B4.C5.B4.A4.B4.G4.A4.B4.B4.B4.A4.B4.D5.B4.A4.B4.G4.A4.B4.B4.B4.A4.B4.D5.B4.A4.B4.G4.A4.B4.B4.C5.A4.G4.A4.E4.F4.E4.D4.A4.A4.G4.F4.G4 1
  1436	G4.A4.G4.A4.B4.A4 1
  1437	G4.A4.G4.A4.B4 1
  1438	G4.A4.F4.G4.G4.A4.C5.C5.B4.G4.A4.F4.G4.A4.F4.G4.E4.F4.D4.D4.C4.C4.G4.A4.F4.G4.C5.C5.B4.A4.B4.C5.B4.A4.C5.A4.G4 1
  1439	G4.A4.F4.G4.F4 1
  1440	G4.A4.F4.G4.E4.F4.D4.C4.F4.F4.A4.Bb4.A4.G4.A4.G4.F4.A4.A4.C5.D5.C5.B4.A4.G4.A4.F4.G4.A4.A4.B4.G4.F4.G4 1
  1441	G4.A4.F4.G4.D4.D4.C4 1
  1442	G4.A4.F4.G4.A4 1
  1443	G4.A4.F4.E4.F4.D4 1
  1444	G4.A4.F4.E4.D4.D4.F4.G4.F4.F4.E4 1
  1445	G4.A4.F4.D4.G4 1
  1446	G4.A4.F4.D4.E4.F4.G4 1
  1447	G4.A4.F4.D4 1
  1448	G4.A4.F4.A4.C5.C5.A4.B4.C5.B4.A4 1
  1449	G4.A4.F4.A4.C5.B4.A4 1
  1450	G4.A4.E4.F4.D4 1
  1451	G4.A4.D5.E5.C5.D5.C5.B4.A4.A4.G4.C5.D5.C5.B4.A4.G4.A4.A4 1
  1452	G4.A4.D5.E5.C5.D5.C5.B4.A4.A4.G4.C5.D5.C5.B4.A4.C5.B4.A4 1
  1453	G4.A4.D4.D4.C4 1
  1454	G4.A4.C5.G4.A4.G4.G4.F4.D4.G4.G4.D5.D5.B4.C5.D5.G4.G4.F4.E4 1
  1455	G4.A4.C5.G4.A4 1
  1456	G4.A4.C5.D5.C5.D5.F5.E5.D5.C5.B4.C5.B4 1
  1457	G4.A4.C5.D5.C5.Bb4.A4 1
  1458	G4.A4.C5.D5.C5.B4.A4.C5.B4 1
  1459	G4.A4.C5.D5.C5.B4.A4.B4.C5.B4.A4 1
  1460	G4.A4.C5.C5.B4.A4 1
  1461	G4.A4.C5.Bq4.C5.D5.C5 1
  1462	G4.A4.C5.B4.C5.D5.C5.D5.E5 1
  1463	G4.A4.C5.B4.A4.G4.A4 1
  1464	G4.A4.C5.B4.A4.G4 1
  1465	G4.A4.C5.B4.A4.C5.G4.A4.C5.A4.G4 1
  1466	G4.A4.C5.B4.A4.C5.G4.A4.B4.C5.A4.G4 1
  1467	G4.A4.C5.B4.A4.C5.A4 1
  1468	G4.A4.C5.B4.A4.C5 1
  1469	G4.A4.C5.B4.A4.B4.C5.B4.A4.C5.B4.A4.G4 1
  1470	G4.A4.C5.B4.A4.B4.C5.B4 1
  1471	G4.A4.C5.A4.G4.F4.G4.A4.G4.A4 1
  1472	G4.A4.C5.A4.G4.A4.B4.C5.B4 1
  1473	G4.A4.C5.A4.F4.A4 1
  1474	G4.A4.C5.A4.C5.G4 1
  1475	G4.A4.C5.A4.C5.D5.E5.F5.E5.D5.E5 1
  1476	G4.A4.C5.A4.C5.A4.G4.A4.B4.C5.A4 1
  1477	G4.A4.C5.A4.C5.A4.A4.G4 1
  1478	G4.A4.C5.A4.Bb4.A4.G4 1
  1479	G4.A4.C5.A4.B4.A4.A4.F4 1
  1480	G4.A4.C5.A4.B4.A4.A4 1
  1481	G4.A4.C5.A4.A4.G4.A4 1
  1482	G4.A4.Bq4.C5.B4.A4.B4.A4 1
  1483	G4.A4.Bq4.C5.B4 1
  1484	G4.A4.Bq4.A4.G4.A4.E4.F4.E4.E4.D4 1
  1485	G4.A4.Bb4.C5.C5.B4.A4 1
  1486	G4.A4.Bb4.C5.B4.A4 1
  1487	G4.A4.Bb4.C5.B4 1
  1488	G4.A4.Bb4.A4.G4.A4.G4.D4.D4.G4.G4.C5.G4.A4.Bb4.A4.G4.A4.G4.D4.G4.G4.E4.F4.E4.D4.G4.F4.A4.C5 1
  1489	G4.A4.Bb4.A4.G4.A4.E4.F4.E4 1
  1490	G4.A4.Bb4.A4.B4.G4 1
  1491	G4.A4.B4.G4.G4.F4 1
  1492	G4.A4.B4.D5.B4.C5.A4.G4.G4.F4 1
  1493	G4.A4.B4.C5.C5.B4 1
  1494	G4.A4.B4.C5.B4.G4.G4.A4.C5.B4.A4.B4 1
  1495	G4.A4.B4.C5.B4.A4.G4.G4.F4 1
  1496	G4.A4.B4.C5.B4.A4.G4.F4.G4.D4.G4.A4.B4.C5.A4.F4.G4.C5.B4.C5.D5.D5.C5.B4.C5.B4.A4.G4.D4.G4.A4.B4.C5.B4.A4.G4 1
  1497	G4.A4.B4.C5.B4.A4.G4.F4.G4.A4 1
  1498	G4.A4.B4.C5.B4.A4.G4.F4.E4.D4 1
  1499	G4.A4.B4.C5.B4.A4.G4.F4 1
  1500	G4.A4.B4.C5.B4.A4.B4.C5.G4.G4.E4.F4.E4 1
  1501	G4.A4.B4.C5.B4.A4.A4.G4 1
  1502	G4.A4.B4.B4.A4.B4.C5.B4.A4 1
  1503	G4.A4.B4.B4.A4 1
  1504	G4.A4.B4.A4.G4.F4.G4 1
  1505	G4.A4.B4.A4.G4.A4.B4 1
  1506	G4.A4.B4.A4.G4.A4 1
  1507	G4.A4.B4.A4.G4 1
  1508	G4.A4.B4.A4.B4 1
  1509	G4.A4.A4.G4.F4 1
  1510	G4.A4.A4.G4.A4.G4 1
  1511	G4.A4.A4.F4.G4 1
  1512	G4.A4.A4.C5 1
  1513	G4.A4.A4.B4.A4.A4.G4 1
  1514	G4.A4.A4.B4.A4 1
  1515	F5.G5.F5.F5.F5.F5.D5.C5.Bb4.C5.D5.C5.Bb4.C5 1
  1516	F5.G5.F5.E5.C5.D5.A4.C5 1
  1517	F5.G5.F5.E5 1
  1518	F5.G5.E5.F5 1
  1519	F5.G5.D5.C5 1
  1520	F5.G5.A5.G5.F5.E5.F5.E5.D5.E5.D5 1
  1521	F5.F5.F5.D5 1
  1522	F5.F5.F5 1
  1523	F5.F5.E5.D5.E5.D5 1
  1524	F5.F5.E5.D5.D5 1
  1525	F5.F5.E5.D5 1
  1526	F5.F5.E5.C5 1
  1527	F5.F5.E5 1
  1528	F5.F5.C5 1
  1529	F5.E5.G5.A5.G5.E5.F5.G5.E5.F5.E5.E5.G5.A5.G5.E5.F5.G5.F5.E5.C5.D5.C5.F5.E5.G5.A5.G5.E5.F5.E5.D5.C5 1
  1530	F5.E5.F5.G5.G5.F5.E5.F5 1
  1531	F5.E5.F5.G5.F5 1
  1532	F5.E5.F5.E5.D5.F5 1
  1533	F5.E5.F5.E5.C5 1
  1534	F5.E5.E5.D5 1
  1535	F5.E5.D5.F5.D5.F5 1
  1536	F5.E5.D5.F5.D5.D5.C5 1
  1537	F5.E5.D5.F5.C5.E5.F5.D5 1
  1538	F5.E5.D5.F5.C5.D5.E5.F5.E5 1
  1539	F5.E5.D5.E5 1
  1540	F5.E5.D5.D5.C5 1
  1541	F5.E5.D5.C5.D5.C5.C5.B4 1
  1542	F5.E5.D5.C5.D5.C5.Bb4.A4.B4.C5.C5.A4.B4.G4.F4.G4.A4.B4.A4.G4.C5.D5.C5.C5.A4.F4.G4.A4 1
  1543	F5.E5.D5.C5.D5 1
  1544	F5.E5.D5.C5.Bb4.A4.B4 1
  1545	F5.E5.D5.C5.B4 1
  1546	F5.E5.C5.D5 1
  1547	F5.D5.F5.C5.D5.C5.B4 1
  1548	F5.D5.E5.F5.E5.D5.C5.D5 1
  1549	F5.D5.E5.F5.E5.D5.C5 1
  1550	F5.D5.E5.F5.E5.D5 1
  1551	F5.D5.E5.C5.D5 1
  1552	F5.D5.C5.D5 1
  1553	F5.D5.C5.Bb4 1
  1554	F5.C5.E5.F5.E5.D5.C5.D5 1
  1555	F5.C5.D5.C5.Bb4.C5.C5.D5.B4.C5.E5.F5.G5.F5.E5.D5.C5.D5.C5 1
  1556	F5.C5.C5 1
  1557	F5.C5.A4.C5 1
  1558	F5.C5.A4 1
  1559	F5.A5.E5 1
  1560	F4.G4.G4.F4.E4.D4 1
  1561	F4.G4.G4.C4 1
  1562	F4.G4.F4.G4.F4 1
  1563	F4.G4.F4.G4.A4.G4.F4.G4 1
  1564	F4.G4.F4.G4.A4.G4.F4.E4.D4 1
  1565	F4.G4.F4.G4.A4 1
  1566	F4.G4.F4.G4 1
  1567	F4.G4.F4.F4.G4.E4.F4.D4.F4.D4 1
  1568	F4.G4.F4.F4.E4.E4.D4 1
  1569	F4.G4.F4.F4.C4 1
  1570	F4.G4.F4.E4.F4.G4.F4.G4 1
  1571	F4.G4.F4.E4.F4.E4.D4.E4.D4 1
  1572	F4.G4.F4.E4.F4.E4.D4.E4 1
  1573	F4.G4.F4.E4.F4 1
  1574	F4.G4.F4.E4.D4.F4.E4.D4.D4.C4 1
  1575	F4.G4.F4.E4.D4.E4.F4.D4 1
  1576	F4.G4.F4.E4.D4.D4.C4.A3.C4 1
  1577	F4.G4.F4.D4.F4.E4.F4.D4.F4.D4.C4.D4.C4.D4.F4.G4.F4.D4.F4.E4.F4.D4.F4.D4.C4.D4.D4.A4.A4.G4.F4.A4.A4.G4.F4.E4.D4.C4.D4.D4.A4.A4.G4.F4.A4.A4.G4.F4.E4 1
  1578	F4.G4.F4.D4.F4 1
  1579	F4.G4.F4.D4.E4.F4 1
  1580	F4.G4.E4.G4.F4.E4.E4.D4 1
  1581	F4.G4.E4.G4.E4 1
  1582	F4.G4.E4.F4.E4 1
  1583	F4.G4.E4.F4.D4.E4.F4.D4 1
  1584	F4.G4.E4.F4.D4.D4.C4.D4.F4.D4 1
  1585	F4.G4.D4.F4 1
  1586	F4.G4.D4.E4.D4 1
  1587	F4.G4.D4.D4.C4 1
  1588	F4.G4.Bb4.G4.F4.G4 1
  1589	F4.G4.Bb4.A4.G4.C5.Bq4.C5 1
  1590	F4.G4.Bb4.A4.G4 1
  1591	F4.G4.Bb4.A4.B4.A4.G4.A4.B4.A4.G4 1
  1592	F4.G4.Bb4.A4 1
  1593	F4.G4.B4.F4 1
  1594	F4.G4.B4.A4.G4.B4 1
  1595	F4.G4.B4.A4 1
  1596	F4.G4.A4.G4.G4.F4 1
  1597	F4.G4.A4.G4.F4.G4.F4.E4 1
  1598	F4.G4.A4.G4.F4.G4.A4.C5.D5.F5.E5.D5.D5.C5.B4.A4.G4.A4 1
  1599	F4.G4.A4.G4.F4.G4.A4 1
  1600	F4.G4.A4.G4.F4.F4.G4.A4.G4.A4.Bb4 1
  1601	F4.G4.A4.G4.F4.E4.D4 1
  1602	F4.G4.A4.G4.F4.E4 1
  1603	F4.G4.A4.G4.E4.F4 1
  1604	F4.G4.A4.G4.A4.G4.G4.F4 1
  1605	F4.G4.A4.G4.A4.G4.F4.F4.G4.A4.G4.A4.G4.D4.E4.F4 1
  1606	F4.G4.A4.G4.A4.G4.F4.E4.D4.F4.F4.G4.F4 1
  1607	F4.G4.A4.G4.A4.F4.G4.F4.E4.D4 1
  1608	F4.G4.A4.G4.A4.F4.G4.A4.G4.A4.C5.Bb4.A4.G4.C5.C5.B4.A4.G4.F4.C5.B4.D5.C5.B4.C5.B4.A4.G4.F4.F4.G4.A4 1
  1609	F4.G4.A4.G4.A4.F4.G4.A4.B4.C5.D5.C5 1
  1610	F4.G4.A4.G4.A4.B4 1
  1611	F4.G4.A4.F4.G4.E4.F4 1
  1612	F4.G4.A4.F4.G4.D4.C4.F4.G4.A4.Bb4.A4.G4.A4.G4.F4.A4.A4.C5.D5.C5.B4.A4.G4.A4.G4.F4.A4 1
  1613	F4.G4.A4.F4.G4 1
  1614	F4.G4.A4.F4.F4.E4.D4 1
  1615	F4.G4.A4.F4.E4.F4 1
  1616	F4.G4.A4.F4.E4 1
  1617	F4.G4.A4.F4.A4.B4.A4 1
  1618	F4.G4.A4.D4 1
  1619	F4.G4.A4.C5.B4.A4.C5 1
  1620	F4.G4.A4.C5.A4.A4.F4.G4 1
  1621	F4.G4.A4.C5.A4.A4.A4.F4.G4.F4 1
  1622	F4.G4.A4.Bb4.G4.F4.A4.B4.C5 1
  1623	F4.G4.A4.Bb4.A4.G4.F4.G4.F4 1
  1624	F4.G4.A4.Bb4.A4.G4.F4.G4.A4.B4.A4.G4.A4 1
  1625	F4.G4.A4.Bb4.A4.F4.G4.A4.B4 1
  1626	F4.G4.A4.Bb4.A4.A4.G4 1
  1627	F4.G4.A4.B4.A4.G4.F4.G4.A4.G4.G4 1
  1628	F4.G4.A4.B4.A4.G4.F4.G4.A4.Bb4.A4.G4.A4 1
  1629	F4.G4.A4.B4.A4.G4.A4 1
  1630	F4.G4.A4.A4.G4.F4.E4.D4 1
  1631	F4.G4.A4.A4.G4.D4.G4.F4 1
  1632	F4.G4.A4.A4.G4.A4.G4 1
  1633	F4.G4.A4.A4.G4.A4.Bb4.A4.G4 1
  1634	F4.F4.G4.A4.A4.G4.A4.G4 1
  1635	F4.F4.F4.D4.F4.D4 1
  1636	F4.F4.F4.D4 1
  1637	F4.F4.F4.C4 1
  1638	F4.F4.E4.F4.F4.E4 1
  1639	F4.F4.E4.F4.D4.F4.F4.D4.E4.F4.G4.F4 1
  1640	F4.F4.E4.E4.D4.E4.D4.E4.F4.G4.F4.F4.E4 1
  1641	F4.F4.E4.E4.D4 1
  1642	F4.F4.E4.D4.F4.G4 1
  1643	F4.F4.E4.D4.C4.D4.F4.E4 1
  1644	F4.F4.E4.D4.C4.D4.F4.D4 1
  1645	F4.F4.E4.D4.C4.D4 1
  1646	F4.F4.D4.F4.G4.F4.E4.F4 1
  1647	F4.F4.D4.F4.F4.F4.F4 1
  1648	F4.F4.D4.F4.D4 1
  1649	F4.F4.D4.F4.C4.D4.F4.F4.D4.F4 1
  1650	F4.F4.D4.F4.C4 1
  1651	F4.F4.D4.D4.C4.F4.G4.A4 1
  1652	F4.F4.D4.D4 1
  1653	F4.F4.D4.C4.F4 1
  1654	F4.F4.D4 1
  1655	F4.F4.A4.G4.A4.G4.G4.F4 1
  1656	F4.F4.A4.G4.A4.G4 1
  1657	F4.E4.G4.F4.G4 1
  1658	F4.E4.G4.F4.E4 1
  1659	F4.E4.G4.A4.G4.F4.G4 1
  1660	F4.E4.F4.G4.G4.F4.E4 1
  1661	F4.E4.F4.G4.F4.G4.A4 1
  1662	F4.E4.F4.G4.F4.E4 1
  1663	F4.E4.F4.G4.D4.G4.F4.E4.D4.E4.E4.C4.D4.F4.E4.F4.G4.D4.G4.F4.E4.D4.E4.E4.E4.G4.A4.A4.G4.C5.C5.G4.A4.A4.G4.C5.C5.G4.A4.A4.G4.A4.C5.C5.D5.A4.C5.B4.G4.A4.E4 1
  1664	F4.E4.F4.G4.D4.F4 1
  1665	F4.E4.F4.G4.A4.G4.G4.E4 1
  1666	F4.E4.F4.G4.A4.G4.F4.E4.F4 1
  1667	F4.E4.F4.G4.A4.F4.G4.A4.G4.F4.E4.D4.C4.D4.D4.E4.F4.G4.F4.G4.A4 1
  1668	F4.E4.F4.G4.A4.F4.E4.F4 1
  1669	F4.E4.F4.F4.E4 1
  1670	F4.E4.F4.E4.D4.F4.D4 1
  1671	F4.E4.F4.E4.D4.C4.C4.B3 1
  1672	F4.E4.F4.D5.D5.C5.B4.A4.G4.A4 1
  1673	F4.E4.F4.D4.F4.D4 1
  1674	F4.E4.F4.D4.E4.F4.G4.F4.E4.F4.E4 1
  1675	F4.E4.F4.D4.E4.F4.G4.F4.E4.F4 1
  1676	F4.E4.F4.D4.E4.D4 1
  1677	F4.E4.F4.D4.C4.F4.G4.A4.B4.A4 1
  1678	F4.E4.F4.D4.C4.B3.C4.D4.C4.D4.F4 1
  1679	F4.E4.F4.D4.A4 1
  1680	F4.E4.F4.C4.D4 1
  1681	F4.E4.E4.F4.E4.G4 1
  1682	F4.E4.D4.G4 1
  1683	F4.E4.D4.F4.G4.A4.F4.F4.D4 1
  1684	F4.E4.D4.F4.G4.A4.A4.G4 1
  1685	F4.E4.D4.F4.G4 1
  1686	F4.E4.D4.F4.C4.D4.F4.E4.F4.E4.D4 1
  1687	F4.E4.D4.E4.F4.G4.F4 1
  1688	F4.E4.D4.E4.F4.G4 1
  1689	F4.E4.D4.E4.F4.D4 1
  1690	F4.E4.D4.E4.F4 1
  1691	F4.E4.D4.E4.D4 1
  1692	F4.E4.D4.D4.G4.F4.G4.A4 1
  1693	F4.E4.D4.D4.F4.G4.E4.F4.E4 1
  1694	F4.E4.D4.D4.E4 1
  1695	F4.E4.D4.C4.D4.F4.E4 1
  1696	F4.E4.D4.C4.D4.E4.F4.D4 1
  1697	F4.E4.C4.E4.F4.G4.F4 1
  1698	F4.E4.C4.D4.E4.F4.D4 1
  1699	F4.E4.A4.C5.A4.A4.G4 1
  1700	F4.D4.G4.F4 1
  1701	F4.D4.G4 1
  1702	F4.D4.F4.G4.F4 1
  1703	F4.D4.F4.G4.A4 1
  1704	F4.D4.F4.F4.E4.D4 1
  1705	F4.D4.F4.F4.E4 1
  1706	F4.D4.F4.E4.F4.D4.D4.C4.D4 1
  1707	F4.D4.F4.D4.E4.F4.G4.D4.D4.C4 1
  1708	F4.D4.F4.D4.E4.F4.E4 1
  1709	F4.D4.F4.D4.C4.F4.E4 1
  1710	F4.D4.F4.D4.C4.F4 1
  1711	F4.D4.F4.C4.E4.G4.A4.D4.C4.F4 1
  1712	F4.D4.F4.C4.A3 1
  1713	F4.D4.F4.C4 1
  1714	F4.D4.F4.A4.G4.A4.G4.E4.F4.G4.A4.F4.G4.F4.E4 1
  1715	F4.D4.E4.G4.E4.E4.D4 1
  1716	F4.D4.E4.F4.G4.D4.F4.G4.A4.G4 1
  1717	F4.D4.E4.F4.E4.F4.E4 1
  1718	F4.D4.E4.D4 1
  1719	F4.D4.D4.F4.E4.F4.E4 1
  1720	F4.D4.D4.F4 1
  1721	F4.D4.D4.E4.F4.G4.F4.A4.G4.A4.F4.E4.D4.C4.D4.E4.F4.D4 1
  1722	F4.D4.D4.E4.F4.G4.F4.A4.F4.E4.D4 1
  1723	F4.D4.D4.C4.F4.D4.D4.C4 1
  1724	F4.D4.D4.C4.E4.G4.D4.E4.D4.E4.F4.G4.A4 1
  1725	F4.D4.C4.F4.G4.E4.F4 1
  1726	F4.D4.C4.F4 1
  1727	F4.D4.C4.D4.F4.E4.D4.C4.D4 1
  1728	F4.D4.C4.D4.F4.D4.C4.D4 1
  1729	F4.D4.C4.D4.F4 1
  1730	F4.D4.C4.D4.D4.F4.G4.A4.G4 1
  1731	F4.D4.B3.C4 1
  1732	F4.D4.A4 1
  1733	F4.C5.D5.C5.F5.F5.G5.F5.E5.D5.C5.D5.A4.C5.C5.Bb4.A4.B4.A4.G4.F4.F4.G4.A4.B4.A4.F4 1
  1734	F4.C5.D5.C5.D5.F5.F5.F5.G5.F5.E5.D5.C5.D5.Bb4.C5.F4.C5.D5.C5.D5.E5.E5.F5.E5.D5.C5.D5.B4.C5 1
  1735	F4.C5.D5.B4.C5 1
  1736	F4.C5.C5.D5 1
  1737	F4.C5.C5.C5.B4.A4.G4.F4 1
  1738	F4.C5.C5.Bb4.A4 1
  1739	F4.C5.C5.B4.A4.G4.F4 1
  1740	F4.C5.C5.B4.A4 1
  1741	F4.C5.C5 1
  1742	F4.C4.D4.F4.G4 1
  1743	F4.C4.D4.F4.F4 1
  1744	F4.C4.D4.F4 1
  1745	F4.C4.D4.C4.D4.F4.F4.F4.G4.A4.C5.A4.A4.F4.G4.A4.F4.F4.E4.C5.C5.D5.C5.C5.B4.A4.G4.F4 1
  1746	F4.Bb4.G4.A4 1
  1747	F4.Bb4.A4 1
  1748	F4.B4 1
  1749	F4.A4.G4.F4.E4.D4.F4.F4 1
  1750	F4.A4.G4.A4.C5 1
  1751	F4.A4.F4.G4.A4 1
  1752	F4.A4.F4.G4 1
  1753	F4.A4.F4 1
  1754	F4.A4.D5.E5 1
  1755	F4.A4.C5.G4.F4.A4.G4.A4.C5.B4 1
  1756	F4.A4.C5.G4.F4 1
  1757	F4.A4.C5.G4 1
  1758	F4.A4.C5.D5.C5.B4.C5.D5.C5.D5 1
  1759	F4.A4.C5.D5.C5.B4.A4.G4 1
  1760	F4.A4.C5.D5.C5 1
  1761	F4.A4.C5.C5.C5.D5.A4.G4.A4.C5 1
  1762	F4.A4.C5.C5.C5.D5.A4.A4.G4.C5 1
  1763	F4.A4.C5.C5.B4 1
  1764	F4.A4.C5.B4.C5.D5.C5.D5.C5 1
  1765	F4.A4.C5.B4.A4.A4.D5.C5.D5 1
  1766	F4.A4.C5.A4.G4.F4.E4.D4.F4 1
  1767	F4.A4.C5.A4.G4 1
  1768	F4.A4.Bb4.A4.G4.G4.E4 1
  1769	F4.A4.Bb4.A4.G4.A4.G4.F4.E4.D4 1
  1770	F4.A4.Bb4.A4.A4.G4 1
  1771	F4.A4.Bb4.A4 1
  1772	F4.A4.Bb4 1
  1773	F4.A4.B4.C5.D5.C5.C5.Bb4.A4.B4.G4.F4 1
  1774	F4.A4.B4.C5.C5 1
  1775	F4.A4.B4.C5.B4 1
  1776	F4.A4.B4.C5 1
  1777	F4.A4.B4.A4.G4.A4.G4 1
  1778	F4.A4.B4.A4 1
  1779	F4.A4.A4.A4.F4.A4.C5.A4.G4.F4.G4.A4 1
  1780	E5.G5.F5 1
  1781	E5.G5.E5.G5 1
  1782	E5.G5.E5.F5 1
  1783	E5.G5.E5.D5 1
  1784	E5.G5.D5.D5.C5.B4 1
  1785	E5.G5.D5.C5.B4.C5 1
  1786	E5.F5.G5.G5.F5.E5.F5.E5 1
  1787	E5.F5.G5.G5.F5.E5.D5 1
  1788	E5.F5.G5.F5.E5.F5.E5.D5.D5.F5.E5.F5 1
  1789	E5.F5.G5.F5.E5.D5.E5.F5.E5.D5 1
  1790	E5.F5.G5.E5.F5 1
  1791	E5.F5.G5.E5 1
  1792	E5.F5.G5.A5 1
  1793	E5.F5.E5.D5.E5.D5 1
  1794	E5.F5.E5.D5.D5.C5 1
  1795	E5.F5.E5.D5.C5.Bb4.A4.B4 1
  1796	E5.F5.E5.C5.D5.C5.B4 1
  1797	E5.F5.E5.B4.C5.D5 1
  1798	E5.F5.C5 1
  1799	E5.E5 1
  1800	E5.D5.G5.D5.D5.C5.B4 1
  1801	E5.D5.F5.E5.D5.C5.Bb4 1
  1802	E5.D5.E5.G5.D5.D5.C5.B4.C5 1
  1803	E5.D5.E5.F5.G5.G5.F5.E5.F5 1
  1804	E5.D5.E5.F5.G5.G5.F5.E5.D5 1
  1805	E5.D5.E5.F5.E5.F5 1
  1806	E5.D5.E5.F5.E5.D5.E5 1
