     1	0* 7348
     2	0 2221
     3	-2 1477
     4	2 1375
     5	2.-2 774
     6	0.0 518
     7	-1 441
     8	3 416
     9	-3 352
    10	1 352
    11	2.0 346
    12	-2.2 344
    13	-2.-2 335
    14	2.-2.0 287
    15	-1.-2 282
    16	2.2 253
    17	-2.2.0 234
    18	0.-1.1.-3 233
    19	-2.0 225
    20	2.2.-2 204
    21	0.2.-2 189
    22	2.3 181
    23	3.-3 180
    24	0.2 179
    25	-2.-1 160
    26	0.-2 160
    27	0.-1 158
    28	3.0 153
    29	1.2 144
    30	2.-2.-2 137
    31	0.-2.-2.2.2 135
    32	-2.-1.-2 128
    33	0.2.-2.-2 128
    34	4 127
    35	-2.2.3.-5 127
    36	2.2.0 120
    37	-4 113
    38	-2.2.-2 111
    39	0.0.-2.-2.2.2 109
    40	0.0.0 109
    41	-3.-2 107
    42	5 106
    43	-5 104
    44	2.3.-3.-2.2.0.-2 104
    45	-1.1 98
    46	3.-1 96
    47	2.3.0 96
    48	-1.-2.-2 92
    49	2.0.-2 90
    50	2.0.-2.0 87
    51	0.2.-2.0 86
    52	2.0.0 81
    53	0.2.0 76
    54	3.-3.0 74
    55	1.-1.-2 74
    56	2.-2.2 73
    57	-1.-2.0 73
    58	2.1 71
    59	-2.2.2 69
    60	-3.3 67
    61	1.2.0 66
    62	0.-3 65
    63	2.3.-3 64
    64	3.-3.-2 62
    65	1.-3 62
    66	3.0.0 59
    67	-2.-3 59
    68	3.2 56
    69	2.-2.-1 56
    70	2.2.-2.0.-2 55
    71	0.-4.2.2.-2 54
    72	1.2.-2.-1 53
    73	0.2.3.-3.-2.2.0.-2 53
    74	-1.1.2 52
    75	7 51
    76	0.0.2.-2 51
    77	0.-1.-2 50
    78	2.-2.0.-1 49
    79	2.1.-1.-2.2.1.-3 49
    80	4.3 48
    81	-3.0 48
    82	0.-1.-2.-2 48
    83	3.-1.-2.0 45
    84	-3.1 45
    85	0.0.-1 45
    86	-2.2.3 44
    87	2.2.-2.-2 44
    88	1.2.0.0 44
    89	2.2.-2.0 43
    90	-2.-2.2 43
    91	1.-1.0 43
    92	0.0.-2 43
    93	3.-3.1.0.-1 42
    94	-3.3.0 42
    95	-1.-4 42
    96	-1.-2.2.-2.-2 42
    97	-1.1.2.-2.-1.1.-3.0.-2 41
    98	0.-5 41
    99	-2.5 40
   100	1.2.-2 40
   101	1.-1 40
   102	2.-3 39
   103	-2.-1.-2.0 38
   104	2.1.-1.0.-2 38
   105	0.3 38
   106	0.0.-3.3 38
   107	-2.-2.2.0 36
   108	2.1.-1.-2.-2.2.-2.0.-1 36
   109	-2.0.-1 36
   110	1.-3.-2 36
   111	2.-4 35
   112	2.-2.-2.0 35
   113	-2.-2.-1 35
   114	-1.-2.3 35
   115	-1.-2.2.0 35
   116	0.-2.0.-2.0 35
   117	0.0.-1.-4.2 35
   118	3.-1.1.2.-2.-1.-2.0.3.-3.-2.2.-2 34
   119	-1.-2.-2.2.0 34
   120	0.3.-3 34
   121	2.3.0.2.-2 33
   122	5.-3 32
   123	3.-1.-2 32
   124	2.2.-2.-2.2.0.-2 32
   125	2.2.0.-2 32
   126	2.1.-3.0 32
   127	-3.3.2 31
   128	3.-1.1.-1.-2 31
   129	2.-3.1 31
   130	2.1.2 31
   131	-2.2.2.-2 30
   132	-2.-2.0 30
   133	3.-5 29
   134	-3.-2.2 29
   135	2.3.-3.2.-2.-2 29
   136	-1.1.2.-2.2.0.-2 29
   137	0.-2.2.-2.0.-2 29
   138	-3.-2.0 28
   139	-2.2.2.-2.2.-2.-2.-1.1.-1 28
   140	2.-2.0.-3 28
   141	0.-2.0 28
   142	5.0 27
   143	2.-2.-3 27
   144	-2.2.2.0 27
   145	2.1.-1.1.-3 27
   146	-2.0.2 27
   147	0.0.-1.-4 27
   148	4.-2 26
   149	3.-1.-4 26
   150	2.-2.2.-2 26
   151	-2.-2.-1.3.2.-2.-2 26
   152	-2.0.-2 26
   153	-1.-2.2 26
   154	0.2.1.-1.-2.2.1.-3 26
   155	0.0.-1.-2.-2 26
   156	4.0 25
   157	-2.2.-2.-2 25
   158	2.2.1 25
   159	-2.-1.0 25
   160	2.0.3.-1.1.2.-2.-1.-2.0.3.-3.-2.2.-2 25
   161	1.-1.-2.-2 25
   162	0.2.-3.1 25
   163	0.0.0.-1.-2.-2.2.2.1.-3 25
   164	0.0.0.0 25
   165	2.-2.2.-2.-2 24
   166	-2.2.2.-2.-2 24
   167	-2.-1.1 24
   168	1.-3.0 24
   169	0.5.-3 24
   170	3.2.2.-2 23
   171	3.0.-1 23
   172	2.3.-1 23
   173	1.2.-2.0.-1 23
   174	-1.0 23
   175	0.-1.1.2.-2.-1.1.-3.0.-2 23
   176	7.0 22
   177	5.-1.1 22
   178	-5.0 22
   179	2.-5 22
   180	2.2.-2.2.1.-1 22
   181	-1.-4.2.0 22
   182	1.2.2 22
   183	0.7 22
   184	0.-4 22
   185	0.-2.2 22
   186	7.3.-3 21
   187	-5.2 21
   188	4.1 21
   189	3.2.0 21
   190	-3.1.2 21
   191	3.-1.1 21
   192	2.-4.-1 21
   193	-2.-2.2.2 21
   194	2.-2.-2.-1 21
   195	-1.-2.-2.0 21
   196	-1.1.-3.3.-3.-2.2.0.-2 21
   197	0.2.3 21
   198	0.2.-2.-2.0 21
   199	0.2.-2.0.-3.3.-3 21
   200	0.0.-3 21
   201	-4.2 20
   202	2.-4.2.2 20
   203	2.3.0.0 20
   204	-2.-2.2.2.-2 20
   205	-2.-2.-1.-2 20
   206	1.2.0.-2 20
   207	-1.1.-3 20
   208	0.2.0.-2 20
   209	-4.2.2 19
   210	-4.2.0 19
   211	3.-3.0.-2 19
   212	3.2.3.-3 19
   213	3.2.-2 19
   214	-3.2.1.-1.-2.-2.2.0.-2 19
   215	-3.2.1 19
   216	-2.2.3.-3 19
   217	2.2.3 19
   218	2.-2.0.2 19
   219	-2.-1.-2.-2 19
   220	2.1.-1.-2 19
   221	-1.1.2.-2 19
   222	1.-1.-2.0 19
   223	0.-3.-2 19
   224	0.2.-2.0.-2 19
   225	0.0.-3.3.-3 19
   226	0.0.-2.2 19
   227	-3.-2.2.0 18
   228	3.-2.0.0.-1 18
   229	-2.5.2 18
   230	2.-4.0 18
   231	-2.4.0 18
   232	2.2.-2.2.1.-1.-2.-2.2.2.-2.2.-2.-2.-1.1.-1 18
   233	2.1.-1 18
   234	1.-3.3 18
   235	0.-1.1 18
   236	0.0.-2.2.-2.0.-2 18
   237	0.0.-1.-2.-2.2.2.1.-3 18
   238	4.1.2 17
   239	3.-5.2.2.-2.0.-2 17
   240	3.-1.-2.-2 17
   241	2.-3.1.-1.-2.2.1.-3 17
   242	-2.2.-4.0 17
   243	-2.2.2.-2.2.0.-2 17
   244	0.2.0.-2.0 17
   245	0.0.0.-1.-2.-2 17
   246	5.-1 16
   247	3.0.-3 16
   248	2.3.-1.-2.2.1.-1.-2 16
   249	2.-2.-2.-1.1.0.-1 16
   250	2.-2.-1.-2 16
   251	2.1.-3 16
   252	-2.-1.1.2 16
   253	-2.0.2.2.-2.2.1.-1.-2.-2.2.2.-2.2.-2.-2.-1.1.-1 16
   254	-1.-2.-2.2 16
   255	1.2.-2.-1.-2.2.1.-1.-2.-2.2.3.-3.-2.2.0.-2 16
   256	1.2.2.0 16
   257	0.7.0 16
   258	0.0.2.-2.0 16
   259	7.3 15
   260	5.-2.-1 15
   261	4.3.0.2.-2 15
   262	3.-5.0 15
   263	-3.3.2.-2 15
   264	3.2.-2.0.-1 15
   265	3.0.0.0 15
   266	-2.4 15
   267	2.3.-3.-2.2.2.-2 15
   268	-2.-2.2.2.0 15
   269	2.-2.-2.-1.0 15
   270	2.-2.0.-2 15
   271	2.-2.0.-1.1.2.-2 15
   272	2.1.-1.-2.-2.2.3.-1.1.2.-2 15
   273	2.0.1.-1.0 15
   274	1.2.-3 15
   275	-1.1.2.-2.0.-1.-2.2.-2.-2 15
   276	0.-3.3 15
   277	0.2.-4.0 15
   278	0.-2.-3 15
   279	0.2.-2.2.-2.-2 15
   280	0.2.2.-2 15
   281	0.-2.2.-2 15
   282	0.-2.-1.-2 15
   283	0.0.-1.1 15
   284	-4.4 14
   285	3.-3.-2.2.2.-2 14
   286	-3.2 14
   287	-3.1.2.-2.2 14
   288	2.-4.2.2.0.3.-1.1.2.-2.-1.-2.0.3.-3.-2.2.-2 14
   289	2.3.-3.-2.2.-2.2.2.-2 14
   290	2.3.-3.-2 14
   291	2.3.-1.-2 14
   292	-2.-2.2.2.-2.2.-2.-3.1.-1 14
   293	2.-2.2.-2.-2.2.-2 14
   294	-2.2.-2.-2.2.0.-2 14
   295	2.2.-2.2.-2 14
   296	2.-2.-2.2.0 14
   297	2.2.-2.2 14
   298	2.2.1.-1.-2 14
   299	2.1.2.0 14
   300	2.1.-1.-2.-2.-1.1.2.-2.0.-1 14
   301	-1.-4.2 14
   302	1.2.-3.1.-1.-2 14
   303	-1.-2.2.1 14
   304	0.-2.5 14
   305	0.-2.-2 14
   306	0.-1.-4 14
   307	0.0.3.-3 14
   308	5.-3.1 13
   309	4.0.-2 13
   310	3.-3.-2.0 13
   311	-3.-2.2.-2 13
   312	3.0.-5 13
   313	2.-4.-1.-2 13
   314	-2.-3.3.0 13
   315	2.3.0.2.-2.0 13
   316	2.-2.-2.2.2.-2 13
   317	2.1.-1.-2.-2 13
   318	-2.0.-3 13
   319	2.0.2 13
   320	-2.0.0 13
   321	1.2.-2.-1.-2.2.1.-1.-2 13
   322	-1.1.2.-3.1 13
   323	-1.1.2.0 13
   324	0.3.-3.0 13
   325	0.3.-1 13
   326	0.-2.-2.2 13
   327	0.2.1.-1.0.-2 13
   328	0.0.0.2.-2 13
   329	-7 12
   330	4.3.0 12
   331	4.1.2.0 12
   332	-4.-1.-2 12
   333	3.-3.3 12
   334	3.-3.-2.2.-2 12
   335	-3.2.1.-3.3 12
   336	3.0.2 12
   337	-2.5.2.2 12
   338	2.-4.-1.-2.0 12
   339	2.3.-3.0 12
   340	2.3.-1.-2.2.1.-1.-2.-2.2.3.-3.-2.2.0.-2 12
   341	2.3.0.-1 12
   342	2.2.-4 12
   343	2.-2.-3.0 12
   344	-2.-2.2.-2 12
   345	2.-2.-2.-1.1.2.-2 12
   346	2.-2.0.-1.1 12
   347	-2.2.0.0 12
   348	2.1.-1.-2.-2.2 12
   349	2.0.7.3.-3 12
   350	2.0.-2.2 12
   351	-2.0.2.0 12
   352	-1.3.-2.0.0.-1 12
   353	-1.-2.-2.2.-2 12
   354	1.2.2.-2 12
   355	1.0.-1 12
   356	1.0 12
   357	0.5 12
   358	0.2.-4 12
   359	0.-2.2.3.-5.2.-2.0.-2 12
   360	0.-2.2.3.-5.0.-2 12
   361	0.2.0.0 12
   362	0.-1.1.2.-2 12
   363	-5.2.0 11
   364	5.-2 11
   365	3.-3.-2.2.0 11
   366	3.2.2.-2.0 11
   367	-3.1.-1.-2 11
   368	-2.-3.1 11
   369	2.-2.2.3.-3 11
   370	-2.-2.2.2.-2.2.-2.-2.0.-1 11
   371	-2.2.2.0.-2 11
   372	2.-2.-1.1.2.-2 11
   373	2.1.-3.-2 11
   374	-2.-1.-2.2.0 11
   375	2.1.-1.-2.-2.0 11
   376	2.1.0 11
   377	2.0.2.-2 11
   378	-2.0.2.-2 11
   379	-2.0.-1.-2 11
   380	1.2.-2.-1.3 11
   381	1.2.-2.-1.-2 11
   382	-1.1.2.-5.2.-2.-2 11
   383	0.3.-3.-2 11
   384	0.2.3.-3.-2.2.2.-2 11
   385	0.2.2.-2.0.-2 11
   386	0.2.1.-1.-2.-2.2.-2.0.-1 11
   387	0.2.1.-1.-2.-2 11
   388	0.-2.-1.1 11
   389	0.-2.-1 11
   390	0.0.-5 11
   391	0.0.2 11
   392	5.2.3.-3 10
   393	-5.2.3.0 10
   394	-5.2.3 10
   395	3.-3.-2.2 10
   396	-3.3.0.0 10
   397	-3.2.-2 10
   398	3.-1.1.2.-2 10
   399	-3.0.0 10
   400	2.3.2 10
   401	2.3.-1.-2.2.-2.-2 10
   402	-2.-2.4 10
   403	2.-2.2.-2.-2.2.-2.0.2.2.-2.2.1.-1 10
   404	-2.-2.2.2.0.-2 10
   405	2.-2.-2.2 10
   406	-2.2.-2.2 10
   407	2.-2.-2.-1.-2.2.0 10
   408	2.2.1.-1 10
   409	2.-2.0.-3.2.1.-3.0.-2 10
   410	-1.-2.0.-2 10
   411	-1.1.-3.-2 10
   412	0.-3.3.2 10
   413	0.2.3.-1.-2.2.1.-1.-2 10
   414	0.2.2.-2.-2.2.0.-2 10
   415	0.-2.2.2 10
   416	0.-2.-1.0 10
   417	0.-2.0.-2 10
   418	0.0.-2.-2 10
   419	0.0.0.0.2 10
   420	0.0.0.0.-1.-2.-2.2.2.1.-3 10
   421	-5.5 9
   422	5.-2.2.2.-2.2.0.-2 9
   423	5.-2.2.2.-2 9
   424	-4.2.-2 9
   425	3.-5.2.-2 9
   426	3.-3.-2.-2 9
   427	-3.-2.-2 9
   428	-2.4.-2.0 9
   429	2.3.-3.3 9
   430	-2.-3.3 9
   431	2.-3.1.-3 9
   432	2.2.-4.-1 9
   433	2.2.-4.0.-1.-4.2.3.-5.2.-2.0.-2 9
   434	-2.2.0.2.-2 9
   435	-2.0.2.-2.2 9
   436	-2.0.-2.2.2 9
   437	2.0.-2.-2 9
   438	1.-3.-2.0 9
   439	-1.-2.3.-3.-2 9
   440	1.2.-3.0 9
   441	-1.1.-3.3.-3.-2 9
   442	-1.1.2.-2.2.2.-2 9
   443	-1.1.2.-2.-1.1.-1.-2.-2.2.-2 9
   444	-1.0.1 9
   445	0.3.-3.1.0.-1 9
   446	0.2.1.-1.1.-3 9
   447	0.-1.-2.-2.2.2.1.-3 9
   448	-7.2 8
   449	-5.3 8
   450	-5.-2.2.0 8
   451	5.2 8
   452	-4.2.2.0 8
   453	-4.0.2.2.-2.2.1.-1 8
   454	-3.3.-3 8
   455	3.2.-2.-1.1.2.-2.2.0.-2 8
   456	3.-1.-2.-2.0 8
   457	-3.1.-1 8
   458	-3.0.3.-1.1.-1.-2 8
   459	3.0.2.-2 8
   460	-3.0.-2 8
   461	3.0.-1.-4 8
   462	3.0.0.-1 8
   463	2.-4.2 8
   464	-2.4.-2 8
   465	2.3.-5.2.-2.0.-2 8
   466	2.3.-5 8
   467	2.3.2.0 8
   468	2.-3.1.2 8
   469	2.3.-1.1.2.-2 8
   470	2.3.0.2 8
   471	-2.2.-4 8
   472	2.2.3.-5 8
   473	-2.2.3.0.2.-2 8
   474	-2.2.2.3 8
   475	2.-2.2.2.-2 8
   476	2.2.-2.-2.-1.0 8
   477	2.2.-2.-2.-1 8
   478	2.-2.2.2 8
   479	2.-2.2.0 8
   480	2.-2.0.-3.2.1.-1.-2.-2 8
   481	2.2.0.-2.0 8
   482	2.1.-3.-2.0 8
   483	2.1.2.-2 8
   484	-2.0.2.-5.2.-2.-2 8
   485	1.2.-3.1.-1.1.0 8
   486	-1.-2.2.-2 8
   487	-1.-2.0.3.-3.0.-2 8
   488	0.5.-1.1 8
   489	0.5.-1 8
   490	0.-3.3.0 8
   491	0.2.-4.2 8
   492	0.2.-3 8
   493	0.2.-2.0.-1.1 8
   494	0.-1.-2.0 8
   495	0.-1.1.2.-2.2.0.-2 8
   496	0.-1.1.2 8
   497	0.0.2.3.-3.-2.2.2.-2 8
   498	0.0.2.3 8
   499	0.0.-1.1.2.-2.-1.1.-3.0.-2 8
   500	7.3.-3.0 7
   501	7.-2.2.-2.-2.-1 7
   502	5.-3.0 7
   503	5.2.-2 7
   504	5.0.2 7
   505	5.0.0 7
   506	4.-2.2 7
   507	-4.0 7
   508	3.-5.2.-2.-2.2.2.-2.2.0.-2 7
   509	3.-5.2 7
   510	3.-5.-2 7
   511	-3.3.2.-2.0 7
   512	3.-3.1.-1.1 7
   513	-3.3.-1 7
   514	3.0.-1.-2 7
   515	3.0.-1.1 7
   516	2.-5.0 7
   517	-2.5.0 7
   518	2.3.-3.-2.2.2.-2.-2.2.-4.2.2 7
   519	-2.-3.2.1 7
   520	-2.-3.-2 7
   521	2.-3.1.2.-2.2 7
   522	2.3.-1.1 7
   523	-2.3.-1 7
   524	2.2.-4.-1.-2.3.-5.2.3.-1.1.-1.-2 7
   525	2.2.-4.-1.-2 7
   526	2.-2.4.0 7
   527	2.2.3.-3.0.-2 7
   528	2.2.3.-3.0 7
   529	2.2.-2.-3 7
   530	-2.2.-2.-3 7
   531	2.2.-2.-2.2 7
   532	2.-2.-2.2.2 7
   533	2.-2.-2.2.-2 7
   534	-2.2.2.1.-1.-2 7
   535	-2.2.-2.0.-2 7
   536	-2.2.-2.0.-1 7
   537	-2.2.-2.0 7
   538	2.-2.-1.-4 7
   539	2.2.1.-3 7
   540	2.-2.-1.-2.0 7
   541	-2.-2.-1.1.2.-2.2.0.-2 7
   542	2.2.1.-1.-2.-2 7
   543	-2.-2.-1.1.2.0 7
   544	2.-2.-1.1 7
   545	-2.2.1 7
   546	-2.2.0.2 7
   547	2.-2.0.-1.1.2.2.-2.2.0.-2 7
   548	-2.-1.-2.2 7
   549	-2.-1.1.-3.3.-5.2.3.-1.1.-1.-2 7
   550	-2.-1.1.2.-2.0.-1 7
   551	-2.0.2.-5.2.1.-1.-2.-2.2.0.-2 7
   552	-2.0.2.-2.-2 7
   553	1.-3.-2.2.0 7
   554	-1.-2.3.0 7
   555	1.2.2.-2.2.1.-1 7
   556	1.2.-2.-1.0 7
   557	1.2.0.2 7
   558	-1.1.-3.3.-5.2.3.-1.1.-1.-2 7
   559	0.7.3.-3 7
   560	0.-5.2 7
   561	0.-5.0 7
   562	0.-3.3.-1.-4 7
   563	0.-3.0 7
   564	0.-2.5.2 7
   565	0.-2.2.3.-3.-2 7
   566	0.-2.-2.2.2.-2 7
   567	0.-2.2.-2.-2 7
   568	0.2.-2.0.-1 7
   569	0.-2.0.2 7
   570	0.-1.-2.3.-3 7
   571	0.-1.-2.2.1.2.-2.-1.-2.2.1.-1.-2 7
   572	0.0.-2.2.-2 7
   573	0.0.2.-2.0.-3.3.-3 7
   574	0.0.2.1.-1.-2.-2.2.-2.0.-1 7
   575	7.0.3.-3 6
   576	7.0.3 6
   577	-5.5.-3 6
   578	5.2.-2.2.3.-3 6
   579	5.-2.2 6
   580	5.0.2.-2 6
   581	4.3.-3 6
   582	4.3.-1.1.2.-2.-1.-2.2.1.-1.-2 6
   583	3.-5.2.-2.-2.2.0.-2 6
   584	3.-5.2.0.-2.0.-3.1.-1 6
   585	3.-5.0.2.2.-2.0.-2 6
   586	-3.3.-3.-2.0 6
   587	3.-3.-2.2.2.-2.-2.2.-4.2.2 6
   588	3.-3.-2.2.2.-2.-2.2.-4 6
   589	3.2.-2.-3 6
   590	3.2.-2.-2.-1 6
   591	3.2.-2.-1.1.2.-2 6
   592	3.2.-2.-1 6
   593	3.2.-2.0 6
   594	-3.1.2.0 6
   595	-3.0.-2.0 6
   596	2.-4.-3 6
   597	2.-4.2.2.-2.2 6
   598	2.-4.2.-2 6
   599	2.3.-3.7.3.-3 6
   600	-2.-3.3.0.0 6
   601	2.3.2.-2 6
   602	-2.-3.2.1.2 6
   603	2.3.-1.-2.-2 6
   604	-2.-3.1.2 6
   605	2.-3.1.-1 6
   606	-2.-3.0 6
   607	2.-2.-5 6
   608	-2.2.-5 6
   609	-2.2.-4.2.0.-5.3.2.-2.-1.1.0.-1 6
   610	-2.2.-3.1.0.-3.3.2.-2.-1.1.0.-1 6
   611	-2.2.3.0 6
   612	-2.2.2.-4.-1 6
   613	-2.2.2.-2.-1.-2.2.0.-2 6
   614	2.2.-2.-2.-1.1.2.-2 6
   615	2.-2.-2.-1.-2 6
   616	2.-2.2.1.-1 6
   617	2.-2.2.0.2.1.-1.0.-2 6
   618	-2.-2.2.0.0 6
   619	2.2.1.-3.-2 6
   620	2.-2.-1.-2.3 6
   621	2.-2.-1.-2.-2 6
   622	-2.-2.-1.-2.2 6
   623	2.-2.-1.1.-3.0.-2 6
   624	-2.2.1.-1.-2.-2.2.0.-2 6
   625	2.-2.0.-3.3.-3 6
   626	-2.2.0.2.0 6
   627	2.2.0.0 6
   628	2.0.3.-3.0 6
   629	-2.0.2.2.-2.2.1.-1 6
   630	2.0.2.1.-1.0.-2 6
   631	2.0.0.-2.2.3.-5.0.-2 6
   632	1.-3.0.-2 6
   633	1.2.-5 6
   634	-1.-2.3.2 6
   635	-1.-2.-2.2.3.-3 6
   636	-1.-2.2.2.-2 6
   637	1.2.2.-2.0 6
   638	1.2.-2.-1.-2.0 6
   639	-1.1.2.-5.2.1.-1.-2.-2.2.0.-2 6
   640	1.-1.-2.-2.2.2.-2 6
   641	-1.1.2.-2.-1.3 6
   642	-1.1.2.-2.-1.1.-1.-2.3.-3 6
   643	-1.1.2.-2.-1 6
   644	-1.1.-1.-2.-2.2.-2.2.-2.-2.2.0.-2 6
   645	-1.1.-1.-2 6
   646	-1.1.0.2.-2.-1.1.-1.-2.-2.2.-2 6
   647	-1.0.-2 6
   648	0.5.-3.0 6
   649	0.5.0 6
   650	0.4.3 6
   651	0.4 6
   652	0.2.-2.2.-2.-2.2.-2.0.2.2.-2.2.1.-1 6
   653	0.-2.2.2.-2 6
   654	0.2.1.-3.0 6
   655	0.2.1.-1.-2.-2.2.3.-1.1.2.-2 6
   656	0.2.1 6
   657	0.-2.0.-3.1 6
   658	0.2.0.-2.-2 6
   659	0.-1.-2.3 6
   660	0.-1.1.2.-2.-1 6
   661	0.-1.1.-1 6
   662	0.1.-1.0 6
   663	0.0.3.-3.0.-2 6
   664	0.0.3 6
   665	0.0.-2.-2.2 6
   666	0.0.2.1.-1.-2.-2 6
   667	0.0.-1.-2 6
   668	0.0.0.-2 6
   669	0.0.0.0.-1.-2.-2 6
   670	7.0.-2.-2.-1 5
   671	5.-1.1.2 5
   672	5.0.-5 5
   673	-4.4.3 5
   674	4.-4 5
   675	4.3.2 5
   676	-4.2.2.-2.2 5
   677	-4.2.2.0.3.-3 5
   678	-4.-2 5
   679	-3.5 5
   680	-3.3.-3.-2 5
   681	-3.3.2.-3.1 5
   682	3.-3.-2.2.3.-3 5
   683	3.-3.2.1 5
   684	-3.3.2.0 5
   685	-3.-2.5.0 5
   686	3.2.-4.-1 5
   687	3.2.-2.-1.-2 5
   688	-3.-2.-2.0 5
   689	3.2.2 5
   690	-3.2.1.-3 5
   691	-3.2.1.-1.-2.-2.0.2.3.-5.-3.1.0 5
   692	3.2.0.-5 5
   693	3.2.0.-2 5
   694	3.-1.-4.2 5
   695	3.-1.3.-2.-1.0 5
   696	-3.1.-3 5
   697	3.-1.1.2.-2.0.-1.-2.2 5
   698	3.-1.1.-1 5
   699	-3.0.3 5
   700	3.0.-1.-2.-2 5
   701	-2.5.2.-2 5
   702	-2.5.-1 5
   703	2.-4.0.-1 5
   704	2.3.-5.2.-2 5
   705	2.3.-3.3.0 5
   706	2.3.-3.-2.2.2.-2.-2.2.-4 5
   707	-2.-3.3.2.0 5
   708	2.3.-3.0.-2 5
   709	2.3.2.-2.-1.-2 5
   710	2.3.2.-2.-1.1.2.-2 5
   711	-2.-3.-2.0 5
   712	2.-3.1.0.-1 5
   713	2.3.0.-1.-2 5
   714	-2.2.3.-5.-2 5
   715	2.-2.-3.-2.2.0 5
   716	-2.2.3.0.2.-2.0 5
   717	2.-2.2.-3.1.-1.-2.2.1.-3 5
   718	2.-2.-2.-3 5
   719	-2.2.2.-2.2.-2.-3.1.-1 5
   720	-2.2.-2.-2.2.2.-2.2.-2.-2.0.-1 5
   721	2.2.-2.2.2.-2.0.-2.-2.-1.3.2.-2.-2 5
   722	2.2.-2.2.2.-2 5
   723	2.2.-2.-2.2.0 5
   724	2.2.-2.-2.-1.1.2 5
   725	2.-2.2.2.0 5
   726	-2.-2.2.0.2 5
   727	-2.-2.-2 5
   728	2.2.1.-1.2.-2.-2.2.-2 5
   729	-2.2.1.-1.-2.0.2.-2.-2.2.-2 5
   730	2.2.1.-1.-2.0 5
   731	-2.2.1.-1 5
   732	-2.-2.-1.0 5
   733	2.-2.0.-3.3.2.-2 5
   734	2.-2.0.2.3.-1.-2.2.1.-1.-2 5
   735	2.2.0.-2.-2 5
   736	2.-2.0.-2.0 5
   737	2.-2.0.-1.-2.-2 5
   738	2.-2.0.-1.1.2.-2.2 5
   739	2.-2.0.-1.1.2 5
   740	-2.-1.-2.-2.2.0 5
   741	2.1.2.-1.-2 5
   742	-2.-1.1.-3 5
   743	2.1.-1.-2.-2.2.0.-2 5
   744	2.1.-1.-2.2.-2 5
   745	2.1.-1.-2.-2.-1 5
   746	2.1.-1.-2.2.0 5
   747	2.1.-1.-2.0 5
   748	-2.-1.1.-1.-2.-2.2.-2 5
   749	-2.-1.1.-1 5
   750	-2.0.-3.3 5
   751	-2.0.2.3 5
   752	-2.0.-2.2 5
   753	2.0.2.1.-3.0.-2 5
   754	2.0.1.-1 5
   755	2.0.0.2.1.-1.0.-2 5
   756	1.-3.3.-1.-4 5
   757	1.-3.-2.2.-2 5
   758	1.-3.-2.2 5
   759	1.-3.-2.-2 5
   760	-1.-2.-2.2.2.0 5
   761	-1.-2.-2.-2 5
   762	-1.-2.2.1.-3 5
   763	1.2.2.0.-2 5
   764	1.2.-2.0.0.-1 5
   765	1.2.-2.0 5
   766	-1.-2.0.3 5
   767	-1.1.2.-2.2.-2 5
   768	-1.1.2.-2.-1.3.0.2.-2.2.-2.-2 5
   769	-1.1.2.-2.-1.-2.2.1.-1.-2 5
   770	-1.1.2.-2.0.0.-1 5
   771	-1.1.2.0.-2 5
   772	-1.1.-1.-2.3.0 5
   773	-1.1.-1.1.-3.3.2 5
   774	-1.1.-1 5
   775	1.0.-1.1.2.-2.2.0.-2 5
   776	0.-7 5
   777	0.5.-3.-2 5
   778	0.-4.2.2 5
   779	0.4.1 5
   780	0.3.-3.0.-2 5
   781	0.3.2 5
   782	0.-3.0.-2 5
   783	0.-2.4.-2 5
   784	0.2.3.-3.-2.2.-2.2.2.-2 5
   785	0.2.3.-3.2.-2.-2 5
   786	0.2.3.-3 5
   787	0.-2.2.-5.3.-1.1.2.-2.-1.-2.2.1.-1.-2 5
   788	0.-2.2.-4 5
   789	0.-2.2.3 5
   790	0.-2.2.1.-1 5
   791	0.2.2 5
   792	0.0.-2.5 5
   793	0.0.2.-3 5
   794	0.0.2.-2.2.-2.-2 5
   795	0.0.-2.2.2 5
   796	0.0.-2.0.-2 5
   797	0.0.-1.1.2 5
   798	0.0.0.-3 5
   799	0.0.0.-2.2.-2.0.-2 5
   800	0.0.0.2.1.-1.-2.-2.2.-2.0.-1 5
   801	0.0.0.-1.-2 5
   802	7.-3.3.2.-2 4
   803	7.-2.-1 4
   804	7.0.-2.-2.-1.-2 4
   805	5.-3.-2.2 4
   806	-5.3.-1.3.-3.1.0.-1 4
   807	-5.3.0 4
   808	-5.2.3.-1 4
   809	-5.2.3.0.2.-3.1.0.-1 4
   810	-5.2.1.-1.-2 4
   811	5.-2.0 4
   812	5.-1.-2 4
   813	4.3.2.-2 4
   814	4.3.-1.-2 4
   815	4.-2.2.-2.-2 4
   816	-4.2.2.-2 4
   817	4.-2.-2 4
   818	4.2 4
   819	4.1.-3.-2.-2 4
   820	4.1.-3.-2.0 4
   821	4.1.-3.-2 4
   822	4.1.-3 4
   823	-4.-1 4
   824	3.5.-3.0 4
   825	3.-5.2.3.-1.1.-1.-2 4
   826	3.-5.2.-2.-2 4
   827	-3.3.-5.0 4
   828	3.-3.-2.2.-4.2.2.3.-1.-2.2.1.-1.-2 4
   829	3.-3.-2.2.2.-2.-2.2.-4.2.2.0.3.-1.1.2.-2.-1.-2.0.3.-3.-2.2.-2 4
   830	-3.3.2.-2.-1.1.-3.0.-2 4
   831	3.-3.-2.2.0.-2 4
   832	-3.3.-1.1.2.-2.-1.-2.2.1.-1.-2 4
   833	3.-3.1.-1.1.0 4
   834	-3.3.0.-5 4
   835	-3.-2.4 4
   836	3.2.-3 4
   837	-3.-2.2.-4.-1.-2.2 4
   838	-3.2.-2.-2 4
   839	3.2.-2.0.-1.-2.0.2.1.-1.-2.2.1.-3 4
   840	-3.2.1.-3.-2 4
   841	-3.2.1.-1 4
   842	-3.1.2.-2.-1.-2.2.1.-1.-2.-2.2.3.-3.-2.2.0.-2 4
   843	3.-1.1.-3.0.-2 4
   844	3.-1.1.-3 4
   845	3.-1.1.2.-2.0.-1.-2.2.-2.-2 4
   846	3.-1.1.2 4
   847	3.-1.0 4
   848	3.0.-1.1.2.-2.2.0.-2 4
   849	3.0.0.0.-3 4
   850	2.-7 4
   851	-2.7 4
   852	-2.5.2.3.0 4
   853	-2.5.2.-2.4.0 4
   854	2.-4.2.-2.0 4
   855	2.-4.2.0 4
   856	-2.4.1 4
   857	2.3.-3.-2.2 4
   858	-2.-3.3.2 4
   859	2.3.2.-2.-1 4
   860	2.3.-1.1.2.0 4
   861	2.-3.1.-1.-2 4
   862	2.3.0.-1.1.-3.3.-3.-2.2.0.-2 4
   863	-2.2.-4.2.-2.-1.1.2.-2.2.0.-2 4
   864	-2.2.-4.2.-2 4
   865	2.2.-4.2.0 4
   866	2.2.-4.-2 4
   867	-2.2.3.-1 4
   868	2.-2.2.3 4
   869	-2.2.-2.2.-4.0.2.2.-2.2.2.-2 4
   870	-2.2.-2.2.-4 4
   871	2.2.-2.2.3 4
   872	-2.2.-2.-2.2.2.-2.2.-2.-3.1.-1 4
   873	2.-2.-2.2.2.-2.2.0.-2 4
   874	2.2.-2.2.-2.-2 4
   875	-2.2.-2.-2.2.2 4
   876	-2.2.-2.-2.2.-2 4
   877	2.-2.-2.-2.2.0 4
   878	-2.2.2.-2.-2.0 4
   879	-2.2.-2.-2.2 4
   880	2.2.-2.-2.-1.-2 4
   881	-2.2.-2.-2.-1 4
   882	2.2.-2.-2.0 4
   883	2.-2.2.-2.0 4
   884	-2.2.2.-2.0 4
   885	2.-2.-2.-1.1.2.-2.0.-1 4
   886	-2.2.2.1.-1.-2.-2 4
   887	-2.2.2.1 4
   888	2.2.-2.0.2.3.-5.2.-2.0.-2 4
   889	2.-2.-2.0.2.2.-2.2.1.-1 4
   890	-2.2.2.0.-2.0 4
   891	2.-2.2.0.0 4
   892	-2.2.1.-3.3 4
   893	-2.-2.-1.1.2 4
   894	2.-2.-1.1.-1.-2.-2.2.-2 4
   895	2.2.0.-2.0.-2 4
   896	2.-2.0.-1.1.2.-2.2.0 4
   897	-2.-1.-4 4
   898	2.1.-3.0.-2 4
   899	-2.-1.-2.3.0.-5 4
   900	-2.-1.-2.3 4
   901	-2.-1.-2.-2.2 4
   902	2.1.2.-2.-1 4
   903	-2.-1.-2.-2.0 4
   904	2.1.2.2 4
   905	-2.-1.1.-3.-2 4
   906	-2.-1.1.2.0 4
   907	2.0.-4 4
   908	2.0.3.-3 4
   909	-2.0.-3.1.2 4
   910	2.0.3 4
   911	-2.0.2.3.-5.2.-2.0.-2 4
   912	-2.0.2.2.-2.-2.-1.1.-1.-2.3.-3 4
   913	2.0.-2.2.2.-2 4
   914	2.0.2.-2.0 4
   915	2.0.-2.-2.0 4
   916	-2.0.-2.2.0 4
   917	-2.0.-2.-1.-2 4
   918	2.0.-2.-1.1.-1.-2.-2.2.-2.2.3.-5.2.-2.0.-2 4
   919	2.0.-2.-1.1.-1.-2.-2.2.0.-2 4
   920	-2.0.-2.0.2.2.3.-5.2.-2.-3.3.-3.1.0.-1 4
   921	2.0.2.0.-2 4
   922	-2.0.-2.0.2 4
   923	-2.0.-2.0 4
   924	2.0.0.2.1.-1.1.-3 4
   925	2.0.0.0 4
   926	-1.-4.2.0.0 4
   927	-1.-4.0 4
   928	-1.-2.5 4
   929	-1.-2.3.-3 4
   930	-1.-2.3.-1.-4 4
   931	-1.-2.3.-1 4
   932	1.2.-2.2.-2.-1 4
   933	-1.-2.-2.2.0.3.2.-2.0.-1 4
   934	1.2.-2.-1.3.0.2.-2.2.-2.-2 4
   935	1.2.0.-2.-1.-2.-2 4
   936	-1.1.-3.2.1 4
   937	-1.1.-3.-2.0 4
   938	-1.1.-3.0 4
   939	1.-1.-2.2.1.-3 4
   940	1.-1.1.0.-1 4
   941	0.5.-2 4
   942	0.-3.3.-3 4
   943	0.-3.3.2.-2 4
   944	0.-3.3.-1.-2 4
   945	0.-3.2.1.-3.3 4
   946	0.-2.4 4
   947	0.-2.2.-2.2.-4.0.2.2.-2.2.1.-1 4
   948	0.-2.-2.2.2.-2.2.-2.-3.1.-1 4
   949	0.2.-2.2.-2.-2.2.-2 4
   950	0.-2.2.-2.-2.2.0.-2 4
   951	0.2.2.-2.-2 4
   952	0.2.-2.-2.-1 4
   953	0.-2.2.-2.0.-1 4
   954	0.2.1.-1.-2.-2.2 4
   955	0.2.1.-1.-2 4
   956	0.-2.-1.1.2 4
   957	0.2.0.-2.2 4
   958	0.-1.3.2 4
   959	0.-1.3 4
   960	0.-1.-2.3.0 4
   961	0.-1.-2.2.1.-3.-2 4
   962	0.-1.-2.2.1.-3 4
   963	0.-1.1.-3.3.-3.-2 4
   964	0.-1.1.-3.0.-2 4
   965	0.-1.1.2.-3.1 4
   966	0.-1.1.-1.-2.3.0 4
   967	0.1.-1 4
   968	0.0.5.-1 4
   969	0.0.-2.2.3.-3.-2 4
   970	0.0.2.-2.-2 4
   971	0.0.-2.-1.-2 4
   972	0.0.-2.0 4
   973	0.0.0.-1 4
   974	0.0.0.0.-2.2.-2.0.-2 4
   975	0.0.0.0.2.-2 4
   976	7.3.-5.2.0.-2.2.-2.-2.4 3
   977	7.3.-5 3
   978	7.-3.3.2.-2.0 3
   979	7.-2.2 3
   980	7.-2 3
   981	7.0.-2.2 3
   982	7.0.-2 3
   983	5.-5.2.3.0.2.-3.1.0.-1 3
   984	-5.5.2 3
   985	-5.4.1.-3 3
   986	-5.3.2.0 3
   987	-5.-3 3
   988	5.2.3.-3.0 3
   989	-5.2.3.0.2.-2.0.-1 3
   990	5.2.3 3
   991	-5.2.-2.-2 3
   992	-5.-2.2 3
   993	5.-2.-1.-2.2.0 3
   994	5.-2.-1.1 3
   995	-5.-2.0 3
   996	5.-1.1.2.-2.2.2.-2 3
   997	5.-1.1.2.-2.0.-1 3
   998	5.-1.1.2.0 3
   999	-5.1 3
  1000	5.0.-3 3
  1001	-5.0.2.0 3
  1002	5.0.-1 3
  1003	4.-6 3
  1004	-4.4.3.-5.-2.0.-3.3.-3 3
  1005	-4.4.-2.0 3
  1006	-4.4.-2 3
  1007	4.-4.0 3
  1008	4.3.-3.0.-2 3
  1009	4.2.-2.-2.2.-2 3
  1010	4.-2.-2.2.0 3
  1011	4.2.-2.-2 3
  1012	-4.2.-2.-1.0 3
  1013	-4.2.2.0.3.-5.-2.2.2.-2.-3.3.-3.1.0.-1 3
  1014	-4.2.2.0.3.-5.-2.2.2.-2 3
  1015	4.2.1 3
  1016	4.-2.0 3
  1017	4.1.2.0.0 3
  1018	4.1.-1.-2.-2 3
  1019	-4.0.2.2.-2.2.2.-2.0.-2.-2.-1.3.2.-2.-2 3
  1020	-4.0.2.0 3
  1021	-4.0.2 3
  1022	3.-5.-3 3
  1023	3.-5.2.-4.-1 3
  1024	3.-5.0.-2.2.2.-2.2.0.-2 3
  1025	3.-3.3.-3 3
  1026	-3.3.-3.-2.2.0.-2 3
  1027	-3.3.-3.-2.2.0 3
  1028	3.-3.3.0 3
  1029	3.-3.2.1.-1.-2 3
  1030	3.-3.2.1.-1 3
  1031	-3.3.-1.-2.0 3
  1032	3.-3.0.3.-3 3
  1033	3.-3.0.0 3
  1034	3.2.3.-3.0 3
  1035	3.2.-3.1 3
  1036	-3.-2.2.3.-3 3
  1037	3.2.2.-2.0.2 3
  1038	-3.2.-2.-2.0 3
  1039	3.2.-2.-2 3
  1040	-3.-2.2.2 3
  1041	3.2.-2.-1.1.0.-1 3
  1042	-3.-2.2.1.0 3
  1043	-3.-2.2.0.-2 3
  1044	-3.2.1.2 3
  1045	-3.-2.-1 3
  1046	3.-1.-4.2.2.1 3
  1047	3.-1.-4.2.0 3
  1048	-3.1.-3.-2.2 3
  1049	3.-1.3.-2.0.0.-1 3
  1050	-3.1.-3.-2 3
  1051	-3.1.2.-5.2.-2.-2 3
  1052	3.-1.-2.3 3
  1053	3.-1.-2.2 3
  1054	-3.1.2.0.2.-2.-3.1.2.-2.-1 3
  1055	3.-1.-2.0.-2 3
  1056	3.-1.1.2.-2.-3 3
  1057	-3.1.-1.-2.2.1.2.-2.-1.-2.2.1.-1.-2 3
  1058	3.-1.1.2.-2.-1.-2 3
  1059	3.-1.1.2.0 3
  1060	-3.1.-1.-2.0 3
  1061	3.-1.1.-1.-2.-2 3
  1062	3.0.-5.0 3
  1063	3.0.-3.3 3
  1064	3.0.-3.2.1.-3.3 3
  1065	3.0.-3.2.1 3
  1066	-3.0.-2.2.0 3
  1067	3.0.-1.-2.0 3
  1068	3.0.-1.1.-1.-2.3.-1.1.2.-2.-1.-2.2.1.-1.-2 3
  1069	3.0.0.-3 3
  1070	3.0.0.2.-2 3
  1071	-2.5.2.3 3
  1072	2.-5.-2.2.0 3
  1073	-2.5.2.2.0 3
  1074	-2.5.-1.1 3
  1075	2.5 3
  1076	2.4.-4.-2.2.0.-2 3
  1077	2.-4.2.2.0.3.-1.1.2.-2.-1.-2 3
  1078	2.-4.-1.-4 3
  1079	2.-4.-1.-2.3 3
  1080	2.-4.-1.-2.2.0 3
  1081	2.-4.-1.-2.-2 3
  1082	2.-4.-1.-2.0.3.-3.-2.2.3.-3 3
  1083	2.-4.-1.-2.0.3.-3.0.-2 3
  1084	2.3.-5.2 3
  1085	2.3.-5.-2 3
  1086	2.3.-5.0 3
  1087	-2.3.-3.-2 3
  1088	2.3.2.-2.-3 3
  1089	2.3.2.-2.2.-2 3
  1090	2.3.2.0.-2 3
  1091	2.-3.-2 3
  1092	2.3.-1.-2.2.1.-1.-2.-2.2.3.-3.-2.2.-2.2.2.-2 3
  1093	2.3.-1.1.-3.-2 3
  1094	2.-3.1.-1.-2.2.1.-1.-2.-2.0.2.3 3
  1095	2.3.-1.1.2.-2.-1 3
  1096	2.3.-1.1.0 3
  1097	2.3.0.-3 3
  1098	2.3.0.2.-2.-1 3
  1099	2.3.0.2.0 3
  1100	2.3.0.-1.1.2.-2.2.0.-2 3
  1101	2.3.0.-1.1.-1.-2.2.-2 3
  1102	2.3.0.-1.1 3
  1103	2.3.0.0.2.-2 3
  1104	-2.2.-7 3
  1105	-2.2.5.-2 3
  1106	2.2.-4.2.-2 3
  1107	2.2.-4.-1.-2.0.3 3
  1108	-2.2.-4.-1.-2 3
  1109	2.2.3.-5.2.-2 3
  1110	-2.2.3.-5.2.0.-2.0.-3.1.-1 3
  1111	-2.2.3.-5.0 3
  1112	-2.2.3.-3.-2 3
  1113	2.-2.-3.3.0 3
  1114	-2.2.3.-3.0 3
  1115	-2.2.3.-1.-2 3
  1116	-2.2.3.-1.1 3
  1117	-2.2.-3 3
  1118	2.-2.2.-7 3
  1119	-2.2.2.-4.-1.-2.3.-5.2.3.-1.1.-1.-2 3
  1120	-2.2.2.-4.-1.-2 3
  1121	-2.2.2.-4.0.-1.-2.-2 3
  1122	2.-2.-2.4 3
  1123	-2.2.2.-4 3
  1124	2.-2.-2.-3.3.0 3
  1125	2.-2.2.3.0 3
  1126	2.2.-2.2.3.-5.2.-2.0.-2 3
  1127	2.2.-2.2.3.-3.0 3
  1128	2.-2.-2.2.2.-2.-1.-2.2.0.-2 3
  1129	-2.-2.2.2.-2.2.1.-1 3
  1130	2.-2.-2.2.2.-2.0.2.3.-1.-2.2.1.-1.-2 3
  1131	2.-2.-2.2.-2.-1.1.-3.3.-5.2.3.-1.1.-1.-2 3
  1132	2.-2.2.-2.-2.-1.1.2.-3.1.-1.-2 3
  1133	2.-2.2.-2.-2.-1.1.2.-3.1.-1.1 3
  1134	2.-2.2.-2.-2.-1.1.0.-1 3
  1135	-2.2.2.-2.-2.-1 3
  1136	-2.2.-2.2.-2.0.-3 3
  1137	2.2.-2.2.1.-1.-2.-2.2.2.-2.2 3
  1138	2.2.-2.2.1.-1.0.-2.-2.-1.3.2.-2.-2 3
  1139	2.2.-2.2.1.-1.0 3
  1140	2.-2.2.2.0.-2.5.-3.0.-2 3
  1141	2.-2.2.2.0.-2 3
  1142	-2.2.2.1.-3.0 3
  1143	2.-2.-2.-1.-2.-2 3
  1144	-2.2.-2.-1.-2 3
  1145	-2.2.2.1.-1.-2.2.1.-3 3
  1146	2.-2.-2.-1.1.-1.-2 3
  1147	-2.2.-2.-1.0 3
  1148	-2.2.-2.-1 3
  1149	2.2.-2.0.-2.2.-2 3
  1150	-2.2.-2.0.-2.2.-2 3
  1151	-2.2.-2.0.-1.-2.-2.2.0.-2 3
  1152	2.-2.-2.0.-1 3
  1153	-2.2.2.0.0 3
  1154	-2.-2.-1.3.2 3
  1155	2.2.1.-3.0 3
  1156	-2.-2.-1.-2.3 3
  1157	-2.-2.-1.-2.2.0 3
  1158	2.2.1.2 3
  1159	2.-2.-1.1.2.2.0.-2.2.-4.2.-2.-1 3
  1160	-2.2.1.-1.-2.-2 3
  1161	2.-2.-1.1.2.0.-2 3
  1162	2.-2.-1.1.-1.-2.3.-3 3
  1163	2.-2.-1.1.-1.-2.2.1.-3 3
  1164	2.-2.-1.1.-1.-2.0.3.-1.1.-1.-2 3
  1165	-2.-2.-1.1 3
  1166	2.2.0.3 3
  1167	-2.2.0.3 3
  1168	2.2.0.-2.2.1.-1 3
  1169	-2.2.0.-2 3
  1170	2.-2.0.-1.-2.2.1.-1.-2.-2.0.2.3 3
  1171	2.-2.0.-1.-2 3
  1172	2.-2.0.-1.1.2.-2.2.2.-2 3
  1173	-2.-2.0.-1 3
  1174	2.-2.0.0.2.-2 3
  1175	2.2.0.0.-2 3
  1176	-2.-1.-4.2 3
  1177	2.1.-3.3 3
  1178	2.1.-3.-2.2 3
  1179	-2.-1.-2.3.-5.2.-2 3
  1180	2.1.2.2.-2.2.1.-1 3
  1181	-2.1.-2.2.-2.-2 3
  1182	-2.-1.-2.2.-2 3
  1183	-2.-1.-2.2.1.-1.-2.-2 3
  1184	-2.-1.-2.2.1 3
  1185	2.1.2.0.-2 3
  1186	-2.-1.1.2.-5.-2 3
  1187	2.1.-1.-2.-2.2.3.-1.1.2.-2.0.-1.-2.2.-2.-2 3
  1188	-2.-1.1.2.2.-2 3
  1189	-2.-1.1.-1.-2.-2.2.-2.2.-2.-2.2.0.-2 3
  1190	-2.-1.1.-1.-2 3
  1191	2.0.-7 3
  1192	2.0.5.0 3
  1193	-2.0.-5 3
  1194	2.0.-4.2.2 3
  1195	2.0.-4.2 3
  1196	2.0.-3.1.-3.3.2.-2.2.-2.-1 3
  1197	-2.0.2.4 3
  1198	-2.0.2.3.0.-1.1.-3.3.-3.-2.2.0.-2 3
  1199	2.0.-2.2.2.3.-5.2.-2 3
  1200	-2.0.-2.2.2.-2.2.-2.-2.-1.1.0.-1 3
  1201	2.0.-2.2.2.-2.2.0.-2 3
  1202	2.0.-2.2.-2.-2.2.0.-2 3
  1203	-2.0.2.-2.-2.0 3
  1204	-2.0.2.-2.-1.1 3
  1205	-2.0.-2.2.0.-2 3
  1206	-2.0.2.2 3
  1207	2.0.2.1.-3.0 3
  1208	2.0.-2.-1.-2 3
  1209	2.0.-2.0.-3.3.-3 3
  1210	-2.0.-1.3 3
  1211	-2.0.-1.-2.3 3
  1212	-2.0.-1.-2.-2 3
  1213	-2.0.-1.-2.0 3
  1214	-2.0.-1.1.0.-1 3
  1215	-2.0.-1.1 3
  1216	-2.0.-1.0 3
  1217	-2.0.0.2.3.0.2.-2 3
  1218	-2.0.0.2.2.-2 3
  1219	2.0.0.1.-1.0 3
  1220	-1.-4.0.0 3
  1221	1.-3.3.-1 3
  1222	1.-3.-2.2.-2.-2 3
  1223	1.-3.0.2.1.-1.1.-3 3
  1224	1.-3.0.-2.0 3
  1225	-1.-2.3.2.-2 3
  1226	1.2.-3.1.-1 3
  1227	1.2.-3.1.0.-1 3
  1228	1.2.-3.1 3
  1229	-1.-2.3.0.-1.-4 3
  1230	-1.-2.-2.5.0 3
  1231	-1.-2.-2.5 3
  1232	1.2.-2.4.-2.0 3
  1233	1.2.2.-4.-1 3
  1234	-1.-2.-2.2.3.-3.0.3.2.-2.0.-1 3
  1235	-1.-2.-2.2.3 3
  1236	1.2.2.-2.2.3.-3 3
  1237	-1.-2.-2.-2.2.2 3
  1238	1.2.2.-2.-2 3
  1239	-1.-2.2.-2.0.-2.2.-2 3
  1240	1.2.-2.2 3
  1241	1.2.-2.-1.3.0.2.-2.2.-2.-2.-1.1.2.-3.1.-1.-2 3
  1242	1.2.-2.-1.-2.-2 3
  1243	-1.-2.2.1.-1 3
  1244	-1.-2.2.0.0 3
  1245	1.2.-1.-2.0 3
  1246	1.2.-1 3
  1247	-1.-2.0.5.-2.2.2.-2 3
  1248	1.2.0.-3 3
  1249	1.2.0.2.-2 3
  1250	-1.-2.0.2.1.-3.0.-2 3
  1251	1.2.0.-2.-1 3
  1252	-1.-2.0.2 3
  1253	1.-1.-4.2 3
  1254	-1.1.-3.2.1.-3.3 3
  1255	-1.1.-3.2.1.-1.-2.-2.0.2.3 3
  1256	-1.1.2.-2.-3.2.1.0.-1.-2.-2.-2.2.2.0.-2 3
  1257	-1.1.2.-2.-2.-1.2.0.-2 3
  1258	-1.1.2.-2.-1.-2 3
  1259	-1.1.2.-2.0.-1 3
  1260	-1.1.2.2 3
  1261	-1.1.2.0.-2.0.-1.-2 3
  1262	-1.1.2.0.-2.0.-1 3
  1263	-1.1.2.0.0 3
  1264	-1.1.-1.-2.-2 3
  1265	-1.1.-1.1.-3 3
  1266	-1.1.0.2.-2.-1.1.-1.-2.3.-3 3
  1267	0.-5.5 3
  1268	0.5.-3.-2.2 3
  1269	0.-5.2.3.0 3
  1270	0.5.-2.-1 3
  1271	0.-5.2.0 3
  1272	0.-5.0.0 3
  1273	0.3.-5 3
  1274	0.-3.3.-5 3
  1275	0.-3.3.-3.0.-2 3
  1276	0.3.2.3.-3 3
  1277	0.3.2.-2 3
  1278	0.-3.-2.0 3
  1279	0.-3.1.-3.2.1.-1.-2 3
  1280	0.-3.1.2 3
  1281	0.3.-1.1.-1.-2 3
  1282	0.3.0 3
  1283	0.2.3.-3.-2.2.2.-2.-2.2.-4 3
  1284	0.2.3.-3.-2.2.-2.-2 3
  1285	0.2.3.-3.-2.2 3
  1286	0.2.3.-1.-2.2.-2.-2 3
  1287	0.2.-3.1.2.-2.2 3
  1288	0.2.3.0 3
  1289	0.2.2.-4.2.-2 3
  1290	0.2.2.-4 3
  1291	0.-2.-2.4 3
  1292	0.-2.2.3.-3 3
  1293	0.2.-2.-3.0 3
  1294	0.-2.2.2.-2.2.0.-2 3
  1295	0.-2.2.2.-2.-2 3
  1296	0.2.2.-2.2.1.-1 3
  1297	0.2.2.2.-2 3
  1298	0.2.-2.-2.2 3
  1299	0.2.-2.-1.1.-1.-2.-2 3
  1300	0.2.-2.0.-3.2.1.-3.0.-2 3
  1301	0.2.-2.0.-3.1.-1 3
  1302	0.2.-2.0.-3 3
  1303	0.2.2.0.-2 3
  1304	0.2.-2.0.-1.-2.2.1.-1.-2.-2.0.2.3 3
  1305	0.-2.-2.0 3
  1306	0.2.1.-1.-2.2.-2 3
  1307	0.2.1.-1.-2.-2.-1 3
  1308	0.2.1.-1 3
  1309	0.-2.0.4.-2.-3.1.-3.-2.5.-3.-2.2.2.-2 3
  1310	0.2.0.3.-3 3
  1311	0.2.0.-3.1 3
  1312	0.-2.0.-1 3
  1313	0.-1.3.-2.0.0.-1 3
  1314	0.-1.-2.2.1.-1.-2.-2.2.3.-3.-2.2.0.-2 3
  1315	0.-1.-2.2 3
  1316	0.-1.-2.0.3 3
  1317	0.1.2 3
  1318	0.-1.1.-3.-2 3
  1319	0.-1.1.2.-2.-1.3.0.2.-2.2.-2.-2 3
  1320	0.-1.1.2.-2.-1.1.-1.-2.3.-3 3
  1321	0.0.3.-3.0 3
  1322	0.0.-3.2.1.2.-2.-1.-2.2.1.-1.-2.-2.2.3.-3.2.-2.-2 3
  1323	0.0.2.-4 3
  1324	0.0.2.3.0.0 3
  1325	0.0.-2.2.3 3
  1326	0.0.-2.2.-2.2.-4 3
  1327	0.0.2.2.-2 3
  1328	0.0.2.-2.0.-1.-2 3
  1329	0.0.-1.1.2.-3.1 3
  1330	0.0.-1.1.-1.-2.-2 3
  1331	0.0.-1.1.-1.1.-3 3
  1332	0.0.-1.1.-1 3
  1333	0.0.0.2.3.-3.-2.2.2.-2 3
  1334	0.0.0.2.-2.2.-2.-2 3
  1335	0.0.0.-1.1.2.-2.-1.1.-3.0.-2 3
  1336	0.0.0.0.-2.2.3.-3.-2 3
  1337	0.0.0.0.-2 3
  1338	0.0.0.0.0 3
  1339	7.3.-5.4.-2.2.1.-3.5.-2.-3.-2.-2.0.2.2.-5.1.-3 2
  1340	7.3.-3.-2.0.2 2
  1341	7.3.-3.-2 2
  1342	7.3.-1.-2 2
  1343	7.-2.2.3.-3.-2.2 2
  1344	7.-2.2.3.2 2
  1345	7.-2.2.-2.-2.2.-2.-1 2
  1346	7.-2.2.-2.-1.1.-1.-2.-2.2.-2 2
  1347	7.-2.-2.0.-3.3.4 2
  1348	7.-2.2.0.-2.-2.-1.1.-3 2
  1349	7.-2.2.0 2
  1350	7.0.3.-1.-2.-2.2 2
  1351	7.0.-2.2.3.-3.-2.2.-2 2
  1352	7.0.2.-2.-3.2.1 2
  1353	7.0.-2.-1 2
  1354	7.0.2 2
  1355	7.0.0 2
  1356	-6.2.4.0 2
  1357	-6.0 2
  1358	-5.5.-3.0 2
  1359	5.-3.-2.2.-2.-2.2.0.-2 2
  1360	-5.3.2.2.-2.0 2
  1361	-5.3.-1 2
  1362	5.2.-7 2
  1363	-5.-2.5 2
  1364	5.2.3.-3.-2.2.3.0.0 2
  1365	5.-2.2.-2.-2.-1.-2.2.-4.2.2.0 2
  1366	5.-2.2.-2.-2.-1.-2.2.0 2
  1367	5.-2.2.2.-2.0 2
  1368	5.2.2.-2 2
  1369	-5.-2.2.2 2
  1370	5.-2.2.0 2
  1371	-5.2.-2.0 2
  1372	5.-2.-1.-2.0 2
  1373	-5.-2 2
  1374	5.-1.-4.2.-2 2
  1375	5.-1.-2.-2 2
  1376	5.-1.-2.0 2
  1377	-5.1.2.0 2
  1378	5.-1.1.2.-2 2
  1379	5.0.2.-2.0 2
  1380	5.0.-2 2
  1381	5.0.-1.-2.-2 2
  1382	5.0.0.-5 2
  1383	-4.7.2.-2.5.0 2
  1384	-4.5 2
  1385	-4.4.3.0 2
  1386	4.-4.2 2
  1387	4.3.-5.2 2
  1388	4.3.-3.0.-2.5 2
  1389	4.3.2.-4.-3.0.-2.2.0.3.-1.-2 2
  1390	4.3.2.-3.1.-1.-2.3.-3.3.-3.3.-5.0.2.-2.0 2
  1391	4.3.2.2.-4.0.-1.1.2.-2 2
  1392	4.3.2.-2.0.2 2
  1393	4.3.2.-2.0.-1 2
  1394	4.3.2.-2.0 2
  1395	4.3.2.0.-2 2
  1396	4.3.-1.1.2.-2.-1.-2.2.1.-1.-2.-2.2.3.-3.-2.2.0.-2 2
  1397	4.3.0.2 2
  1398	4.3.0.-1.-2 2
  1399	4.3.0.-1.1.2.-2.2.2.-2 2
  1400	4.3.0.-1.1.2.-2 2
  1401	4.3.0.-1 2
  1402	4.3.0.0.-1 2
  1403	4.3.0.0.0.-3.3.2.-2.4.-2.-2.-1.1.-3 2
  1404	4.3.0.0 2
  1405	-4.2.-5.3.-1.-2.-2.2 2
  1406	4.-2.5.0.2 2
  1407	-4.2.2.3.-1.-2.2.1.-1.-2.-2.2.3.-3.-2.2.0.-2 2
  1408	-4.2.2.3.0.2.-2 2
  1409	-4.2.2.3 2
  1410	-4.2.2.-2.2.0.-2 2
  1411	-4.2.2.-2.-2 2
  1412	-4.2.2.-2.0.-2 2
  1413	4.-2.2.-2 2
  1414	4.-2.-2.-1 2
  1415	-4.2.-2.-1 2
  1416	-4.2.2.0.0 2
  1417	-4.2.0.2.1.-3 2
  1418	4.-2.0.2 2
  1419	-4.-2.0 2
  1420	4.1.2.-2.2.2.-2 2
  1421	-4.-1.-2.-2.-2 2
  1422	4.1.2.0.-2.-1.-2.-2 2
  1423	4.1.-1.-2.0 2
  1424	4.1.-1.-2 2
  1425	4.0.3 2
  1426	-4.0.-1.-2 2
  1427	3.-7.4.3 2
  1428	3.-5.2.3 2
  1429	3.-5.-2.2.2.0.-2.0.-2.2.0.-2 2
  1430	3.-5.-2.2.0 2
  1431	3.-5.2.2 2
  1432	3.-5.-2.0 2
  1433	-3.5.2 2
  1434	-3.5.0.2.3.0 2
  1435	3.-5.0.-2.-1 2
  1436	3.4.-2.0 2
  1437	-3.-4.2 2
  1438	3.4 2
  1439	-3.3.-5.2.-2.-2.2.2.-2.2.0.-2 2
  1440	-3.3.-5.-2 2
  1441	-3.3.-5 2
  1442	3.-3.3.-5.2.-2.-2.-1.1.0.-1 2
  1443	3.-3.3.-5.0 2
  1444	3.-3.3.-3.-2.2.0.-2 2
  1445	3.-3.3.-3.-2 2
  1446	3.-3.3.-1.1.2.-2.0.-1.1 2
  1447	3.-3.3.0.-5 2
  1448	3.-3.3.0.0 2
  1449	3.-3.-2.5.2.2.0 2
  1450	3.-3.-2.2.3.2.-5.3.-1.-2.-2.2.2.1.-3.3.4.-2.-5.3.-1.-2.-2.-1.1.2.0.3.-1.-4.2 2
  1451	3.-3.-2.2.2.-2.-2.-2.2 2
  1452	3.-3.-2.2.-2.-2 2
  1453	-3.3.2.-2.2.-2 2
  1454	3.-3.2.-2.-2.0 2
  1455	3.-3.-2.-2.2.0 2
  1456	-3.3.2.2.-2 2
  1457	-3.3.2.-2.0.2 2
  1458	3.-3.-2.0.2.-2 2
  1459	3.-3.-2.0.-2.-1 2
  1460	3.-3.-2.0.2 2
  1461	-3.3.2.0.-2 2
  1462	-3.3.-1.-4 2
  1463	3.-3.1.0.0.-1 2
  1464	-3.3.0.2.-2 2
  1465	-3.3.0.0.0 2
  1466	-3.-2.5.-3.0 2
  1467	-3.-2.5.2.-2.0 2
  1468	3.2.-5.0.-2.-2.4.-7.3.4.-2.-2.-1.-2.-2.2 2
  1469	3.2.-5 2
  1470	-3.-2.5 2
  1471	-3.-2.2.5 2
  1472	3.2.-2.-3.-2.2.3.-3 2
  1473	-3.-2.2.3.2.-2 2
  1474	3.2.-2.-3.1.-3.-2.2.2.1.-1.-2.2.1.-1 2
  1475	3.2.-2.-3.0 2
  1476	-3.-2.2.3.0 2
  1477	-3.-2.2.3 2
  1478	3.2.-2.2.3.-3.3.-3.-2.2.2.1.-1.-2.0.3.-1.1.-1.-2 2
  1479	3.2.2.-2.-2.0 2
  1480	-3.-2.2.2.1.-1.-2.2.1.-1 2
  1481	-3.-2.-2.2 2
  1482	3.2.-2.-1.-2.2.1.-3.-2.2.0 2
  1483	3.2.-2.-1.-2.0 2
  1484	-3.-2.-2.-1.-2 2
  1485	-3.-2.2.1 2
  1486	-3.-2.2.0.3.-5.-3 2
  1487	3.2.-2.0.-3 2
  1488	-3.-2.2.0.2.-2 2
  1489	-3.-2.2.0.2.1.2.-5.0.-2 2
  1490	-3.2.1.2.-2.2.-2.-1.-2.-2.2.3.0 2
  1491	-3.2.1.-1.-2.2.1.-1.-2.2.1.-3 2
  1492	-3.2.1.-1.-2.-2 2
  1493	-3.2.1.-1.-2.0.2.1.-1.-2.2.1.-3 2
  1494	-3.2.1.-1.-2 2
  1495	3.-2.-1.0 2
  1496	3.2.0.3.-1.-4.2.3.2.-2.0.-1 2
  1497	3.2.0.-2.2.2 2
  1498	-3.-2.0.2.-2 2
  1499	3.2.0.2 2
  1500	-3.-2.0.2 2
  1501	3.2.0.0.-2.2 2
  1502	3.-2 2
  1503	3.-1.-4.5.0.2.-2.-1.1.-1.-2.-2 2
  1504	3.-1.-4.5.0 2
  1505	3.-1.-4.2.3.2.-2.0.-1 2
  1506	3.-1.-4.2.-2.-2 2
  1507	3.-1.-4.0 2
  1508	3.-1.3.-3.1.-1.1 2
  1509	-3.1.-3.2.1.2.0 2
  1510	-3.1.-3.0.3.-3.-2.2.2 2
  1511	3.-1.2.-4.0.-2 2
  1512	-3.1.2.2.-4.0.-1.-4.2.3.-5.2.-2.0.-2 2
  1513	-3.1.2.2.-2.2.1.-1 2
  1514	3.-1.-2.-2.-2.2 2
  1515	3.-1.-2.-2.2.0.-2 2
  1516	3.-1.-2.2.-2 2
  1517	3.-1.-2.-2.2 2
  1518	-3.1.2.-2.-1.-2.2.1.-1.-2 2
  1519	3.-1.-2.-2.0.-1 2
  1520	3.-1.-2.2.0 2
  1521	-3.1.2.2 2
  1522	-3.1.2.-1.-2 2
  1523	-3.1.2.0.2.-2.-3.1.-1.-2.-2.2.-2 2
  1524	3.-1.-2.0.-2.2.-2 2
  1525	3.-1.1.-3.-2 2
  1526	3.-1.1.-3.0 2
  1527	3.-1.1.2.-5.0 2
  1528	3.-1.1.2.-3.1.-1.-2.2.-2.-2 2
  1529	3.-1.1.2.-3.1.-1.-2 2
  1530	3.-1.1.2.-3.1.-1.0.-2.3.-3 2
  1531	-3.1.-1.-2.3.0 2
  1532	3.-1.1.2.-2.2.2.-2.2.0.-2 2
  1533	3.-1.1.2.-2.-1.0 2
  1534	-3.1.-1.1 2
  1535	3.-1.1.0 2
  1536	3.0.-5.-2.2.2.0.-2 2
  1537	3.0.-5.2 2
  1538	3.0.-3.3.-3.-2.2.-2 2
  1539	3.0.-3.3.-3.-2.2.0.-2 2
  1540	3.0.-3.3.2.-2 2
  1541	3.0.-3.3.-1.-4 2
  1542	-3.0.3.2.-2 2
  1543	3.0.-3.-2 2
  1544	-3.0.-2.2.1.2.2.-2.0 2
  1545	3.0.2.-2.-1 2
  1546	-3.0.-2.2 2
  1547	3.0.2.0 2
  1548	3.0.-1.-2.0.3.2.-2.0.-1.-2.2.1.-1.-2.2.1.-3 2
  1549	3.0.0.-5 2
  1550	3.0.0.-1.-2.-2 2
  1551	3.0.0.-1.-2 2
  1552	3.0.0.0.-3.2.1 2
  1553	3.0.0.0.2.-2.0.-3.3.-3 2
  1554	3.0.0.0.0 2
  1555	2.-7.2.3.-5.2.3.-1.-2 2
  1556	-2.7.2 2
  1557	-2.5.-5.2.3.-3 2
  1558	2.-5.3 2
  1559	-2.5.-3 2
  1560	-2.5.2.3.-3 2
  1561	-2.5.2.2.-2.2.-2 2
  1562	-2.5.2.2.0.1.-1 2
  1563	2.-5.1.2.-2.2 2
  1564	2.-5.1 2
  1565	-2.-5 2
  1566	2.4.-4.2.-2.-2 2
  1567	2.-4.4.1.2.0.-2.-1.-2.-2.4 2
  1568	2.-4.4 2
  1569	2.-4.-3.3.0 2
  1570	-2.4.3.-1 2
  1571	-2.4.3.0.-5 2
  1572	2.-4.2.-5.3.-3.-2.2.3.-3 2
  1573	2.-4.2.-5 2
  1574	2.-4.2.-2.2.-3.1.-3 2
  1575	2.-4.2.2.-2 2
  1576	2.-4.2.0.2.3.-3.2.-2.-2 2
  1577	2.-4.-2.0 2
  1578	-2.4.1.-3 2
  1579	2.-4.-1.-2.3.0.-5 2
  1580	-2.4.1.-1.-2 2
  1581	-2.4.1.-1 2
  1582	-2.4.0.2.-2 2
  1583	2.4 2
  1584	2.3.-5.0.-2 2
  1585	-2.-3.3.-3.-2 2
  1586	2.3.-3.-2.2.3.-3 2
  1587	2.3.-3.-2.2.-2.2.1.-1 2
  1588	2.3.-3.-2.2.-2 2
  1589	2.3.-3.-2.2.1.-1.-2.-2.0.2.2.-2.-2.2.0.-2 2
  1590	2.3.-3.-2.-2 2
  1591	2.3.-3.2.1.2.0 2
  1592	2.3.-3.2 2
  1593	2.3.2.-7.2 2
  1594	2.3.2.-3 2
  1595	2.3.2.-2.-5.2.0 2
  1596	2.3.2.2.-2.-2.2.2.1.-1.0.-2 2
  1597	2.3.2.-2.0 2
  1598	-2.-3.2.0 2
  1599	-2.-3.2 2
  1600	-2.-3.1.-3.5 2
  1601	2.-3.1.-3.0.2.1.-1 2
  1602	2.3.-1.-2.3 2
  1603	2.3.-1.-2.-2.2.0 2
  1604	2.3.-1.-2.2.1.-1.-2.-2.0.2.3.-3.-2.2.0.-2 2
  1605	2.3.-1.-2.2.1.-1.-2.0.2.-2.-2.2.-2 2
  1606	2.3.-1.-2.-2.0 2
  1607	-2.3.-1.-2.0 2
  1608	2.3.-1.1.2.2.-2.2.-2.-2.-1.-2.3.2.0.-2 2
  1609	2.-3.1.-1.-2.2.1.-1.-2.-2 2
  1610	2.-3.1.-1.-2.2.1.-1 2
  1611	2.-3.1.-1.-2.2.0.-2 2
  1612	2.-3.1.-1.-2.2 2
  1613	2.3.-1.1.2 2
  1614	2.3.-1.1.-1.1 2
  1615	2.3.1 2
  1616	2.3.0.-3.-2.0.2 2
  1617	2.3.0.2.-3.1.-3.3 2
  1618	2.3.0.-1.-2.2.1.-1.-2.0.3 2
  1619	2.3.0.-1.-2.0.5.-2.2.2.-2 2
  1620	2.3.0.-1.1.-1.-2.3 2
  1621	2.3.0.0.-1.-2.3.2.-2.2.2.3.-5.2.-2 2
  1622	2.3.0.0.-1 2
  1623	2.3.0.0.0 2
  1624	-2.3 2
  1625	2.-2.5.-3 2
  1626	2.-2.5.2.-2.-1.3.2 2
  1627	-2.-2.4.3.0.2.-2 2
  1628	2.2.-4.-3 2
  1629	-2.-2.4.-2.-2.4 2
  1630	2.-2.4.-2.0 2
  1631	-2.2.-4.2.0 2
  1632	2.2.-4.2 2
  1633	-2.2.-4.2 2
  1634	2.2.-4.-1.-2.0.3.2 2
  1635	2.2.-4.-1.-2.0 2
  1636	2.-2.4.0.-2 2
  1637	2.2.-4.0.-1.-2.3.-1.1.-1.-2 2
  1638	-2.2.3.-5.-3.1.4.3.-5.-2.0.-3.3.-3 2
  1639	2.2.3.-5.0 2
  1640	-2.2.3.-3.-4 2
  1641	-2.2.3.-3.3.0 2
  1642	2.-2.-3.3.-3 2
  1643	-2.-2.-3.3 2
  1644	2.-2.-3.-2.2.-2.-2 2
  1645	-2.2.3.2.-2.-1.1.2.-2.2.0.-2 2
  1646	2.-2.-3.2.-2 2
  1647	2.-2.-3.-2.0 2
  1648	-2.2.3.2.0 2
  1649	2.-2.-3.-2 2
  1650	-2.2.3.-1.-4.2 2
  1651	-2.2.3.-1.-2.-2.2.-4.-1.-2.3.-3 2
  1652	2.-2.-3.1.2.0 2
  1653	2.-2.-3.1.-1.-2 2
  1654	2.-2.-3.1.-1 2
  1655	-2.2.-3.1.0.-3.3.2.-2.-1.1 2
  1656	2.2.3.-1 2
  1657	2.-2.-3.1 2
  1658	-2.2.3.0.-1.-2 2
  1659	-2.2.3.0.-1 2
  1660	-2.2.3.0.0 2
  1661	-2.-2.-3 2
  1662	2.-2.2.-5 2
  1663	-2.2.-2.-5 2
  1664	-2.2.2.-4.-3.3.-3.-2.2.3.-3 2
  1665	-2.2.2.-4.-1.-2.-2 2
  1666	-2.2.2.-4.0.-1.-4.2.3.-5.2.-2.0.-2 2
  1667	2.-2.2.-4.0 2
  1668	2.-2.2.-4 2
  1669	-2.2.-2.-3.3 2
  1670	-2.2.-2.-3.1 2
  1671	2.2.-2.-3.0 2
  1672	-2.-2.2.2.-7 2
  1673	-2.2.-2.-2.4.-5.1.-3 2
  1674	-2.-2.2.2.-4 2
  1675	2.-2.2.2.3.-5.2.-2.-3.3.-3.1.0.-1 2
  1676	2.2.-2.2.3.-3 2
  1677	2.-2.2.-2.-3.1.2 2
  1678	2.-2.2.-2.-3 2
  1679	2.-2.2.-2.-2.2.-3 2
  1680	2.-2.-2.2.-2.2.2.-4.-1.-2.3.-5.2.3.-1.1.-1.-2 2
  1681	2.2.-2.-2.2.2.-2.-2.2 2
  1682	-2.2.-2.-2.2.2.-2 2
  1683	-2.-2.2.2.-2.2.-2 2
  1684	2.2.-2.2.-2.-2.-1.1.2.-2.2.0.-2 2
  1685	-2.-2.2.2.-2.-2.-1.1.0.-1 2
  1686	-2.-2.2.2.-2.-2.-1.0 2
  1687	2.2.-2.-2.2.2.0.-2 2
  1688	-2.-2.2.2.-2.2.0.-2 2
  1689	2.2.2.-2.-2.-2.0 2
  1690	2.2.-2.-2.2.-2 2
  1691	-2.2.2.-2.2.-2 2
  1692	-2.2.-2.2.-2.-2 2
  1693	2.-2.-2.2.-2.-1.-2.3 2
  1694	2.-2.2.-2.-2.-1.1.2.-3.1.-1.-2.2.1.-1 2
  1695	2.-2.2.-2.-2.-1.1.2.-2.0.-1.-2 2
  1696	2.-2.2.-2.-2.-1.1.2 2
  1697	-2.2.2.-2.-2.-1.1.-1.-2.3.-3 2
  1698	-2.2.2.-2.2.1.-1 2
  1699	2.2.-2.-2.2.0.-7 2
  1700	-2.-2.2.2.-2.0.2.3.-1.-2.2.1.-1.-2 2
  1701	-2.2.2.-2.-2.0.2.-2.-2.2.-2 2
  1702	2.-2.2.2.-2.0 2
  1703	2.-2.-2.2.2.0 2
  1704	2.2.-2.-2.-2 2
  1705	-2.2.-2.2.-2 2
  1706	-2.-2.2.-2.-1.-2 2
  1707	-2.-2.2.-2.-1.0 2
  1708	-2.2.-2.-2.0.-3 2
  1709	2.2.-2.-2.0.2.2.-2.2.1.-1 2
  1710	2.2.-2.-2.0.-2.0 2
  1711	2.2.-2.2.0.-2 2
  1712	-2.2.2.-2.0.-2 2
  1713	2.2.-2.-2.0.-1 2
  1714	-2.-2.2.-2.0 2
  1715	-2.2.-2.-1.-4 2
  1716	2.-2.-2.-1.3.2 2
  1717	2.-2.-2.-1.-2.5 2
  1718	2.-2.-2.-1.1.2.-2.2.0.-2 2
  1719	2.-2.-2.-1.1.2.-2.-1.1.-3.0.3.-1.1.-1.-2 2
  1720	2.-2.2.1.-1.-2.-2.0.2.-2.-1.1.-1.-2.-2.2.-2 2
  1721	2.-2.-2.-1.1.2.-2.0.0.-1 2
  1722	2.-2.-2.-1.1.2 2
  1723	-2.2.-2.-1.1.-1.-2.-2.2.-2 2
  1724	2.-2.-2.0.4.3 2
  1725	-2.2.-2.0.-3 2
  1726	-2.-2.2.0.2.3.-3.2.-2.-2.2.2.-2 2
  1727	-2.-2.2.0.2.3.-3.2.-2.-2 2
  1728	2.2.-2.0.-2.2.2.-2.2 2
  1729	2.-2.-2.0.2.2.-2 2
  1730	2.-2.2.0.2.-2 2
  1731	2.2.-2.0.2 2
  1732	-2.2.-2.0.2 2
  1733	2.-2.2.0.1.-1.0 2
  1734	2.-2.-2.0.0.2.-2 2
  1735	-2.2.1.-3.-2.2.0 2
  1736	2.2.1.-3.-2.-2 2
  1737	-2.-2.-1.-2.5.2.-7.3.-1 2
  1738	-2.-2.-1.-2.5 2
  1739	2.-2.-1.-2.-2.2.-2 2
  1740	2.-2.-1.-2.-2.2 2
  1741	2.-2.-1.-2.2.1.-3.0 2
  1742	2.-2.-1.-2.2.1.-1 2
  1743	-2.-2.-1.2.1.0 2
  1744	2.-2.-1.-2.0.3 2
  1745	2.-2.-1.-2.0.-2 2
  1746	2.-2.-1.1.2.2.-4.2.-2.-1 2
  1747	2.-2.-1.1.2.2.-2.2.0.-2 2
  1748	2.2.1.-1.-2.-2.-2.2.0 2
  1749	2.2.1.-1.-2.-2.-2.2 2
  1750	2.-2.-1.1.2.-2.2.0.-2 2
  1751	2.2.1.-1.-2.-2.2 2
  1752	-2.2.1.-1.-2.-2.0 2
  1753	2.-2.-1.1.2.2 2
  1754	2.2.1.-1.-2.0.-2.0 2
  1755	-2.2.1.-1.-2 2
  1756	2.-2.-1.1.-1 2
  1757	-2.2.1.-1.0 2
  1758	2.-2.-1.0.-2 2
  1759	2.-2.-1.0 2
  1760	2.-2.0.-5.2.-2.2.3.-5.2.-2.2.3.2.-4.2.2.-2.-3.3.-3.1.0.-1 2
  1761	2.-2.0.-5 2
  1762	2.-2.0.-3.3.-5.2.-2.0.-2 2
  1763	2.2.0.3.-3.-2.-2.4.3.-3.-2.2.-5.1.-3 2
  1764	2.-2.0.-3.2.1.-1.-2.0.-2 2
  1765	2.-2.0.-3.0.-2 2
  1766	2.-2.0.2.3 2
  1767	-2.2.0.-2.-3 2
  1768	2.2.0.-2.2.-4.2.-2.-1.1.2.-2.2.0.-2 2
  1769	2.2.0.-2.2.3.-3.-2 2
  1770	-2.-2.0.2.2.-2.2.-2.2.1.-1 2
  1771	-2.-2.0.2.2.-2.2.1.-1 2
  1772	2.2.0.-2.-2.2.2 2
  1773	2.-2.0.-2.2.-2 2
  1774	-2.2.0.-2.-2.-1.-2 2
  1775	2.2.0.-2.2.1.-1.-2.0.2.-2.-2.2.-2 2
  1776	-2.-2.0.2.-2.-1 2
  1777	2.-2.0.2.2 2
  1778	-2.-2.0.2.2 2
  1779	2.-2.0.-2.-1.-2 2
  1780	-2.2.0.-2.-1.-2 2
  1781	2.2.0.-2.0.-3.1.2 2
  1782	2.-2.0.2.0.3.-1.1.2.-2.-1.-2.0.3.-3.-2.2.-2 2
  1783	2.-2.0.2.0.-2.0.2.-5.2.-2.-2 2
  1784	-2.-2.0.2 2
  1785	-2.-2.0.-2 2
  1786	2.-2.0.-1.-2.-2.2.0.-2 2
  1787	2.-2.0.-1.-2.2.1.-3 2
  1788	2.-2.0.-1.-2.2.1.-1.-2.-2 2
  1789	2.-2.0.-1.1.2.-2.2.0.2.-2 2
  1790	2.-2.0.-1.1.2.2 2
  1791	2.-2.0.0.-3.3.2.-2.-1.1.-1.1.0 2
  1792	2.2.0.0.-2.2.1.-1 2
  1793	2.-2.0.0.-1 2
  1794	-2.-2.0.0.-1 2
  1795	2.-2.0.0 2
  1796	2.1.-3.-2.2.0 2
  1797	-2.-1.3 2
  1798	-2.-1.-2.5 2
  1799	-2.-1.-2.3.-5.2.3.4.-2.-2.-1.-2.2.1.-3.-2.2 2
  1800	-2.-1.-2.3.-3.-2 2
  1801	-2.-1.-2.2.-2.-2.2.0.2.-2.0.-3.1.-1 2
  1802	2.1.2.-2.-1.-2 2
  1803	-2.-1.-2.2.1.-1.0 2
  1804	-2.-1.-2.2.1.0 2
  1805	-2.1.-2.2.0.-2 2
  1806	2.1.2.2.0 2
  1807	2.1.2.-1 2
  1808	2.1.-1.-4.2.2.1.-1.0.-4 2
  1809	2.1.-1.-4.2 2
  1810	2.1.-1.-4 2
  1811	-2.-1.1.2.-5.2.-2.2.-4.0.4.1.2.2.0.-4.2.0 2
  1812	-2.-1.1.2.-5 2
  1813	-2.-1.1.2.-3.1.0.-1 2
  1814	2.1.-1.-2.-2.2.3.-1.1.2.-3.1.-1.-2.2.-2.-2 2
  1815	2.1.-1.-2.-2.2.2.-2 2
  1816	-2.-1.1.2.-2.2.2.-2 2
  1817	2.1.-1.-2.-2.2.2.1.2.-2.-1.0 2
  1818	2.1.-1.-2.2.-2.2.1.-1 2
  1819	-2.-1.1.2.-2.2.0.-2 2
  1820	2.1.-1.-2.-2.2.0 2
  1821	2.1.-1.-2.-2.0.2.3.-1.-2.3.0.-5.0.-3.1.-1 2
  1822	-2.-1.1.2.-2 2
  1823	2.1.-1.-2.0.-2.2.3.-1.1.2.-2 2
  1824	2.1.-1.-2.0.-2.2 2
  1825	2.1.-1.-2.0.2.1.-1.-2.2.1.-3 2
  1826	-2.-1.1.-1.-2.2.1.-3 2
  1827	-2.-1.1.-1.-2.-2 2
  1828	2.1.-1.0.-2.2.0.-2 2
  1829	2.1.0.-1.-2.-2.2 2
  1830	2.1.0.0 2
  1831	2.-1 2
  1832	2.0.7.2.-2 2
  1833	-2.0.5.-5.2.-2.0.-2.2.2.3.2.-2.0.-1.-2.2.1.-1.-2.3.-3.-2.0.2.3.-3.2.-2.-2 2
  1834	2.0.5.0.2.-2.0 2
  1835	2.0.3.2.-2.2.-3.1 2
  1836	2.0.3.2.-2.2.-2.0 2
  1837	2.0.-3.1.-3.0.2.1.-3.0 2
  1838	2.0.3.-1.1.-1.-2 2
  1839	-2.0.3.-1.1.-1.-2 2
  1840	2.0.-3.1 2
  1841	2.0.-3 2
  1842	-2.0.2.-5.-2.2.3.-3 2
  1843	-2.0.2.-4.0 2
  1844	-2.0.2.3.-3.2.-2.-2.2.2.-2 2
  1845	-2.0.2.3.0.2.-2.0 2
  1846	-2.0.2.3.0.2.-2 2
  1847	-2.0.2.3.0.-1.1.-3.3.-3.-2.2 2
  1848	2.0.-2.2.3.-5.0.-2 2
  1849	2.0.-2.2.3.-1.1.2.-2 2
  1850	-2.0.2.2.-2.2.-2.-2.-1.1.0.-1 2
  1851	-2.0.2.2.-2.-2.-1.1.-1.-2.-2.2.-2 2
  1852	2.0.2.-2.-2.2.0.-2 2
  1853	2.0.-2.2.-2.-2 2
  1854	2.0.-2.2.-2.-1 2
  1855	2.0.-2.-2.2.0 2
  1856	2.0.2.-2.-2 2
  1857	2.0.-2.2.-2 2
  1858	-2.0.2.2.-2 2
  1859	-2.0.2.-2.-1.1.2.2.1.-1.1.-3 2
  1860	2.0.2.-2.0.-2 2
  1861	-2.0.2.-2.0.-2 2
  1862	-2.0.2.-2.0 2
  1863	2.0.2.2 2
  1864	2.0.-2.-1.-2.0 2
  1865	2.0.2.1.-1.1.-3 2
  1866	2.0.-2.-1.1.-1.-2.3.-3 2
  1867	2.0.-2.-1.1.-1.-2.-2.2.-2.-2 2
  1868	2.0.-2.-1.1.-1.-2.-2.2 2
  1869	2.0.-2.-1.1.-1.-2.-2 2
  1870	2.0.-2.-1 2
  1871	-2.0.-2.-1 2
  1872	2.0.-2.0.2.-5.2.-2.-2 2
  1873	2.0.-2.0.2.3.-5.2.-2.0.-2 2
  1874	-2.0.2.0.-2.-3 2
  1875	-2.0.-2.0.2.2.3.-5.2.-2 2
  1876	-2.0.-2.0.2.2.0.3.-5.-2.2.2.-2 2
  1877	2.0.2.0.-2.0 2
  1878	2.0.-2.0.-2 2
  1879	-2.0.-1.-2.3.-3.2.1.-1 2
  1880	-2.0.-1.-2.3.2.0 2
  1881	-2.0.-1.1.-3.2.1.-1.-2.-2.2.0.-2 2
  1882	2.0.1.-1.-2.-2.2.2.-2 2
  1883	2.0.0.-4.2.2.-2.2 2
  1884	2.0.0.3.-3 2
  1885	2.0.0.2.-2.-2 2
  1886	2.0.0.2.-2 2
  1887	2.0.0.-2 2
  1888	-2.0.0.-1.3 2
  1889	2.0.0.0.2.-2 2
  1890	1.-5 2
  1891	-1.-4.4 2
  1892	-1.-4.2.-5.1.-1.-2 2
  1893	1.4.-2.-2.2.2.-2 2
  1894	-1.-4.2.2.-2 2
  1895	-1.-4.2.-2.0 2
  1896	1.-3.4 2
  1897	1.-3.3.-5.2.2.-2.0.-2 2
  1898	1.-3.3.-5 2
  1899	1.-3.3.-3.0.-2 2
  1900	1.-3.3.-3 2
  1901	-1.3.-3.1.0.-1 2
  1902	-1.3.2.-4.-1 2
  1903	-1.3.2.3.-5.-3 2
  1904	1.-3.-2.2.3 2
  1905	1.-3.-2.2.-2.0.-1 2
  1906	1.-3.2.1.-1.1.-3 2
  1907	1.-3.2 2
  1908	-1.3.2 2
  1909	1.-3.0.2.1.-1.0.-2 2
  1910	-1.3.0 2
  1911	1.2.-5.-2.0 2
  1912	1.2.-5.-2 2
  1913	-1.-2.3.-5.0 2
  1914	-1.-2.3.-5 2
  1915	-1.-2.3.-3.3.-3.0.-2 2
  1916	-1.-2.3.-3.-2.2.3.-1.-2.2.1.-3 2
  1917	-1.-2.3.2.0 2
  1918	1.2.-3.1.-1.-2.2.1.-1 2
  1919	-1.-2.3.-1.1.-1.-2 2
  1920	1.2.-3.1.-1.1 2
  1921	1.2.-3.1.0.-1.1 2
  1922	1.2.-3.1.0.0.0 2
  1923	-1.-2.-2.5.2.0 2
  1924	1.2.2.-4.-1.-2.0 2
  1925	1.2.-2.-3 2
  1926	-1.-2.-2.-3 2
  1927	1.2.-2.2.-5.3.-1.1.2.-2.-1.-2.2.1.-1.-2 2
  1928	-1.-2.-2.2.-4.-1 2
  1929	-1.-2.-2.2.3.-1 2
  1930	-1.-2.-2.2.3.0 2
  1931	-1.-2.-2.2.2.-2.-2.-2 2
  1932	1.2.2.-2.-2.2.-2 2
  1933	1.2.2.-2.2.-2 2
  1934	1.2.-2.2.2.-2 2
  1935	-1.-2.-2.2.-2.-2 2
  1936	-1.-2.-2.2.2.1.-3.0 2
  1937	1.2.-2.2.-2.-1.-2.3.-1.1.-1.-2 2
  1938	1.2.-2.2.-2.0.-1 2
  1939	1.2.2.-2.2 2
  1940	1.2.-2.2.2 2
  1941	-1.-2.-2.2.0.3 2
  1942	-1.-2.2.1.-3.-2.0 2
  1943	-1.-2.2.1.-3.0 2
  1944	1.2.-2.-1.-2.2.1.-1.-2.-2.0.2.3.-3.-2.2.0.-2 2
  1945	-1.-2.2.1.2.-2.-1.0 2
  1946	1.2.-2.-1.-2.2 2
  1947	-1.-2.2.1.2.-2 2
  1948	1.2.-2.-1.1.2.-2.-1.1.-1.-2.-2.2.-2 2
  1949	1.2.-2.-1.1.-1.-2.3.-3 2
  1950	1.2.-2.-1.1 2
  1951	-1.-2.2.1.0 2
  1952	1.2.-2.0.-1.-2.-2 2
  1953	1.2.-2.0.-1.-2 2
  1954	1.2.-1.-2.-2.-2 2
  1955	1.2.-1.-2 2
  1956	-1.-2.0.5.-2.2.0.-3.1.2.-2.-1.-2.2.1.-1.-2.-2.2.3.-3.-2.2.0.-2 2
  1957	-1.-2.0.5.-2.2.0.-3.1.2.-2.-1.-2.2.1.-1.-2 2
  1958	1.2.0.-2.-3 2
  1959	1.2.0.-2.-1.-2 2
  1960	-1.-2.0.2.1.-1.-2.2.1.-3 2
  1961	-1.1.4.3.-5.2 2
  1962	1.-1.-4 2
  1963	-1.1.-3.3.-5 2
  1964	-1.1.-3.3 2
  1965	-1.1.-3.2.-2.-2 2
  1966	-1.1.-3.-2.2 2
  1967	-1.1.-3.0.3.-3 2
  1968	-1.1.-3.0.-2.2.0.-2 2
  1969	-1.1.-3.0.-2 2
  1970	-1.1.2.-5.3.-3.-2 2
  1971	-1.1.2.-5.2.1.-1.-2.-2.2 2
  1972	-1.1.2.-5.-2 2
  1973	1.-1.-2.5 2
  1974	-1.1.2.-2.2.-2.-3 2
  1975	-1.1.2.-2.2.-2.0.-1.-2.-2.2.0.-2 2
  1976	1.-1.-2.2.-2.2 2
  1977	-1.1.2.2.-2.0.-2.2.-2 2
  1978	-1.1.2.2.-2 2
  1979	-1.1.2.-2.-1.1.-1.-2.0.-2 2
  1980	-1.1.2.0.-2.2.-2 2
  1981	-1.1.2.0.2.1.-3.0.-2.2 2
  1982	-1.1.2.0.-2.-1 2
  1983	1.-1.-2.0.-2.0 2
  1984	1.-1.-2.0.-2 2
  1985	-1.1.2.0.2 2
  1986	-1.1.-1.-2.3.-3 2
  1987	-1.1.-1.-2.-2.2.-2 2
  1988	-1.1.-1.-2.-2.0.2 2
  1989	-1.1.-1.1.4.-2.-2.0.-1.-2.3.-3.2.1.-1.-2 2
  1990	1.-1.1.-1.1.0 2
  1991	-1.1.-1.0.-2.3.2.-2.-2.2.2.-2.-1.-2.2.0.-2 2
  1992	-1.1.-1.0.-2.0.-2 2
  1993	1.-1.0.-2.0.-2 2
  1994	-1.1.0.-1.-2.3.-3 2
  1995	-1.1.0.0 2
  1996	1.0.2.-2 2
  1997	-1.0.1.2 2
  1998	0.7.3.-3.0 2
  1999	0.-7.2.3.-3 2
  2000	0.7.-2 2
  2001	0.7.0.0.3.-3.3.-3.-2.2.-2 2
  2002	0.7.0.0 2
  2003	0.5.-3.-2.-2 2
  2004	0.-5.3 2
  2005	0.5.2.-4.0.-1 2
  2006	0.-5.2.-2.2.3.0.2.-3.1.0.-1 2
  2007	0.5.-2.2.2.-2 2
  2008	0.-5.2.-2.-2 2
  2009	0.5.-2.2 2
  2010	0.5.-2.0 2
  2011	0.5.2 2
  2012	0.-5.-2 2
  2013	0.5.-1.-2 2
  2014	0.5.-1.1.2.0.3.-1.-4.2.2.-2.2.0.-2 2
  2015	0.5.-1.1.2 2
  2016	0.5.0.2.-2 2
  2017	0.5.0.-1.-2 2
  2018	0.4.3.-2 2
  2019	0.-4.2.2.-2.-2 2
  2020	0.4.-2 2
  2021	0.-4.2 2
  2022	0.4.1.-1.-2 2
  2023	0.3.-3.2.-2 2
  2024	0.3.-3.-2.0 2
  2025	0.3.2.2.-2 2
  2026	0.-3.-2.2 2
  2027	0.-3.2.1.-3.3.-5.2.2.-2.0.-2 2
  2028	0.-3.2.1.-1 2
  2029	0.-3.2.1 2
  2030	0.-3.2 2
  2031	0.3.-1.-4.0 2
  2032	0.-3.1.-3.2.1.-1.-2.-2.2 2
  2033	0.-3.1.2.0.2.-2.-3.1.-1.-2.-2.2.-2 2
  2034	0.3.-1.1.2 2
  2035	0.3.-1.1 2
  2036	0.-3.0.3 2
  2037	0.-2.5.2.2.0 2
  2038	0.2.-5 2
  2039	0.2.-4.2.2.-2.2 2
  2040	0.2.-4.2.2 2
  2041	0.2.-4.2.0.2.3.-3.2.-2.-2 2
  2042	0.2.-4.2.0.-2 2
  2043	0.2.3.-5.-2 2
  2044	0.2.3.-3.-2.2.2.-2.-2.2.-4.2.2 2
  2045	0.2.3.-3.-2.2.2.-2.-2.2.-2 2
  2046	0.2.3.2.-2 2
  2047	0.2.3.-1.-2.0 2
  2048	0.2.-3.1.2 2
  2049	0.2.3.-1.1.-3.3 2
  2050	0.2.3.-1.1.0 2
  2051	0.2.3.-1 2
  2052	0.2.-2.5.0.0 2
  2053	0.2.2.-4.-1 2
  2054	0.-2.2.3.-1.-2.2.1.-3 2
  2055	0.-2.2.-3.1.0.-3.3.2.-2.-1.1.0.-1 2
  2056	0.-2.2.3.-1 2
  2057	0.-2.2.3.0.-1 2
  2058	0.-2.2.-2.-3 2
  2059	0.-2.2.-2.2.-4 2
  2060	0.-2.-2.2.2.-2.-2.-1.-2 2
  2061	0.2.2.-2.-2.2.-2 2
  2062	0.2.-2.2.-2.-2.-1.1.2.-3.1.-1.-2.2.1.-1 2
  2063	0.2.-2.2.-2.-2.-1.1.2.-3.1 2
  2064	0.-2.2.2.-2.-2.-1.1.2.-2.0.-1 2
  2065	0.2.2.-2.-2.2 2
  2066	0.-2.2.-2.-2.0 2
  2067	0.2.2.-2.2 2
  2068	0.2.-2.-2.-1.-2.2.0 2
  2069	0.2.-2.2.1.-1 2
  2070	0.2.2.-2.0 2
  2071	0.2.-2.-1.-2.2.1.-1.-2.-2.2.0.-2 2
  2072	0.2.-2.-1.-2 2
  2073	0.2.-2.-1.1.-1.-2.-2.2.-2 2
  2074	0.2.-2.-1 2
  2075	0.2.-2.0.-3.2.1.-1 2
  2076	0.2.-2.0.-1.-2.2.1.-1.-2.-2 2
  2077	0.2.-2.0.-1.1.2.-2 2
  2078	0.-2.2.0 2
  2079	0.2.1.-3.-2 2
  2080	0.2.1.2.-5.0.-2 2
  2081	0.2.1.-1.-2.-2.-1.1.2.-2.0.-1 2
  2082	0.2.1.-1.-2.-2.0.2.3.-1.-2.2.1.-5.0.-3.1.-1 2
  2083	0.2.1.-1.-2.2.0.-2 2
  2084	0.-2.0.-3.1.2 2
  2085	0.2.0.-2.-2.-1.-2 2
  2086	0.2.0.1.-1 2
  2087	0.2.0.0.-2.2.3.-5.0.-2 2
  2088	0.2.0.0.-2 2
  2089	0.-1.-4.2.-2 2
  2090	0.-1.-4.2.0 2
  2091	0.-1.-4.2 2
  2092	0.-1.3.-3.1.0.-1 2
  2093	0.-1.-2.-5 2
  2094	0.-1.-2.3.2.0.-2.2.2.3.-5.2.-2 2
  2095	0.-1.-2.-2.2.2.1 2
  2096	0.-1.-2.-2.2.0.3.2.-2.0.-1 2
  2097	0.-1.-2.2.1.-1.-2 2
