     1	0* 61441
     2	2 7958
     3	-2 6912
     4	-1 3641
     5	3 2061
     6	-3 1577
     7	1 1215
     8	2.-2 1170
     9	2.2 450
    10	-4 381
    11	5 365
    12	-1.-2 304
    13	2.3 302
    14	2.3.-3.-2.2 276
    15	4 264
    16	-2.-1 227
    17	1.-1 225
    18	2.1.-1 217
    19	2.2.-2 213
    20	7 209
    21	1.2 201
    22	0 199
    23	-2.2 190
    24	3.-1 176
    25	-5 175
    26	2.-2.0.-1 172
    27	3.-3 157
    28	-2.2.2.-2.2 154
    29	-1.1.2.-2 144
    30	2.-2.-2 131
    31	-2.-2 131
    32	2.1.-1.-2 129
    33	2.1.-1.-2.2 125
    34	2.-2.2.-2.-2 123
    35	3.-3.1 118
    36	-2.0.-2 116
    37	-1.1 114
    38	2.-4 110
    39	3.-1.1 102
    40	2.2.-2.2.1.-1 100
    41	5.-1 98
    42	1.2.-2.-1.-2.2.1.-1.-2 98
    43	3.-3.-2.2.2.-2 97
    44	3.-3.-2.2.-2 93
    45	-1.-2.2 92
    46	3.-1.1.2.-2.-1.-2 90
    47	-2.2.-2 89
    48	2.-2.-1.1.-3.0.-2 88
    49	2.1.-1.-2.-2 86
    50	2.3.-1.-2.2.1.-1.-2 83
    51	0.2 83
    52	2.1.-3 82
    53	-2.-1.1.-1 81
    54	-3.-2 79
    55	7.3 77
    56	-1.1.2.-2.2 77
    57	-2.2.-2.0.-2 75
    58	2.2.-2.-2.2 73
    59	2.3.-3.2 72
    60	4.3 71
    61	-2.-1.-2 71
    62	-2.0.-1 69
    63	3.-3.0.-2 67
    64	-1.1.2 67
    65	2.1 66
    66	3.2 65
    67	0.-1.-2.-2 65
    68	1.2.-2.-1 64
    69	0.-1.-2.-2.2.2.1.-3 62
    70	1.2.-3.1 61
    71	1.-1.-2 60
    72	-2.2.1.-1 59
    73	1.2.-2 59
    74	2.3.-5.2.-2.0.-2 58
    75	2.-2.0 58
    76	3.-1.-4 57
    77	2.3.0.2 57
    78	0.0 55
    79	2.-2.0.-3.3.-3 49
    80	3.-5.2 47
    81	3.-2.0 47
    82	-2.2.2.-2 46
    83	-2.-2.-1.3.2 46
    84	0.-1 45
    85	2.-2.2 43
    86	-1.-2.-2 41
    87	3.-5.2.3.-1.1.-1.-2 40
    88	2.0.-2 40
    89	-2.2.3 39
    90	-2.2.2 39
    91	-1.1.-1 39
    92	2.1.-1.-2.-2.2 38
    93	2.3.-1.-2.2 37
    94	2.-3.1 37
    95	2.-2.-1 37
    96	-2.0.2 37
    97	3.2.-2.0.-1 36
    98	3.2.-2 36
    99	1.-3 36
   100	-3.1.2 35
   101	-3.1 35
   102	2.3.-3 35
   103	-2.2.-2.-2.2 35
   104	2.1.2 35
   105	-2.-3 34
   106	2.-2.-2.-1.1 34
   107	3.-5 33
   108	-3.3 33
   109	-2.2.2.-2.2.-2.-3.1.-1 33
   110	1.0 33
   111	3.-3.-2 32
   112	-3.2.1.-1 32
   113	-1.1.-3.3.-3.-2.2 32
   114	0.-1.-2 31
   115	2.3.2 30
   116	2.2.3.-5.2.-2 30
   117	-2.0 30
   118	2.-2.-1.1.-1.-2.-2.2.-2 29
   119	2.-2.0.-2 29
   120	-3.3.2.-2.-1.1 28
   121	-2.2.3.-3.-2 28
   122	2.2.-2.2.2.-2 28
   123	2.-2.-2.2 28
   124	2.-2.0.-3 28
   125	-2.0.-3 28
   126	1.-1.-2.2 28
   127	-3.1.2.-2.-1.-2.2.1.-1.-2 27
   128	2.2.-2.2 27
   129	2.-2.2.1.-1 27
   130	-1.1.-1.-2.-2 27
   131	-3.2.1.-1.-2.-2.2 26
   132	2.-2.-2.2.2 26
   133	3.-3.-2.2 25
   134	3.0 25
   135	2.2.1 25
   136	-2.-2.-1 25
   137	-2.0.-1.-2 25
   138	5.-2.2.2 24
   139	-4.2 24
   140	-3.2.1.-1.-2 24
   141	-2.5 24
   142	2.-4.2 24
   143	-2.2.3.-5.0.-2 24
   144	-3.3.2 23
   145	-3.1.-1.-2 23
   146	-2.2.-4.2 23
   147	2.2.-4.0.-1 23
   148	2.-2.-3 23
   149	2.-2.-1.1.-1.-2.3.-3 23
   150	5.-2.2 22
   151	3.-3.3 22
   152	-2.-2.2.2 22
   153	2.-2.-1.-2 22
   154	-2.-1.1.-1.-2.-2.2.-2 22
   155	3.2.2 21
   156	2.3.-1.1 21
   157	-2.2.2.-2.2.-2.-2.0.-1 20
   158	2.2.-2.2.1 20
   159	-2.-1.1.-1.-2.-2 20
   160	2.3.-1.1.2.-2 19
   161	-2.2.1.-1.-2 19
   162	-1.1.-3 19
   163	-1.1.-1.-2.3 19
   164	0.-2 19
   165	-3.0.-2 18
   166	2.-3.1.-1.-2.2 18
   167	2.-2.-2.2.-2 18
   168	-1.-4 18
   169	0.-2.2 18
   170	2.3.-1 17
   171	-2.2.3.-5.2.-2.0.-2 17
   172	-2.-2.-1.-2 17
   173	2.-2.0.-1.-2.2.1.-1 17
   174	2.1.-3.0.-2 17
   175	1.2.-2.0 17
   176	0.2.-2 17
   177	4.-2 16
   178	3.-5.-2.2.2.-2 16
   179	2.2.-2.2.3 16
   180	-2.-2.2 16
   181	2.2.1.-1 16
   182	-2.-1.1.-1.-2.-2.2 16
   183	-1.-2.-2.2 16
   184	1.2.2 16
   185	1.-1.-2.-2.2.2 16
   186	1.-1.1 16
   187	2.2.-2.-2 15
   188	2.-2.-2.-1 15
   189	-2.0.-3.1.-1 15
   190	5.2 14
   191	4.1.2 14
   192	-3.-2.2 14
   193	-2.4.-2 14
   194	2.-3.1.-3 14
   195	-2.2.-3.1 14
   196	-2.2.2.-2.-1.-2.2 14
   197	-2.2.-2.0.-1 14
   198	1.-3.0.-2 14
   199	1.-1.-2.-2 14
   200	-3.2.1 13
   201	3.-1.-2 13
   202	-2.2.3.-3 13
   203	-2.2.2.3.-5.2.-2 13
   204	-2.-2.-1.1.2.-2.2 13
   205	2.2.1.-1.-2 13
   206	-2.0.2.-5.2 13
   207	-2.0.-2.2 13
   208	-1.1.2.-5.2 13
   209	-5.3.2.-2.-1.1 12
   210	-5.3 12
   211	5.-2 12
   212	-4.2.2 12
   213	3.-3.-2.2.3.-3 12
   214	3.-3.-2.2.3 12
   215	3.-3.-2.2.1.-1.-2 12
   216	3.2.-2.-1.1.2.-2.2 12
   217	-3.0.3.-1.1 12
   218	-2.4 12
   219	2.3.-3.3 12
   220	-2.2.1 12
   221	-1.-2.3 12
   222	1.2.-2.2.-2.-1 12
   223	0.-1.-2.2 12
   224	5.2.3 11
   225	5.0 11
   226	4.3.0.2 11
   227	3.2.-2.-1.1 11
   228	-3.1.-1 11
   229	2.-4.-1.-2 11
   230	-2.2.-2.-2 11
   231	2.2.1.-3 11
   232	-2.2.1.-1.-2.-2.2 11
   233	2.2.0.-2 11
   234	2.1.-1.-2.0.-2 11
   235	1.-3.-2 11
   236	-1.1.2.-2.2.2 11
   237	-7 10
   238	-4.2.2.3.-1.-2.2.1.-1.-2 10
   239	3.2.2.-2 10
   240	-3.2.1.-1.-2.-2 10
   241	2.4 10
   242	2.3.-5 10
   243	2.-3.1.-1.-2.2.1.-1 10
   244	-2.2.2.1 10
   245	2.2.1.-1.-2.2 10
   246	-2.-1.1.-1.-2.3.-3 10
   247	-2.0.-1.1 10
   248	1.-1.-4 10
   249	0.0.-3 10
   250	5.-2.2.2.-2.2 9
   251	4.-2.2 9
   252	4.1.-1.-2 9
   253	3.-2.-1 9
   254	-3.1.-3 9
   255	3.0.-1 9
   256	2.-3 9
   257	2.2.3.-3 9
   258	2.2.2 9
   259	2.-2.0.-3.1.-1 9
   260	1.4.3.-5.-2.0.-3.3.-3 9
   261	-1.1.-1.-2.2 9
   262	5.-3 8
   263	-5.2.3.0.2.-3.1 8
   264	-5.2 8
   265	-3.3.-5.2 8
   266	3.2.-2.2 8
   267	3.-1.-4.2 8
   268	3.-1.-2.-2 8
   269	3.-1.1.2.-2 8
   270	3.0.-5 8
   271	-3.0.-2.2 8
   272	2.3.0.2.-2 8
   273	-2.2.-4.2.-2.-1 8
   274	-2.2.-4 8
   275	2.2.3.-5 8
   276	2.-2.-3.1.-1.-2.-2.2.-2 8
   277	2.-2.-2.2.2.-2 8
   278	2.-2.-1.1 8
   279	2.1.2.-5.0.-2 8
   280	-2.0.-2.-1 8
   281	-1.-4.2 8
   282	-1.-2.3.-3 8
   283	-1.-2.-2.2.3 8
   284	1.2.-2.2 8
   285	-1.-2.2.2 8
   286	1.2.-2.-1.1 8
   287	1.-1.0.-2 8
   288	0.-2.-1 8
   289	7.-2 7
   290	4.3.2 7
   291	3.-5.2.-2 7
   292	-3.3.-5 7
   293	3.-1.-2.-2.2 7
   294	2.-5 7
   295	2.3.-1.-2 7
   296	2.2.-2.-2.-1.1.-1.-2.3.-3 7
   297	-2.-2.-2 7
   298	-2.-1.1.2.-2.2 7
   299	1.4.-2.-2.2.2.-2 7
   300	1.2.2.-2 7
   301	1.2.-2.-1.1.-1.-2 7
   302	-1.0.-2 7
   303	0.-1.-4 7
   304	0.-1.-2.3.-3 7
   305	0.0.-1 7
   306	5.2.-2.-1.1.2.-2.2 6
   307	5.0.2 6
   308	-4.2.2.-2.2 6
   309	4.1 6
   310	-3.7.3 6
   311	-3.3.-3.-2.2 6
   312	3.2.-3.1.-1 6
   313	-3.-2.2.2.1 6
   314	3.2.-2.-1.-2 6
   315	-3.1.-3.2.1.-1.-2 6
   316	-3.1.2.-5.2 6
   317	-3.0 6
   318	2.-7 6
   319	2.-4.-1 6
   320	2.-4.0.-1 6
   321	2.3.-5.-3.1.0 6
   322	-2.-3.3.2 6
   323	2.3.-3.0.-2 6
   324	2.-3.1.-1.-2 6
   325	2.2.-4 6
   326	-2.2.3.2.-2.-1.1.2.-2.2 6
   327	-2.2.3.-1 6
   328	2.-2.2.3 6
   329	2.-2.2.-2 6
   330	-2.2.-2.-1 6
   331	2.2.-2.0.-2 6
   332	2.2.1.-1.-2.-2 6
   333	2.-2.0.-1.-2.2 6
   334	2.1.-1.-2.-2.2.2.-2.-2 6
   335	-2.-1.1 6
   336	-2.0.-3.3.-3 6
   337	-1.2.-2.-2.2.-2 6
   338	-1.-2.0.-2 6
   339	-1.-2.0 6
   340	-1.1.-3.2.1.-1 6
   341	-1.1.2.-3 6
   342	-1.1.-1.-2.3.-3 6
   343	-1.1.-1.-2.2.-2 6
   344	-1.0.-2.2 6
   345	0.-3.0.-2 6
   346	0.-2.-1.-2 6
   347	5.-2.-1 5
   348	5.-1.1.2 5
   349	-4.4.3.-5.-2.0.-3.3.-3 5
   350	3.-5.-3 5
   351	-3.3.-3 5
   352	3.-3.2.1 5
   353	-3.3.0 5
   354	-3.-2.5 5
   355	-3.-2.2.3 5
   356	-3.2.1.2 5
   357	-3.1.-3.3.2.-2.2.-2.-1 5
   358	-3.1.-3.-2.2.5.-2.-1.1.-1.-2 5
   359	2.4.-4.2 5
   360	2.3.-3.-2.2.1.-1.-2 5
   361	2.3.-3.2.-2.0.-2 5
   362	2.3.-3.-2 5
   363	2.3.2.-2 5
   364	2.3.0 5
   365	2.2.-4.2.-2.-1 5
   366	2.-2.-3.1.2.-2.-1 5
   367	-2.2.2.-4.0.-1 5
   368	-2.2.-2.-3 5
   369	2.-2.2.2.3.-5.2.-2 5
   370	-2.2.2.-2.2.3 5
   371	-2.2.-2.-2.2.-2 5
   372	-2.2.2.-2.-2.-1.1 5
   373	2.2.-2.-2.-1.1 5
   374	-2.2.-2.-2.-1 5
   375	-2.2.-2.2 5
   376	2.-2.-2.-1.-2 5
   377	-2.2.2.1.-1.-2.2 5
   378	-2.2.2.0.-2 5
   379	-2.2.1.-3 5
   380	2.-2.-1.1.-1.-2.0.3.-1.1 5
   381	2.-2.-1.1.-1.-2.0.-2 5
   382	2.-2.0.-1.-2.-2.2 5
   383	-2.1.-2.2 5
   384	-2.-1.1.2 5
   385	2.1.-1.0.-2.2 5
   386	-2.0.-3.3.-5.2.-2.0.-2 5
   387	-2.0.-1.-2.3 5
   388	-1.-2.2.-2 5
   389	-1.-2.2.1 5
   390	-1.-2.0.5.-2.2.2 5
   391	-1.-2.0.5.-2.2 5
   392	1.2.0.-2.-1 5
   393	1.-1.-2.-2.2 5
   394	-1.1.2.0.-2 5
   395	-1.1.-1.1.4.-2.-2.0.-1.-2 5
   396	1.-1.0 5
   397	0.2.-5.-2.2.3.-3 5
   398	0.-2.-3 5
   399	7.3.-1 4
   400	7.2 4
   401	-5.5.-3 4
   402	5.-5.2 4
   403	5.-3.-2 4
   404	5.2.2 4
   405	-5.-2 4
   406	5.0.-1 4
   407	-4.4 4
   408	-4.2.2.-2.-2.2 4
   409	4.-2.-2 4
   410	-4.-2 4
   411	3.-3.3.-3.-2.2.-2 4
   412	3.2.-2.-1.-2.2.1.-3 4
   413	-3.2 4
   414	3.0.-1.-4 4
   415	-2.7 4
   416	2.-4.-3 4
   417	2.3.-5.2.-2 4
   418	2.3.-3.-2.2.2.-2.-2 4
   419	-2.-3.3 4
   420	2.3.-1.-2.3.0.-5.0.-3.1.-1 4
   421	2.3.-1.-2.2.1.-5.0.-3.1.-1 4
   422	2.3.-1.1.2 4
   423	-2.-2.4 4
   424	2.-2.2.3.-3 4
   425	2.2.-2.2.3.-3 4
   426	2.2.-2.-2.2.2.-2 4
   427	-2.2.2.-2.-2.2 4
   428	-2.2.2.-2.-2 4
   429	2.-2.-2.-1.1.2.-2.-1 4
   430	-2.2.2.1.-1 4
   431	2.-2.-1.1.2.2 4
   432	-2.2.1.-1.-2.-2 4
   433	2.2.1.-1.1.-3 4
   434	-2.-2.0.-3.3.-3 4
   435	-2.2.0.-2 4
   436	2.-2.0.-1.-2 4
   437	2.1.-3.3.-3.0.-2 4
   438	-2.-1.-2.2.-2 4
   439	2.1.-1.-4 4
   440	2.1.-1.-2.-2.2.-2 4
   441	-2.-1.1.-1.-2.2 4
   442	2.1.-1.1 4
   443	2.1.-1.0.-2 4
   444	-2.0.-1.-2.-2 4
   445	1.2.-3 4
   446	1.2.2.-4.0.-1 4
   447	1.2.-2.2.-2 4
   448	-1.2.1 4
   449	-1.1.-5 4
   450	-1.1.2.-2.-2.-1.2 4
   451	-1.1.2.-2.-1 4
   452	1.-1.-2.0.3.-1.1 4
   453	1.-1.-2.0.-2 4
   454	0.2.2.-2 4
   455	0.-1.-2.-2.2 4
   456	0.-1.-2.2.1.-1.-2 4
   457	0.1 4
   458	7.3.-5.2.0.-2.2.-2.-2.4 3
   459	7.3.-3 3
   460	7.1 3
   461	5.-5.2.3 3
   462	-5.5 3
   463	5.-3.-2.2.-2.-2.2 3
   464	-5.3.-1.-2 3
   465	5.-3.0.-2 3
   466	5.-2.2.-2.-2.-1 3
   467	5.2.-2 3
   468	5.-1.-2 3
   469	4.-4.2 3
   470	4.-4 3
   471	4.3.0 3
   472	-4.2.2.-2.-2 3
   473	-4.2.-2 3
   474	4.2 3
   475	4.1.2.0.-2.-1.-2.-2 3
   476	-3.3.4 3
   477	3.-3.-2.5 3
   478	3.-3.-2.2.3.0 3
   479	3.-3.-2.2.2.-2.-2 3
   480	-3.3.2.-2 3
   481	-3.3.-1 3
   482	-3.3.0.0 3
   483	3.-3.0 3
   484	3.2.3 3
   485	3.2.-2.-1.-2.-2 3
   486	-3.-2.-2 3
   487	-3.2.1.-3 3
   488	3.-1.-4.2.2.-2.2 3
   489	3.-1.-4.2.-2.-2 3
   490	-3.1.-3.2.1.-1 3
   491	3.-1.-2.3 3
   492	3.-1.-2.-2.2.2.-2.-2 3
   493	-3.1.2.-2 3
   494	-3.1.-1.-2.2 3
   495	3.-1.1.2 3
   496	-3.0.3 3
   497	2.4.-4.-2.2 3
   498	2.3.-3.3.-1 3
   499	2.3.2.-2.-1.-2 3
   500	2.3.-1.-2.3.-5.2.2.1.-3.-2 3
   501	2.3.-1.-2.2.1.-1.-2.3.-3.-2 3
   502	2.3.-1.1.-1 3
   503	-2.3.-1 3
   504	-2.2.-5.1 3
   505	-2.2.-4.-3 3
   506	2.2.3.-3.1.-1.-2.-2.-1 3
   507	2.-2.2.3.-3.-2 3
   508	2.2.-2.-2.2.2.1.-1.0.-2 3
   509	-2.-2.2.2.-2.2.1 3
   510	2.2.-2.-2.2.2 3
   511	-2.2.-2.-2.2.2 3
   512	2.2.-2.2.-2 3
   513	2.-2.2.2.-2 3
   514	-2.2.-2.-2.-1.-2 3
   515	-2.2.-2.-2.-1.0.-2 3
   516	-2.-2.2.-2.-1 3
   517	2.2.2.-2 3
   518	2.-2.2.2 3
   519	-2.-2.2.-2 3
   520	2.-2.-2.-1.1.-1.-2.-2.2.-2 3
   521	2.-2.2.1 3
   522	-2.2.-2.0.-3 3
   523	2.-2.-1.-2.2 3
   524	-2.-2.-1.1.2.-2.-1.-2.2 3
   525	-2.-2.-1.1.2.2 3
   526	-2.2.1.-1.1 3
   527	2.-2.0.-5 3
   528	2.2.0.-2.5.-3.0.-2 3
   529	-2.-2.0.2.2.-2.2.1 3
   530	-2.-2.0.2.2.-2.2 3
   531	-2.-2.0.-2 3
   532	2.1.-3.3 3
   533	-2.-1.1.-3 3
   534	-2.-1.0.-2 3
   535	2.1.0.-1.-2.-2.-2.2.2.0.-2 3
   536	-2.0.4.-2.-3.1.-3.-2.5.-3.-2.2.2.-2 3
   537	-2.0.-3.3.-5.0.-2 3
   538	-2.0.-3.2.1.-1.-2 3
   539	-2.0.-3.1.2 3
   540	-2.0.2.-2 3
   541	-2.0.-1.-2.2 3
   542	1.4 3
   543	-1.-2.5.2.-7.3.-1 3
   544	-1.-2.3.-3.3.-3.3.-5 3
   545	1.2.2.3.-3.0.-2 3
   546	1.2.-2.2.2 3
   547	-1.-2.-2.2.2 3
   548	-1.-2.2.-2.0.-2 3
   549	1.2.-2.-1.-2 3
   550	-1.-2.2.1.-1.-2 3
   551	1.2.-1.-2.-2.2.2.-2.-2 3
   552	-1.-2.0.-3 3
   553	-1.1.2.-5.3 3
   554	-1.1.2.-5.0.-2 3
   555	1.-1.-2.5 3
   556	1.-1.-2.3.-3 3
   557	-1.1.2.2.-2.-2.2 3
   558	-1.1.2.-2.-1.-2.2 3
   559	0.-5.2.-2.2.3.0.2.-3.1 3
   560	0.-1.-2.3 3
   561	0.0.0 3
   562	-7.7 2
   563	7.3.-5.4.-2.2.1.-3.5.-2.-3.-2.-2.0.2.2.-5.1.-3 2
   564	7.-2.2.3.-3.-2.2 2
   565	7.-2.2.3.-3.-2 2
   566	7.-2.2.3.-1.-2.-2.2 2
   567	7.-2.2 2
   568	-7.2.2 2
   569	7.-2.-1 2
   570	7.0.3.-1 2
   571	7.0.-2.-2.-1.-2 2
   572	7.0.2.-2 2
   573	7.0.2 2
   574	7.0.-2 2
   575	7.0 2
   576	6 2
   577	-5.8.-1.-2.-2 2
   578	5.-5.2.-2.0.-2.2.2.3.2.-2.0.-1.-2.2.1.-1.-2.3.-3.-2 2
   579	5.-3.3 2
   580	5.-3.-2.2 2
   581	-5.3.2.2 2
   582	-5.3.2 2
   583	-5.2.3.2 2
   584	-5.2.3.0.2.-2.0.-1 2
   585	-5.2.3 2
   586	5.-2.2.3 2
   587	-5.2.-2.2.3.-5.2.-2.2.3.2.-4.2.2.-2 2
   588	5.-2.2.-2.-2.-1.-2.2.-4.2.2 2
   589	5.-2.2.2.-2 2
   590	5.2.-2.-1 2
   591	-5.2.1.-1.-2 2
   592	5.0.2.-2 2
   593	5.0.-2.-1.-2 2
   594	5.0.-2.-1.1.-1 2
   595	5.0.-2 2
   596	-5.0.-2 2
   597	-4.4.3 2
   598	4.3.-3 2
   599	4.3.2.-4.-3.0.-2.2.0.3.-1.-2 2
   600	4.3.2.-3 2
   601	4.3.2.2.-4 2
   602	4.3.2.-2.-1.-2.2.1.-1.-2 2
   603	4.3.-1.1.2.-2 2
   604	4.3.-1.1 2
   605	4.3.-1 2
   606	4.3.0.2.-2 2
   607	-4.2.-5.3.-1.-2.-2.2 2
   608	-4.2.2.3.0.2 2
   609	-4.2.2.3.0 2
   610	-4.2.2.2.1.-3 2
   611	4.2.-2.-2 2
   612	-4.2.2.-2 2
   613	4.-2.2.1 2
   614	4.0.-4 2
   615	3.-5.2.3.-3.3.-1.-2 2
   616	3.-5.2.-2.0.-2 2
   617	3.-3.-2.-2.4.3.-3.-2.2.-5.1.-3 2
   618	3.-3.-2.2.-4.0.-1 2
   619	3.-3.-2.2.3.2.-5.3.-1.-2.-2.2.2.1.-3.3.4.-2.-5.3.-1.-2.-2.-1.1.2 2
   620	3.-3.-2.2.2.1 2
   621	3.-3.2.-2.-2 2
   622	3.-3.-2.2.2 2
   623	-3.3.2.2 2
   624	3.-3.2 2
   625	-3.3.0.0.-3 2
   626	-3.3.0.0.-1 2
   627	3.2.-5.0.-2.-2.4.-7.3.4.-2.-2.-1.-2.-2.2 2
   628	3.2.-3.1 2
   629	-3.-2.2.3.0 2
   630	3.2.2.-2.-2.-1.-2 2
   631	3.2.-2.-1 2
   632	3.2.2.0.-2 2
   633	3.-2.2 2
   634	-3.2.1.-3.0.-2.2 2
   635	-3.2.1.2.-2.2.-2.-1.-2.-2.2.3 2
   636	3.-2.1.-2.2 2
   637	3.-2.-1.1.-1.-2.0.3.-1.1 2
   638	3.2.0.-2.-1 2
   639	3.2.0.-2 2
   640	3.-2 2
   641	3.-1.-4.0.2.2.-2.2 2
   642	-3.1.2.-5.5 2
   643	3.-1.1.2.-5 2
   644	-3.1.-1.-2.3 2
   645	3.-1.1.-1.0.-2 2
   646	3.-1.1.-1 2
   647	-3.0.3.-1.1.-1 2
   648	3.0.-3 2
   649	3.0.0.-3.0.-2.2.0.3.4.-2.-2.-1.-2.2.1.-1.-2 2
   650	3.0.0 2
   651	-2.7.3 2
   652	2.-7.2.3.-5.2.3.-1.-2 2
   653	-2.5.2.2.1.-1.-2.-2 2
   654	2.-5.2 2
   655	2.-4.-3.5 2
   656	2.-4.2.-2.-1 2
   657	2.-4.2.2 2
   658	-2.4.1.2 2
   659	2.-4.-1.1.-1.-2.3.-3 2
   660	2.-4.0.-2 2
   661	2.-4.0 2
   662	-2.3.-5.2.3.4.-2.-2.-1.-2.2.1.-3 2
   663	2.3.-5.0.-2 2
   664	2.3.-3.-4.2 2
   665	-2.-3.3.-3.0.-2 2
   666	2.3.-3.-2.2.3 2
   667	-2.3.-3.-2.2.-2 2
   668	-2.-3.3.-1 2
   669	-2.-3.-2 2
   670	2.-3.1.-3.2.1.-1 2
   671	2.3.-1.-2.3 2
   672	2.3.-1.-2.2.2 2
   673	2.3.-1.-2.2.-2 2
   674	2.3.-1.-2.-2.2 2
   675	-2.-3.1.2.-2.-1.-2.3 2
   676	2.3.-1.1.-1.-2.2.-2 2
   677	2.3.-1.0.-2 2
   678	2.3.0.-3.-2.0.2 2
   679	2.3.0.-1 2
   680	2.-2.5 2
   681	-2.2.-4.2.2.-2 2
   682	2.-2.4.-2.-2.-1.1.-3 2
   683	-2.2.-4.2.2 2
   684	-2.2.-4.2.-2 2
   685	-2.-2.4.1.2.-3.1 2
   686	-2.-2.4.1.2 2
   687	2.-2.-4 2
   688	-2.2.3.-5.0.-2.-1.1 2
   689	-2.2.3.-3.3.-3.-2.2.-2 2
   690	-2.2.3.-3.-2.2.-2 2
   691	-2.2.3.-3.-2.2 2
   692	-2.2.3.-3.2 2
   693	-2.2.3.-1.-2.-2.2 2
   694	2.-2.-3.1.2.-2.-1.-2.2.1.-1.-2 2
   695	-2.2.3.-1.-2.2 2
   696	-2.2.3.0.2.-2.0.-1 2
   697	-2.2.3.0 2
   698	2.2.-2.-4.2 2
   699	-2.-2.2.-4 2
   700	2.-2.2.3.-3.3.-3.-2.2.2.1.-1.-2 2
   701	2.-2.2.3.2 2
   702	-2.-2.2.-3.1.4.-2.-2.2.2.-2 2
   703	2.-2.2.3.-1 2
   704	-2.-2.2.-3 2
   705	-2.2.-2.-2.4.-5.1.-3 2
   706	-2.-2.2.2.3.-3.-2.2 2
   707	2.-2.2.-2.-3 2
   708	-2.2.2.-2.2.-2.-2.-1.1.-1 2
   709	2.-2.-2.2.2.-2.2 2
   710	2.2.-2.-2.2.2.0.-2 2
   711	2.-2.2.-2.-2.-1 2
   712	2.2.-2.-2.-2 2
   713	2.2.-2.2.1.-1.-2 2
   714	2.2.-2.-2.-1.1.-1.-2.-2.2.-2 2
   715	2.2.-2.-2.-1.1.-1.-2.2.-2 2
   716	2.-2.2.-2.0.-1 2
   717	-2.-2.-2.2 2
   718	-2.-2.-2.-1.-2 2
   719	2.-2.-2.0.2.2.-4.0.-1 2
   720	2.-2.-2.0.2.-2 2
   721	2.-2.-2.0.-2 2
   722	2.-2.-2.0.-1 2
   723	-2.2.-2.0 2
   724	-2.-2.-1.7.1.2 2
   725	2.2.1.-3.-2.-2 2
   726	2.-2.-1.-2.3.-3 2
   727	2.-2.-1.-2.3 2
   728	2.-2.-1.-2.2.1.-1.-2 2
   729	-2.2.1.2.0.-2.-1.1 2
   730	2.2.1.-1.-2.-2.2 2
   731	-2.2.1.-1.-2.2 2
   732	-2.-2.-1.1.2 2
   733	-2.-2.-1.1 2
   734	-2.-2.-1.0.-2 2
   735	2.-2.0.-4 2
   736	2.-2.0.-3.3.-2 2
   737	2.-2.0.-3.3.-1 2
   738	-2.-2.0.-3 2
   739	-2.-2.0.2.-5.-2.2.3.-3 2
   740	2.2.0.-2.2.1.-1.-2 2
   741	-2.-2.0.-1.-2 2
   742	-2.-2.0 2
   743	2.1.-5.2 2
   744	2.1.-5 2
   745	-2.-1.3.2.-7.3.-1.-2 2
   746	2.1.-3.-2.2.2 2
   747	2.1.-3.0.-2.2 2
   748	-2.-1.-2.-2.2 2
   749	-2.-1.-2.2.1.-1.-2 2
   750	-2.-1.-2.2.1 2
   751	-2.-1.-2.2 2
   752	2.1.-1.-4.2.2.1.-1.0.-4 2
   753	-2.-1.1.2.-5.2.-2.2.-4.0.4.1.2.2.0.-4.2.0 2
   754	2.1.-1.-2.-2.2.-2.-1.3.-3 2
   755	2.1.-1.-2.2.-2.0.-2 2
   756	-2.-1.1.-1.-2.2.-2 2
   757	2.-1 2
   758	-2.0.-5 2
   759	2.0.3.-1.1.2.-2.-1.-2 2
   760	-2.0.2.-5.3 2
   761	-2.0.2.-5.-2.2.3.-3 2
   762	-2.0.-2.2.2.-2 2
   763	-2.0.-2.2.-2 2
   764	-2.0.2.2 2
   765	2.0.-2.-1.-2 2
   766	-2.0.-1.-2.5 2
   767	-2.0.0.-1 2
   768	-2.0.0 2
   769	2.0 2
   770	1.-5 2
   771	-1.-4.4.1.-3 2
   772	-1.-4.4.1.2 2
   773	1.-3.3.-5 2
   774	1.-3.2 2
   775	-1.-2.5 2
   776	-1.-2.3.-5.2 2
   777	-1.-2.3.-3.0.-2 2
   778	-1.-2.3.2 2
   779	1.2.-3.1.-1.0.-2 2
   780	1.2.-3.1.-1 2
   781	-1.-2.-2.5.-1.-2.-2.-1.1.2.2 2
   782	1.2.2.-4.2.-2.-1 2
   783	1.2.-2.-3 2
   784	-1.-2.-2.2.3.-1 2
   785	1.2.-2.2.2.-2 2
   786	-1.-2.-2.2.2.-2 2
   787	-1.-2.-2.-2 2
   788	1.2.-2.-1.-2.2.-2.-2.2.-2 2
   789	1.2.-2.-1.1.-3.3.-3 2
   790	1.2.-2.-1.1.-1.-2.3.-3 2
   791	1.2.-2.-1.1.-1.-2.2.-2 2
   792	1.2.-2.0.-1.-2.2.-2 2
   793	1.2.-1.-2.2 2
   794	1.2.-1.0.-2.2 2
   795	-1.-2.0.3.2.-2.0.-1 2
   796	1.2.0.-2.-1.-2.-2 2
   797	1.2.0.-2.-1.1.-1 2
   798	1.2.0.-2 2
   799	-1.1.-3.3 2
   800	-1.1.-3.-2.-2.2.0.7.-2.2.-2.0.4.-2.-2.0.-1.-2 2
   801	-1.1.-3.2 2
   802	-1.1.-3.-2 2
   803	1.-1.-2.-2.2.3 2
   804	-1.1.2.2.-2.2.-2.-2.-1.-2.3.2.0.-2 2
   805	1.-1.-2.-2.2.2.-2 2
   806	-1.1.2.2.-2.0.-2 2
   807	1.-1.-2.2.-2 2
   808	1.-1.-2.-2.-2 2
   809	-1.1.-1.-2.3.0 2
   810	-1.1.-1.-2.-2.2.-2 2
   811	-1.1.0.-1 2
   812	1.0.-1 2
   813	0.-7 2
   814	0.-4.2 2
   815	0.-3 2
   816	0.-2.2.-2 2
   817	0.2.2 2
   818	0.-2.-1.-2.2.1.-3 2
   819	0.-2.-1.1.-3 2
   820	0.-2.-1.1.-1 2
   821	0.-2.-1.0.-2 2
   822	0.-1.-2.-2.2.2.1 2
   823	0.-1.-2.0.3.-1.1 2
   824	0.0.-4.2.0.-2.-1.-2 2
   825	0.0.-2 2
   826	9.3.-3 1
   827	9.3.-1 1
   828	9.1 1
   829	8.0.-3.1.2.-1.-2.-2.2.2.-2.-2 1
   830	-7.7.3 1
   831	-7.7.2.-2 1
   832	-7.7.0.-2.-1.2.-4.-2 1
   833	7.3.-5.2.0.-2.2.-2.-2.4.-7.9.1.-5.2.0.-2.2.-2.-2.4.3.2.-7.2.3.-5.2.3.-1.-2.3.2.-7.2.3.-5.2.3.-1.-2.-2.2.5.2.-4.2.-2.-1.-2.0.-2.5.2.-2.-3.-2.2.-2.2 1
   834	7.3.-5.0.-2.2 1
   835	-7.3.4.0.1.-1.0.-2 1
   836	7.3.-3.-2.0.-1.-2.-2 1
   837	7.3.0.-3.-2.5.-3.3.-5.-2.2.2 1
   838	-7.2.-5 1
   839	7.2.-4.-2 1
   840	-7.2.3.-1.-2 1
   841	7.2.-3.1 1
   842	7.-2.2.-7.7.0.-2.-3.1.-3.-2.2.2 1
   843	7.2.-2.5.0.2.-2.-1.-2.-2.2.-5.3.0.-2.-1.2.-2.-2.-2.0.2.2.2.-2.-4 1
   844	7.-2.2.3.-3 1
   845	7.-2.2.3 1
   846	7.2.-2.2.3.0.0.2.-2.-1.-2.-2.2.-4.2.-7.7.2.-2.2.2.0.1.-1.-2.-2.2.-3.1 1
   847	7.-2.2.2.1.-3 1
   848	-7.2.2.1.2 1
   849	-7.2 1
   850	7.1.-3.-2 1
   851	7.1.-3 1
   852	7.1.-1.-2.-2.-2 1
   853	7.1.-1.-2.2 1
   854	7.0.-4.4.-2.-2.-1.-2.2.1.-3.0.0.-2.-1.-2.-2.4.1.2 1
   855	7.0.-4.2.2.-2 1
   856	7.0.3.2.-2.2.-5.0.-2.2.0.-2.-2.2.2.-7.-2.2.3.2.-7.2.3.-3 1
   857	7.0.3.-1.-2.-2.2 1
   858	7.0.-2.2.3.-3.-2.2.-2 1
   859	7.0.-2.-2 1
   860	7.0.-2.-1 1
   861	7.0.-2.0.-2 1
   862	7.0.-1.-2.-2.-2 1
   863	7.0.-1.-2 1
   864	7.0.0.-1.-2.-2.-2 1
   865	-6.6.-4.4 1
   866	-6 1
   867	-5.8.-3.-2 1
   868	-5.8.-1.-2.-2.0 1
   869	5.-7.5.-3 1
   870	-5.7.-2.-2 1
   871	-5.5.-5.0.-2.-1.1.2.-5.2.-2.2.-4.0.4.1.2.2.2.-2 1
   872	5.-5.2.3.-1 1
   873	-5.5.2.3 1
   874	-5.5.2.-2.5.-1.-2.3.-5 1
   875	5.-5.2.-2.0.-2.2.2.3.2.-2.0.-1.-2.2.1.-1 1
   876	5.-5.2.-2 1
   877	5.5.2 1
   878	5.4.-2.-2.4.-4.4.3 1
   879	-5.4.1.-1.-2.-2.2 1
   880	5.4 1
   881	5.-3.3.-3 1
   882	-5.3.-3.-2.4.1 1
   883	-5.3.-3.-2.2 1
   884	-5.-3.3 1
   885	-5.3.2.3 1
   886	5.-3.-2.2.-5.1.-1 1
   887	5.-3.-2.2.-4.0.-1 1
   888	5.-3.-2.-2.2.-2.-3.3.2.3.-1.-2.-2.2.2.-2 1
   889	5.-3.-2.-2.2.-2.-3.3.2.3.-1.-2.-2 1
   890	5.-3.-2.2.-2 1
   891	5.-3.2 1
   892	-5.3.-1.-2.3.2.0.-2.4.-2.-2 1
   893	-5.3.-1.-2.0.5.2.-2.0.-5.3.-1.-2.3.2.2 1
   894	5.-3.1 1
   895	-5.-3 1
   896	-5.2.-5.-2.2.3 1
   897	5.2.-5.1.-1.-2.-2 1
   898	5.2.-4.2.-3.1.-1 1
   899	-5.2.-4.2.-2.-1 1
   900	-5.2.-4.2.-2 1
   901	-5.2.3.-5.0.-2.-1.1 1
   902	-5.2.3.-3.-2.2.-2.-2.2 1
   903	-5.2.3.2.-2.0 1
   904	5.2.3.-1 1
   905	-5.2.3.0.2.-2.0 1
   906	-5.2.3.0.0.-3.-2.-2.2.2.0.-2 1
   907	-5.2.3.0 1
   908	5.2.2.-7.3.-1.-2 1
   909	-5.2.-2.7.-2.-2.-1 1
   910	5.2.-2.5.-1.-2 1
   911	5.-2.2.3.-3.-2.0.-2.-1 1
   912	5.-2.2.3.-1.-2.-2.0.-1.-2 1
   913	5.-2.2.3.-1.-2.-2 1
   914	-5.-2.2.3.0 1
   915	-5.2.-2.2.3.0.2.-3.1 1
   916	-5.2.-2.2.3.0.0.2.2.3.-3.0.-4.2.2.-4.0.-1.8.0.2.-2.0.-1.-2.-2.-2 1
   917	5.2.-2.2.3 1
   918	5.-2.2.2.-2.-2.4.1.-1.0.-2 1
   919	5.2.-2.-2.2.2.-2.2 1
   920	5.2.2.-2.-2.-1.-2 1
   921	-5.2.-2.-2.2.0.2.-3.1.4.1.2.-2.-1.-2.-2.2.-2 1
   922	-5.2.-2.-2.0.-3.3.-3.5.2.3.-1.-2.2.1.-1.-2 1
   923	5.-2.2.2.0.-2 1
   924	5.2.2.2 1
   925	5.2.2.-2 1
   926	5.2.2.1.-3 1
   927	5.2.2.1.-1.-2.-2 1
   928	5.2.2.1 1
   929	-5.2.2.1 1
   930	5.2.2.0.1.-1.-2.2.-4.2.2.0.-9.5.2.2.0.1.-1.-2.2.-4.2.2.0.0.-2.2.3.-3.-2.2.-4.2.2.0.0.-2.2.3.-3.-2.2.-4.2.2.0.1.-3.-2.2.-2 1
   931	5.2.2.0.0.1.2.-2.-1 1
   932	5.-2.-1.-2.5.-2.-1.-4.4.1.-3.0.-7.2.-2.-2.4.2.1.-1 1
   933	5.-2.-1.-2.5.-2.-1.-4.2 1
   934	5.-2.1.-2.2 1
   935	5.-2.-1.1.-5.2.2.1.-1.-2 1
   936	5.-2.-1.1.-1 1
   937	5.-2.-1.1 1
   938	5.-1.-4.2 1
   939	5.-1.3.3 1
   940	5.-1.3.2.-2 1
   941	5.-1.3 1
   942	5.-1.-2.2.-2.-2.-1.1.-1 1
   943	5.-1.-2.-2.-2.-1.1 1
   944	5.-1.-2.2.1 1
   945	5.-1.-2.-2 1
   946	5.-1.1.4 1
   947	-5.1.-1.-2.5.2.-2.5.-3.-2.2.2.1.-1.5.-2.-2.2.2.1.-1.-2.0.-7.5.-1.-4.2.-2.-2.-1.-2.2.1.2.-2 1
   948	-5.1.-1.-2.0.7 1
   949	-5.1.-1.-2 1
   950	5.-1.1 1
   951	-5.1.-1 1
   952	-5.1 1
   953	5.0.-5.4.1.-3.-2.-2.2.2.0.-2 1
   954	5.0.-3.2.1.-1.-2.-2.2.1.-1.-2 1
   955	5.0.-3.1.-3.-2.5.2.2.-2.-2.-1.-4.4.1.-3 1
   956	-5.0.3.-1.1.-1.-2.2.-2.2.-2.-2.5.-3 1
   957	-5.0.3.-1.1 1
   958	-5.0.3 1
   959	-5.0.-2.5.2.2.1.-1.-2.-2 1
   960	5.0.2.-2.0.-2.-1.-2.0.-2 1
   961	5.0.-2.1.-2.2 1
   962	5.0.-2.-1.-2.0.-2 1
   963	5.0.-2.-1.1.2.-2.2.3.-3.3.2.2.-2 1
   964	5.0.-2.-1.1.2.-2.2.3 1
   965	5.0.-1.-2 1
   966	-5.0 1
   967	4.-6.0.-1 1
   968	4.-6 1
   969	4.5.2 1
   970	4.-5 1
   971	-4.4.-6.2 1
   972	-4.4.-4.-2.2 1
   973	4.-4.4.0.0 1
   974	-4.4.3.-5.-2.-1.1.2.0.-2 1
   975	-4.4.3.-5 1
   976	-4.4.3.-2.-1.-2.-4.2.-2.2.4.-2.-4.0.0.2.-2.2.4.-2.-4.6.-2.2.-2.-2.-2.2.-2 1
   977	-4.4.-2.-2.4.-4.2.2.3.0.2.-2.0.-5.3.-1.-2.-2.4.-2.2.2.-2.-2.2.-4.2.2.-2.2.2.-2.-2 1
   978	4.-4.-2.2.2.-2 1
   979	4.-4.2.2 1
   980	-4.4.-2 1
   981	-4.4.1 1
   982	-4.4.0.-2 1
   983	4.3.-5.-2.4.-2.2.3.-1 1
   984	4.3.-5.-2 1
   985	4.3.-5 1
   986	4.3.-3.-2.-2.-1.-2.3 1
   987	-4.3.-3.-2.2 1
   988	4.3.-3.-2 1
   989	-4.-3.3 1
   990	4.3.2.-2.-2.2.-2.-3.3.-3.-2.4.1.-3 1
   991	4.3.2.-2.-1.-2.-2 1
   992	4.3.2.-2.-1.1.2.-2.2 1
   993	4.3.2.-2 1
   994	4.3.-1.-2.0.5.-2.2 1
   995	4.3.-1.1.2.-2.2.-2 1
   996	4.3.0.-1 1
   997	4.3.0.0.2.-5.-2.2.3 1
   998	4.3.0.0.2.-5.0.-2.5 1
   999	4.-2.-4 1
  1000	-4.2.3.-3.0.-2 1
  1001	-4.2.-3.-2.4.-2 1
  1002	-4.2.-3.-2.3.-5.2.2 1
  1003	-4.2.-3.-2.3.-3.0.2 1
  1004	-4.2.3 1
  1005	-4.2.2.3.-3.2 1
  1006	-4.2.2.3.-1.-2.2.1.-1.-2.3.-3.-2 1
  1007	-4.2.2.3.-1.-2.2 1
  1008	4.-2.2.3 1
  1009	4.2.-2.-2.2.-2 1
  1010	-4.2.2.2.1.-3.-2.2.2.-2.2 1
  1011	4.-2.-2.-1.-2.3.0 1
  1012	-4.2.-2.0.2.3.-1.-2.2.-2 1
  1013	4.2.-2 1
  1014	4.2.1.2.-2.0.-2.-1.2.-4.-2 1
  1015	4.2.1.-1 1
  1016	4.2.1.0 1
  1017	4.2.1 1
  1018	4.1.-3.0.3.-1.1 1
  1019	4.1.2.-7.0.-2.-1.3.-3.3.2.2.1.-3.-2.-1 1
  1020	4.1.2.-2.2 1
  1021	4.1.2.-2.-1.-2.-2 1
  1022	4.1.2.0.-2.-1 1
  1023	4.1.-1.-2.2.-2.-2.-1.-2 1
  1024	4.1.-1.-2.2 1
  1025	4.1.-1.-2.1.2.-1.1 1
  1026	4.1.-1.-2.0.-3 1
  1027	4.1.-1.0.-2 1
  1028	4.1.-1 1
  1029	4.1.0.-1.-2.2 1
  1030	-4.0.-2.2 1
  1031	4.0.1 1
  1032	4.0.0.-4.4.3.-3.-2.-2.2.2 1
  1033	3.-7.-2.2.2.-2 1
  1034	3.7 1
  1035	-3.7 1
  1036	3.-5.5.2.2.1.-1.-2.-2 1
  1037	3.-5.4.3.2.-7.-2.5 1
  1038	3.-5.4.3.2.-2.-2.-1.-4.2 1
  1039	3.-5.4.-2.3.2 1
  1040	3.-5.4.1.-3 1
  1041	3.-5.-3.3.5.-3.2.1.-1 1
  1042	3.-5.2.3.-3 1
  1043	3.-5.2.3.-1.-2.3 1
  1044	3.-5.2.3.-1.1.-1.-2.3 1
  1045	3.-5.2.-2.7.-2.-1.-2.0 1
  1046	3.-5.-2.2.4.-2.-2 1
  1047	3.-5.-2.2.2.0.-2 1
  1048	3.-5.2.-2.-1.-2 1
  1049	3.-5.-2.-1.1 1
  1050	3.-5.-2 1
  1051	-3.5.-2 1
  1052	3.-5.0.-3 1
  1053	3.-5.0.-2.2 1
  1054	3.-5.0.-2.-1 1
  1055	3.-5.0.-2 1
  1056	3.-5.0.-1.-2 1
  1057	3.-5.0.0.0.-3.-2.-2.0.4.3.2.2.0.-2 1
  1058	3.-5.0 1
  1059	-3.5 1
  1060	3.4.-7.3.-3.-2.2 1
  1061	3.4.-2.-2.4.-2 1
  1062	3.4.-2.2 1
  1063	-3.3.-5.4.3.2.-7.-2.5 1
  1064	-3.3.-5.-3 1
  1065	-3.3.-5.-2.5.-3.-2.2.2.-2 1
  1066	-3.3.-5.-2.4.-4.2.2.3.0.2 1
  1067	-3.3.-5.-2.4.-4.2.2.3.0.-1.3.3 1
  1068	-3.3.-5.2.3.-3 1
  1069	-3.3.-5.2.-2.-1 1
  1070	-3.3.-5.-2 1
  1071	-3.3.-5.0.-2 1
  1072	3.-3.-4.7.-3.-2.2.-2 1
  1073	-3.3.4.-2.2.-2.-3.1.2.2.-4.2.-2.-1 1
  1074	3.-3.3.-3.-2.2 1
  1075	-3.3.-3.3.2.0.-2 1
  1076	3.-3.3.-3.0.-2 1
  1077	3.-3.3.-3 1
  1078	-3.3.-3.-2.5.-1 1
  1079	-3.3.-3.-2.5 1
  1080	3.-3.3.2.3.-1.1.-3 1
  1081	3.-3.3.2.2.1.-3 1
  1082	-3.3.-3.2.1.2.-5.0.-2 1
  1083	-3.3.-3.2.1.-1 1
  1084	3.-3.3.-1.-2.-2.2.-2 1
  1085	3.-3.3.0.2.-2 1
  1086	3.-3.3.0.0.-1.-2.2.1.-1.-2 1
  1087	3.-3.3.0.0 1
  1088	3.-3.3.0 1
  1089	3.-3.-2.5.2.2 1
  1090	3.-3.-2.5.0 1
  1091	-3.3.2.-4.-1.1.-1.-2.3.-3 1
  1092	3.-3.-2.2.-4.2.2.3.-1.-2.2.1.-1.-2 1
  1093	3.-3.-2.2.3.-3.3.2.-2.-1.-2 1
  1094	-3.3.2.-2.-3.1.-3.-2.2.3.-1.1.2.-2 1
  1095	-3.3.2.-2.-3.1.2.-2.-1.-2.3 1
  1096	3.-3.-2.-2.2.2.3.-3.-4.2.2 1
  1097	3.-3.-2.2.2.1.-3 1
  1098	3.-3.-2.2.2.1.-1.0.-2 1
  1099	-3.3.2.-2.-2.0.-3.3.-3 1
  1100	3.-3.-2.2.-2.0 1
  1101	-3.3.2.-2.2 1
  1102	3.-3.-2.2.1.-1 1
  1103	-3.3.2.2.1 1
  1104	3.-3.2.1.2 1
  1105	3.-3.2.1.-1.-2.2.1.2.-3.3.2.-2.-2.0.-3.3.-1.1.-1.-2.3.-1.-4.2.-4.2 1
  1106	3.-3.2.1.-1 1
  1107	-3.3.-2.-1 1
  1108	3.-3.-2.0.2.-2 1
  1109	3.-3.-2.0.-2 1
  1110	3.-3.-2.0.-1 1
  1111	-3.3.-1.-4.2.-2 1
  1112	3.-3.1.-3.-2.2.3.-3 1
  1113	3.-3.1.2 1
  1114	-3.3.-1.-2 1
  1115	-3.3.-1.1.4.-2.-3.1.-3.-2.5.-3.0.-2 1
  1116	-3.3.-1.1.-3.0.-2.2 1
  1117	-3.-3.1 1
  1118	3.-3.0.-4 1
  1119	3.-3.0.-3 1
  1120	3.-3.0.-2.5.2 1
  1121	3.-3.0.-2.0.9.1 1
  1122	-3.3.0.-1.-2 1
  1123	-3.3.0.-1 1
  1124	-3.3.0.0.-1.-2.-2 1
  1125	3.2.-7.3.-1 1
  1126	3.2.-7 1
  1127	-3.-2.5.2.-3.1 1
  1128	-3.2.-4.2 1
  1129	-3.-2.4.-2 1
  1130	-3.-2.4.1.2 1
  1131	3.2.-4 1
  1132	3.2.3.-5 1
  1133	-3.2.3.-3.0.-2 1
  1134	3.2.3.-3 1
  1135	3.2.3.-1.-2.-2.-2.2.2.0.-2.-2.-1.-2.2.0.3.2.3.-1.-2.-2.-2.2.2.0.-2.-2.-1.-2.2.0.1.-1.-2.3.2.2.-2.-2.4.-2.-2.2 1
  1136	3.2.-3.1.0.-1 1
  1137	-3.-2.-2.7.2 1
  1138	-3.-2.2.-5.1.-1 1
  1139	-3.-2.2.-5.0.-2.2.2 1
  1140	3.2.2.-4.0.-1 1
  1141	-3.-2.2.-4 1
  1142	-3.-2.2.3.-3.-2.2 1
  1143	3.2.-2.-3.3.0.0.2.2 1
  1144	3.2.-2.-3.3 1
  1145	-3.-2.2.3.-1.-2.-2.2 1
  1146	-3.-2.2.3.-1.1 1
  1147	3.2.-2.-3.1 1
  1148	3.2.-2.-3 1
  1149	3.2.-2.2.-5.3.-3.-2.2.-2 1
  1150	3.2.-2.2.-5.0.0.3.-1.-2.-2.2.-4.2.2 1
  1151	3.2.-2.2.3.-3.-2.-2.-1 1
  1152	3.2.-2.2.-3.1 1
  1153	3.2.-2.2.-2.-1.-2 1
  1154	3.2.-2.2.-2.0.-3.3.-5.0.-2 1
  1155	3.2.2.2.-2 1
  1156	3.2.2.-2.2 1
  1157	3.2.-2.2.2 1
  1158	3.-2.2.2.-2 1
  1159	-3.2.2.-2.-2 1
  1160	3.2.-2.-2.-1.-2 1
  1161	-3.2.-2.2 1
  1162	-3.2.-2.-2 1
  1163	-3.-2.2.-2 1
  1164	3.2.-2.-1.-2.3.-5.2 1
  1165	3.2.-2.-1.-2.3.-3 1
  1166	-3.-2.2.1.-1.-2.-7.2.1.2.-3 1
  1167	3.2.-2.-1.1.2.-2.2.-2 1
  1168	3.2.2.1.-1.-2.0.-2 1
  1169	3.2.-2.-1.1.2.0.-2 1
  1170	3.2.2.1.-1.-2 1
  1171	3.2.-2.-1.1.-1 1
  1172	-3.-2.2.0.3.2.2.-2 1
  1173	3.2.2.0.-2.-2.-1.0.7.1.-3.-2.-2.-1 1
  1174	-3.2.-2 1
  1175	3.-2.-1.3.2.2.-2.-2.-2.-1.-2.2.5.0.-2 1
  1176	-3.2.1.-3.-2.2 1
  1177	-3.2.1.2.-5.3.2.2.-2 1
  1178	-3.2.1.2.-5 1
  1179	-3.2.1.2.-2.-1.-2.3.-1 1
  1180	3.-2.-1.-2.2 1
  1181	-3.2.1.-1.-2.-2.2.-2 1
  1182	3.-2.-1.1.-1.-2.3.-3 1
  1183	3.-2.-1.-1.-1.-2 1
  1184	-3.2.1.-1.1.-1 1
  1185	-3.2.1.-1.0.-4 1
  1186	3.2.1.-1 1
  1187	3.2.0.-2.-2.-1.-2.2.1.-1.-2 1
  1188	-3.-2.0.-2.-1.-2.5.2 1
  1189	3.-1.-4.5.-3.-2.-2.2.2 1
  1190	3.-1.-4.5.0 1
  1191	-3.1.4.3.-5.-2.0.-3.3.-3 1
  1192	3.-1.-4.2.-4.2.2.3.-5.2.-2 1
  1193	3.-1.-4.2.-4 1
  1194	-3.1.4.-2.-3.1.-3.-2.5.-3.-2.2.2.-2 1
  1195	-3.1.4.-2.-2.0.-3.-2.5.-3.-2.2.2.-2 1
  1196	3.-1.-4.0.2.3.-1.-2.2 1
  1197	-3.1.-3.3.-5.2.-2.0.-2 1
  1198	-3.1.-3.3.-3 1
  1199	-3.1.-3.3.2.-2.2 1
  1200	-3.1.-3.3.-1.-2.3 1
  1201	-3.1.-3.3.0.2.-2 1
  1202	-3.1.-3.3 1
  1203	3.-1.3.2.-4.0.0.2.-2 1
  1204	-3.1.-3.-2.2 1
  1205	-3.1.2.-5.0.-2 1
  1206	3.-1.-2.3.-5.2 1
  1207	3.-1.-2.3.-3 1
  1208	3.-1.-2.3.2.0.-2.-1 1
  1209	-3.1.2.-3 1
  1210	-3.1.2.2.-5.2.-2 1
  1211	-3.1.2.2.-5.2 1
  1212	3.-1.-2.-2.2.3 1
  1213	3.-1.-2.-2.2.-2 1
  1214	3.-1.-2.-2.-2 1
  1215	-3.1.2.-2.2 1
  1216	-3.1.2.-2.-1.-2.2.1.-1.-2.3 1
  1217	3.-1.-2.2.1.2 1
  1218	3.-1.-2.2.1.-1.-2 1
  1219	-3.1.2.-2.-1.1.-1.-2 1
  1220	3.-1.-2.-2.0.-1 1
  1221	3.1.-2.2 1
  1222	-3.1.2.-1.-2.-2.2.2.-2.-2 1
  1223	3.-1.-2.0.-3 1
  1224	3.-1.-2.0.-2.2.0.3.4.-2.-2.-1.-2 1
  1225	3.-1.2 1
  1226	3.-1.1.-3.5 1
  1227	3.-1.1.-3.-2.-2.1.3.3.0.2 1
  1228	3.-1.1.-3 1
  1229	-3.1.-1.3 1
  1230	-3.1.-1.-2.5.2.3.-1.-2 1
  1231	3.-1.1.2.-5.0.-2.2 1
  1232	-3.1.-1.-2.5 1
  1233	-3.1.-1.-2.3.-3 1
  1234	-3.1.-1.-2.3.2.-2.2.-2.-1 1
  1235	3.-1.1.2.-3.1.2.-2.-1.-2.0.-2.2.2.1.-1.-2.2 1
  1236	-3.1.-1.-2.-2.-3.3.2.2.2.-2 1
  1237	-3.1.-1.-2.-2.2.3.-3.-2.2.2.1.-1.-2.2 1
  1238	-3.1.-1.-2.-2.2.3.-3 1
  1239	3.-1.1.2.-2.2.2.-2.2 1
  1240	-3.1.-1.-2.2.-2.2.-2 1
  1241	-3.1.-1.-2.2.-2 1
  1242	3.-1.1.2.-2.-1 1
  1243	-3.1.-1.-2.0.5.-2.-1.1.-1.-2 1
  1244	-3.1.-1.-2.0.2.1.2.2.3.-1.-2.2 1
  1245	-3.1.-1.2 1
  1246	3.-1.1.-1.-2 1
  1247	-3.1.-1.1.-1.-2.2.-2 1
  1248	3.-1.0.-2 1
  1249	-3.1.0.-1 1
  1250	3.0.-5.2.-2.-2.2 1
  1251	3.0.-5.-2.2.2.0.-2 1
  1252	3.0.-5.2.-2 1
  1253	3.0.-5.-2 1
  1254	3.0.4 1
  1255	-3.0.3.-3.3 1
  1256	3.0.-3.3 1
  1257	-3.0.3.2.-2 1
  1258	3.0.-3.2.1.-1.-2 1
  1259	-3.0.3.-1.0.-2 1
  1260	3.0.-3.1 1
  1261	-3.0.3.-1 1
  1262	-3.0.-2.5.-3.0.-2 1
  1263	-3.0.-2.4.3.-5.2.-2.2.1.2.2 1
  1264	-3.0.-2.2.2.-2.-2 1
  1265	3.0.2.2.-2.-2 1
  1266	-3.0.-2.2.1.-1.-2.2.-2 1
  1267	-3.0.-2.2.1.-1.-2 1
  1268	-3.0.-2.2.1 1
  1269	3.0.2.2.0.-2.-3.1.-3 1
  1270	-3.0.-2.2.0 1
  1271	-3.0.2.1.2.-2.4.-4.-1.-2 1
  1272	-3.0.2.1.2.-2.4.-2.2.-4.-1.-2.-2.2.2.1.-3 1
  1273	3.0.-1.-4.2.3 1
  1274	-3.0.1.-1.2 1
  1275	3.0.-1.0.-2 1
  1276	3.0.0.-1.-2.3.-5.2.-2.0.-2 1
  1277	3.0.0.-1 1
  1278	-2.9 1
  1279	-2.-9 1
  1280	2.-7.5.-1.-2.-2.-2 1
  1281	2.-7.5.-1.-2.-2 1
  1282	2.7.3.2.-5.0.-2.-2.4.-7.3.4.-2.-2.-1.-2.-2.2.7.3.2.-5.0.-2.-2.4.-7.3.4.-2.-2.-1.-2.-2.2.3.2.2.1.-1.-2.-2.2.2.2.-2.-2.2.-4.2.2.2.-2.-2.-2.2.2.2.-2.-2.2.0.-4.2.-5.3.-1.-2.-2.2.7.-4.2.-5.3.-1.-2.-2.2 1
  1283	-2.7.2.-5.1.2.0.2.-5.1.-3.-2.-5.5.2.2.1.-1 1
  1284	-2.7.2.-2 1
  1285	2.7.1.-1.-2.2 1
  1286	2.-7.0.-2 1
  1287	-2.5.-5.4 1
  1288	-2.-5.5.-3 1
  1289	-2.5.-5.2.3.-3.-2.4.1.2.2.0.-2.2.-2.-2.2.-2.-3.2 1
  1290	-2.5.-5.0.-2.-1 1
  1291	-2.-5.5 1
  1292	-2.5.-3.-2 1
  1293	2.-5.3.-1.-4.2.-2.-2.2.2.0.0.3.-1.-4.2.-2 1
  1294	2.-5.3 1
  1295	-2.5.2.-4.-3.3.-1 1
  1296	2.5.2.-4.2.-2.-1.-2.0.-2.5.2.-2.-1.-2.3.-1.-2 1
  1297	2.5.2.-4.2.-2.-1.-2.0.-2.5.2.-2.-1.-2.-2.2.0 1
  1298	-2.5.2.2.-7.0.-2.-3 1
  1299	-2.5.2.2.2.-2.-2.-2 1
  1300	2.-5.-2.-2.2.2.0.-2 1
  1301	-2.5.2.2.2 1
  1302	-2.5.2.2.-2 1
  1303	-2.5.2.-2.-1.-4.2 1
  1304	-2.5.2.2.1.-1.-2.-2.-1.-2.-2 1
  1305	-2.5.2.2.0.-2.-2.-1.-2 1
  1306	2.-5.2.-2 1
  1307	2.-5.-2.-2 1
  1308	-2.-5.2.1.2.-2.-3.3.-3.0.-2 1
  1309	-2.5.-2.-1.-2.-2.2 1
  1310	2.-5.-2 1
  1311	2.-5.1.-3 1
  1312	-2.5.-1 1
  1313	-2.5.0.-3.3.-5.2.-2 1
  1314	-2.-5.0.3 1
  1315	2.-5.0.-2 1
  1316	-2.5.0.2 1
  1317	-2.5.0.-1.-2 1
  1318	-2.5.0.-1 1
  1319	2.4.-6 1
  1320	2.-4.4.3.-1.-2 1
  1321	2.-4.4.3.0.-3.2.1.-1.-2 1
  1322	2.-4.4.3 1
  1323	-2.4.-4.2.-3.1.2.-2.-1.-2.2.1 1
  1324	-2.4.-4.2 1
  1325	2.-4.-3.2.1.2 1
  1326	2.-4.-3.1.2 1
  1327	2.-4.2.-5.0.-2 1
  1328	2.-4.2.-5 1
  1329	2.-4.2.-3.1.-3.-2.5.0.4.1.-1.-2.2.-2.-2.4.0.3.2.-2.-1.-2.-2.2.-4.2.2.0.2.-4.-2.2 1
  1330	2.4.-2.-2.4 1
  1331	-2.4.-2.-2.4 1
  1332	-2.4.-2.-2.2 1
  1333	2.-4.2.-2.-1.-2.2.-2.3.2.-2.-1.-2.3.-1.-2 1
  1334	-2.4.-2.-2.-1.1 1
  1335	2.-4.2.-2 1
  1336	2.-4.2.0.2.3.0.-1.-4.2.-4.2.2.-4.2.-3.1.-3.0.-2.0.7.2.-4.2.5.0.-1.-2.2.1.-1.-2.3.-3.-2 1
  1337	2.-4.-2.0.-1 1
  1338	2.4.-2 1
  1339	2.-4.-1.-2.0.3.2.-2.0.-1 1
  1340	2.-4.-1.1.-3 1
  1341	2.-4.-1.1.2.-2.2.2 1
  1342	2.-4.-1.1.2.0.-2 1
  1343	2.3.-8.3 1
  1344	-2.-3.5.3.-5.2.3.-1.-2.3.-1.-2.-2.2.-2.-3.3.-3.-2.2.-2.-2.0.4.3.0.2.2 1
  1345	2.3.-5.-3.1.-1.0 1
  1346	2.3.-5.2.-2.0.-2.-3.5.0.7.0.-3.1.2.-7.0.-2.-1 1
  1347	2.3.-5.2 1
  1348	-2.-3.5 1
  1349	-2.3.4.-2.2.-2.-3.1.2.2.-4.2.-2.-1 1
  1350	2.3.4.-2 1
  1351	-2.-3.3.-5.3.-3 1
  1352	2.3.-3.-4.4 1
  1353	-2.-3.3.4.-2.-3.1.2 1
  1354	2.3.-3.3.-5 1
  1355	2.3.-3.3.-3.-2.2.2.1.-3 1
  1356	2.3.-3.3.-3.0.-2 1
  1357	2.3.-3.3.2.2.1.-1.-2.2 1
  1358	2.3.3.-3 1
  1359	2.-3.3.-3 1
  1360	2.3.-3.-2.5.-1.-2.-2.2 1
  1361	2.3.-3.-2.-2.2.2.-2.2 1
  1362	-2.-3.3.2.2.-2.-2.2 1
  1363	2.3.-3.-2.2.-2.-2.-1 1
  1364	2.3.-3.-2.-2.2.2.0.-2 1
  1365	2.3.-3.-2.2.2.1.-1 1
  1366	2.3.-3.-2.-2.-1 1
  1367	2.3.-3.2.-2.0.-4 1
  1368	2.3.-3.2.-2.0 1
  1369	2.3.-3.2.1.2.-5.0.-2 1
  1370	2.3.-3.2.1.-1.-2 1
  1371	2.3.-3.2.1.-1 1
  1372	2.-3.3.-2.-1.0.-2 1
  1373	2.3.-3.2.1 1
  1374	-2.-3.3.-2.-1 1
  1375	2.-3.3.-2 1
  1376	-2.-3.3.-1.-4.4.1.-3 1
  1377	2.3.-3.1.-1.-2 1
  1378	2.3.-3.0.-2.2 1
  1379	-2.3.-3 1
  1380	2.-3.-2.5.-2.-1.-4.5.-1.1 1
  1381	2.3.2.-5.0.-2.-1.1 1
  1382	2.3.2.-2.2.3.-1.-2.-2.-1.1.-1 1
  1383	2.3.2.2.-2.-2 1
  1384	-2.-3.2.-2.-2.-2 1
  1385	2.3.2.-2.-2.-1 1
  1386	2.3.2.2.-2 1
  1387	2.3.2.-2.2 1
  1388	2.3.2.-2.-1.-2.7.-2.-2.2.2.0.3.-1.-2.3.-3.-2.-2.2.2.0.-7.0.-2.5.2.2.1.-1.-2.-2.2.-5.3.-1.-2 1
  1389	2.3.2.-2.-1.-2.3.-5.-3.3.2 1
  1390	2.3.2.-2.-1.-2.3.-3 1
  1391	2.3.2.-2.-1.-2.3.-1 1
  1392	2.3.2.-2.-1.-2.2.1.-1.-2 1
  1393	2.3.2.-2.-1.-2.0.-2.-3.3 1
  1394	2.3.2.2.1.-1.-2.-2.-3.3.2.2.1.2.0.-2.-1.-2.-2.-3.3.2.2.1.-1 1
  1395	2.3.2.-2.-1.1.2.-2.2 1
  1396	2.3.2.2.1 1
  1397	2.3.2.-2.-1 1
  1398	2.3.2.2.0.-2 1
  1399	-2.-3.2.1.2.-5 1
  1400	-2.-3.2.1.2.-2.2.2.-2.2.-4.2.-2.4.3 1
  1401	-2.-3.2.1 1
  1402	2.3.-2 1
  1403	-2.-3.2 1
  1404	2.3.-1.-4.5.-3.-2 1
  1405	-2.-3.1.-3.5 1
  1406	2.-3.1.-3.3.-3 1
  1407	2.-3.1.-3.2.1.-3 1
  1408	2.-3.1.-3.0.-2.2.3.-3 1
  1409	2.3.-1.-2.5.-1.1 1
  1410	-2.3.-1.-2.4.-2.-2 1
  1411	2.3.-1.-2.3.-5.-3.8.-3.2.1.-3.-2.2 1
  1412	2.3.-1.-2.3.-5.-3.8.-3.2 1
  1413	2.3.-1.-2.3.-5.2.3.-3.-2 1
  1414	2.3.-1.-2.3.-3.-2.2 1
  1415	2.3.-1.-2.3.-3 1
  1416	-2.3.-1.-2.2.-4 1
  1417	2.3.-1.2.-2.-2.2.2.-2.-2 1
  1418	-2.3.-1.-2.-2.2.-2 1
  1419	-2.3.-1.-2.-2.-2 1
  1420	2.3.-1.-2.2.1.-1.-2.3.-1.-2.-2 1
  1421	-2.-3.1.2.-2.-1.1.-1 1
  1422	2.3.-1.-2.2.1.-1 1
  1423	2.3.-1.-2.-2 1
  1424	-2.3.-1.-2.2 1
  1425	-2.-3.1.2.-1.-2 1
  1426	2.3.-1.1.2.-5.3.2.-2.2.2 1
  1427	2.3.-1.1.2.-5 1
  1428	2.3.-1.1.2.2.-4.-1.1 1
  1429	2.3.-1.1.2.-2.2.2 1
  1430	2.3.-1.1.-1.-2 1
  1431	2.-3.1.-1 1
  1432	-2.-3.1 1
  1433	2.3.0.2.-2.4.-2.2.-5.1.-1.-2.-2.5.-5.2.-2.5.-1.3.4.-7.1.-1.-2.-2 1
  1434	2.3.0.2.-2.4.-2.2.-4.0.-1.-2.-2 1
  1435	2.3.0.2.2.0.-2 1
  1436	-2.-3.0.2 1
  1437	2.3.0.-1.-2 1
  1438	-2.3.0.-1 1
  1439	-2.2.8.-2.-1.-2.3.0.-1.1.2 1
  1440	-2.2.-7.2.3.-5 1
  1441	2.-2.-7.2.2.1.2 1
  1442	-2.2.-7.2 1
  1443	2.2.-7 1
  1444	2.-2.-7 1
  1445	-2.2.-7 1
  1446	-2.-2.7 1
  1447	-2.2.5.-5 1
  1448	-2.2.-5.3.-2.-1 1
  1449	-2.2.5.-3.1.2.-2.0.-3.2.-2 1
  1450	-2.-2.5.-3 1
  1451	-2.2.5.-2.2.2 1
  1452	-2.2.-5.1.4.3.-5.-2.0.-3.3.-3 1
  1453	2.2.5.0.-2.-2.2.2.3.2.-2.-1.-2.-4.2.2.-4.-1.0.1.2.-5.-2.2 1
  1454	2.-2.-5 1
  1455	-2.2.-5 1
  1456	2.2.-4.4.2.-2 1
  1457	-2.-2.4.-4.-2.2 1
  1458	-2.2.4.-4 1
  1459	-2.2.-4.4 1
  1460	-2.2.-4.-3.-2.2.3.2.2.-4.2.-2.-1 1
  1461	2.2.-4.2.-5.-2.5.2.2.1.-1.-2.2.-2.-2.4.0.3.2.-2.-1.-2.-2.2.-2.-2.4 1
  1462	2.2.-4.2.-3.1 1
  1463	2.2.-4.2 1
  1464	-2.2.-4.-1.-2 1
  1465	2.2.-4.-1.1 1
  1466	2.2.-4.-1 1
  1467	2.2.-4.0.-2 1
  1468	2.2.-4.0.-1.-2.-2.2.-2 1
  1469	2.2.-4.0.-1.-2.-2.2 1
  1470	2.2.-4.0.-1.-2 1
  1471	2.2.-4.0.0.2.-2 1
  1472	2.-2.4 1
  1473	-2.2.4 1
  1474	-2.2.3.-5.4 1
  1475	-2.-2.-3.5.2 1
  1476	-2.2.3.-5.0.-2.-3.3.4.-2.-3.1.2 1
  1477	-2.2.3.-5 1
  1478	-2.2.3.-3.4.-4.-2.2.-2 1
  1479	-2.2.3.-3.3.-3.-2 1
  1480	2.-2.-3.3.-3.1 1
  1481	-2.2.3.-3.3 1
  1482	-2.-2.-3.3.2.-2.2 1
  1483	-2.2.3.-3.-2.0.-2 1
  1484	-2.2.3.-3.-2.0 1
  1485	2.2.3.-3.1.-3.-2.0.-2 1
  1486	2.-2.-3.3.-1.1.-3.3.-3.-2.2.-2.2.3.2.-2.-3.3.-1.1.-3.3.-3.-2.2.0.7.0.-2.-2.4.0.-2.-2.-1.-2.-2.2.0.7.0.-2.-2.4.0.-2.-2.-1 1
  1487	2.2.3.-3.0.-4.2 1
  1488	2.2.3.-3.0.0.-4.2.-2 1
  1489	2.-2.-3.3 1
  1490	-2.2.3.2.-7.2.1.2 1
  1491	-2.2.3.2.-5 1
  1492	-2.2.3.2.-3.1 1
  1493	-2.2.3.2.-2.-3.3.2.-2.2 1
  1494	-2.2.3.2.2.3.-1.-4.2.-2.2.0.-2.-2.-1.5.-4.2.-5.0.-2.7.0.-3.0.3.2.-7.0.-2.5.-1.-2 1
  1495	-2.2.3.2.2.-2.0.-2.-1.1.2.-2.2 1
  1496	-2.2.3.2.2.-2.0.-2.0.2.-2.2 1
  1497	-2.2.3.2.-2.-1.-2 1
  1498	2.-2.-3.2.-2 1
  1499	2.-2.-3.2.1.2 1
  1500	2.-2.-3.2.1 1
  1501	-2.2.3.2.0.-2.-3.-2.2.0.5.0.-2.2.3.-1.-2.-2.-2.-1.3.2.-7.2.2.-2.-2.-2.2.-5.0.-2.2.-2.2.3.2.-2 1
  1502	-2.2.3.-1.-4.2.-2.2.2.1.-1 1
  1503	2.-2.-3.1.-3.-2.5.-3.-2.2.2.-2 1
  1504	2.-2.-3.1.-3.0.7.3.-5 1
  1505	2.2.3.-1.-2.3 1
  1506	-2.2.3.-1.-2.-2.2.-2.-2.-1.-2.7 1
  1507	-2.2.3.-1.-2.-2.2.-2.-2.-1 1
  1508	-2.2.3.-1.-2.-2.-2.-1.3.0.-3.3 1
  1509	-2.2.3.-1.-2.-2.-2.-1.1.2.-2.2 1
  1510	-2.2.3.-1.-2.-2.2.0.0.3.-1.-2.-2.2.-4.2.2 1
  1511	2.-2.3.-1.-2.-2.2 1
  1512	-2.2.3.-1.-2.-2 1
  1513	-2.2.-3.1.2.-2 1
  1514	2.-2.-3.1.2 1
  1515	-2.2.3.-1.-2 1
  1516	-2.2.3.-1.1.4 1
  1517	2.-2.-3.1.-1.-2.-2.2.3.-1.-2.3.-1.-2 1
  1518	2.-2.-3.1.-1.-2.2.1.-1.-2 1
  1519	2.-2.-3.1.-1.-2.0.7.3.-1.-4.2.-2.-2.2.2.0.-2.2.-4.-3.3.-1.-2.7.0.-2.0.-2.2.2 1
  1520	2.-2.-3.1.-1.-2 1
  1521	-2.2.3.-1.1.2 1
  1522	-2.2.3.-1.1.0.-1 1
  1523	2.-2.-3.1.-1 1
  1524	-2.2.3.0.-5.5.-3.-2.-2.4.-2.2.-4.4.3.-5.-2.0.-3.2.-2 1
  1525	-2.2.3.0.-5.2.-5.1.4.3.-5.-2.0.-3.3.-3 1
  1526	-2.2.3.0.2.-3.1.-3.-2.0.-3.-2.2 1
  1527	-2.2.3.0.2.-3.1 1
  1528	-2.2.3.0.2.-2 1
  1529	-2.2.3.0.2 1
  1530	-2.2.3.0.0.-5.-2.4.-2.2 1
  1531	-2.2.3.0.0.-3.3.0.-1.-2.3.-5.2.-2.0.-2 1
  1532	2.-2.3 1
  1533	-2.2.2.-7.-2.2.2.1 1
  1534	2.-2.2.-7 1
  1535	-2.2.-2.-5.-2.2.3.2.2.-4.2.-2.-1 1
  1536	-2.-2.2.-5.0.3.-1.-2.2.1.-1 1
  1537	-2.-2.2.-5.0.-2 1
  1538	2.-2.-2.4.-5.1.-3.0.7.3.-5.4.-2.2.1.-3.5.-2.-3.-2.-2.0.2.2.-5.1.-3 1
  1539	2.-2.2.-4.4.3.2 1
  1540	-2.2.2.-4.-3.3.-3.-2.2.3.-3 1
  1541	2.-2.-2.4.3.-1.-2.3.2.2.-2.0.-2.-1.-2.0.5.0.-2.-3.2.-2.-2 1
  1542	2.-2.-2.4.2.-2.-2 1
  1543	-2.2.2.-4.0.-2 1
  1544	2.-2.2.-4.0.-1 1
  1545	2.-2.2.-4 1
  1546	-2.2.2.-4 1
  1547	-2.2.2.3.-5.2.-4.2.5.2.3.-5.2.-5.-2.-2.-1.-2.5 1
  1548	-2.2.2.3.-3.3.-3.-2.2.-2 1
  1549	-2.-2.-2.-3.3.2.2.1.-1.-2 1
  1550	2.-2.2.3.-3.-2.2 1
  1551	2.-2.2.3.-3.2.1.2.-2.-1 1
  1552	-2.2.2.3.-3.0.-2 1
  1553	-2.-2.2.3.2.2.-2.-2 1
  1554	2.-2.2.3.2.-2.2 1
  1555	2.-2.2.3.2.-2.-1.-2.0.-2.-3 1
  1556	2.-2.2.3.2.2.1.-1 1
  1557	2.-2.2.3.-1.0.-2.-2.2.-2 1
  1558	2.2.-2.3.-1 1
  1559	2.2.-2.-3.1 1
  1560	-2.-2.2.-3.1 1
  1561	2.-2.2.-3 1
  1562	-2.-2.2.2.-7 1
  1563	-2.2.-2.-2.5.-1 1
  1564	2.2.-2.-2.4.-4 1
  1565	2.2.-2.2.-4.2.2.-2.2.3.-2.-1.-2.5.0.-1.-2.-2.-2.7.-1.3.-2.-1.1.-1.-2.-2.-2.0.2.2 1
  1566	2.2.-2.2.-4.2.2.2.1.2.-2 1
  1567	2.2.-2.2.-4.2.-2.-1.-2 1
  1568	-2.2.-2.-2.4.1.-1.-2.2.2 1
  1569	-2.2.-2.2.-4.0.2.-2.2.-2.-5.2.3.2.-2.0.-1 1
  1570	2.-2.-2.2.-4.0.-1 1
  1571	2.-2.-2.2.-4 1
  1572	-2.-2.2.2.3.-5.2.-2 1
  1573	-2.-2.2.2.3.-3.3.-5 1
  1574	-2.2.-2.-2.-3.3.-3.-2.0.2.3.2 1
  1575	-2.-2.2.2.3.-3.-2.-2.2.2.3.-3.-2.2 1
  1576	-2.2.-2.2.3.-2.-1.0.-2.-2 1
  1577	-2.2.2.-2.-3.1.-1 1
  1578	-2.-2.2.2.3.-1.1 1
  1579	-2.-2.2.2.3.-1 1
  1580	-2.-2.2.2.3 1
  1581	2.2.-2.-2.2.-5.1.-1.0.-2 1
  1582	2.-2.2.-2.-2.4.-2.5 1
  1583	-2.2.-2.-2.2.-3.1.-1.-2.5.-2.2.2 1
  1584	-2.2.-2.-2.2.2.3.-3.0.-2 1
  1585	2.2.-2.-2.2.2.3.2.3.-1.-2.0.-2.-1.-2.-2.2 1
  1586	-2.2.-2.2.-2.2.3.-1.1.-3.-3.1.-3.0.-2 1
  1587	-2.-2.2.2.-2.2.3.-1 1
  1588	-2.-2.2.2.-2.2.3 1
  1589	-2.-2.2.-2.2.2.-2.-2.2.-2.-1 1
  1590	2.2.2.-2.-2.-2.2.2.-2.0 1
  1591	2.2.2.-2.-2.-2.2.2.1.-1.-2.2 1
  1592	-2.2.2.-2.-2.2.2.-2 1
  1593	-2.2.-2.-2.2.-2.2.2 1
  1594	-2.-2.2.2.-2.-2.2.-2 1
  1595	2.-2.2.-2.-2.2.-2.-1.-2 1
  1596	2.-2.-2.2.2.-2.2.1 1
  1597	2.-2.2.2.-2.-2.2 1
  1598	2.2.-2.2.-2.-2.-1.-2.3.0.2.-2 1
  1599	2.-2.2.2.-2.-2.-1.-2 1
  1600	2.2.-2.2.-2.2.1.-1 1
  1601	2.2.-2.-2.2.-2.-1.0.3.-2.2 1
  1602	2.2.-2.-2.2.-2.-1 1
  1603	2.2.-2.2.-2.-2.0.2.2.-2.2.-2.-5.2.1 1
  1604	-2.-2.2.2.2.-2.0.-2 1
  1605	2.2.-2.-2.2.-2.0.-1 1
  1606	-2.2.-2.-2.2.-2.0.-1 1
  1607	2.2.2.-2.-2.2 1
  1608	2.2.-2.-2.-2.2 1
  1609	-2.2.-2.2.-2.-2 1
  1610	-2.-2.2.2.-2.2 1
  1611	-2.2.2.-2.-2.-1.1.-1.-2.3.-3 1
  1612	2.-2.-2.2.2.1.-1.0.-2 1
  1613	-2.2.2.-2.2.1 1
  1614	2.-2.-2.2.-2.0.4.-2.-2.2 1
  1615	2.2.-2.2.-2.0.-2 1
  1616	-2.-2.-2.2.2.0.-2 1
  1617	2.-2.2.-2.-2.0.-1 1
  1618	2.2.-2.2.2 1
  1619	-2.2.-2.2.2 1
  1620	-2.-2.2.2.-2 1
  1621	-2.-2.2.-2.2 1
  1622	2.2.-2.-2.-1.-2.3.-1.-2.-2.-2 1
  1623	-2.-2.2.-2.-1.-2.-2.2.2.1.2.-7.7.2 1
  1624	-2.2.-2.2.1.2.-2 1
  1625	2.2.-2.-2.-1.-2 1
  1626	-2.2.-2.-2.-1.1.-3 1
  1627	-2.-2.2.-2.-1.1.-3 1
  1628	2.-2.2.2.1.-1.-2 1
  1629	-2.-2.2.2.1.-1.-2 1
  1630	2.2.-2.2.1.-1.1 1
  1631	2.2.-2.-2.-1 1
  1632	2.-2.-2.-2.-1 1
  1633	-2.2.-2.-2.0.4.3.2.-2.0.-5.5.-3.3.-3.0.-2 1
  1634	-2.-2.2.-2.0.4.-2.-2.2.2.-2 1
  1635	2.2.-2.-2.0.2.2.-2.2.1 1
  1636	2.-2.2.2.0.1.-1.-2.2.-4.2.2.0.-9.5.2.2.0.1.-1.-2.2.-4.2.2.0.0.-2.2.3.-3.-2.2.-4.2.2.0.0.-2.2.3.-3.-2.2.-4.2.2.0.1.-3.-2.2.-5.1.-1.-2.7.0.-2.-2.2 1
  1637	-2.2.-2.-2.0.-1 1
  1638	-2.2.2.-2.0.0 1
  1639	-2.-2.2.-2.0 1
  1640	2.-2.-2.-2 1
  1641	-2.2.2.2 1
  1642	-2.2.-2.1.4.-2.-1.-2.-2.2.2.-2.-2 1
  1643	-2.2.2.1.-3 1
  1644	-2.2.2.1.2.-2.-1.1.-1 1
  1645	2.-2.-2.-1.-2.2 1
  1646	2.-2.-2.-1.-2.0.2.1.2.2.2.1.-1.-2 1
  1647	2.-2.-2.-1.2 1
  1648	-2.2.2.1.2 1
  1649	-2.2.2.1.-1.-2.-2.4.1 1
  1650	-2.2.2.1.-1.-2.-2.2.2.1.-1.-2.2.3.-3.1.-1.-2.3.4.-2.-2.2.2.-5.1.2.-5.3.-1.-4.2.-5.5.0.-2.-1.1.2.0.-2.2.2.1.-1.-2.-2.-1.1.2.0.-2 1
  1651	-2.2.-2.-1.1.2.-2.2.2.1.-1.-2.2 1
  1652	2.-2.-2.-1.1.2.-2.2 1
  1653	2.-2.2.1.-1.-2 1
  1654	2.-2.-2.-1.1.-1.-2.3.-3 1
  1655	-2.2.-2.-1.1.-1.-2.3.-3 1
  1656	-2.2.-2.-1.1.-1.-2 1
  1657	2.-2.-2.-1.1.-1 1
  1658	-2.2.2.1.-1.1 1
  1659	-2.2.2.1.-1.0.-2 1
  1660	2.-2.-2.-1.0.-2 1
  1661	-2.-2.2.1 1
  1662	-2.-2.-2.-1 1
  1663	-2.2.-2.0.-5 1
  1664	-2.2.2.0.-4.-3.3.-3.3.-1.1.-3.-2.2.-4.2.2.-4.2.2.-2.-2.2.2 1
  1665	2.-2.-2.0.-3.3.-3 1
  1666	2.2.-2.0.3 1
  1667	-2.2.2.0.-2.-2.-3 1
  1668	2.-2.-2.0.2.-2.2.2.-2 1
  1669	2.-2.-2.0.2.2.-2.2.1 1
  1670	2.-2.-2.0.2.2.-2.2 1
  1671	2.-2.-2.0.2.-2.2.2 1
  1672	-2.2.-2.0.-2.0 1
  1673	2.-2.-2.0.-1.-2.-2.2.-2 1
  1674	2.-2.-2.0.-1.-2.2.1.2.-7.7.2.-2.-2.0.-1.-2.-2 1
  1675	-2.-2.2.0 1
  1676	-2.-2.-2.0 1
  1677	-2.-2.-1.5 1
  1678	-2.-2.1.-4.4.-4 1
  1679	2.-2.-1.-4.2.-5.3 1
  1680	-2.-2.-1.-4.2.3.-1.-2.3.4.-2.2.-5.1.-1 1
  1681	-2.-2.-1.-4.2.3.-1.-2.3.4.-2.2.-4.0.-3 1
  1682	-2.-2.-1.3.-5 1
  1683	-2.-2.-1.3.4 1
  1684	2.2.1.-3.3 1
  1685	2.2.1.-3.-2.4.2.1 1
  1686	2.2.1.-3.-2.2.2.1.-3 1
  1687	-2.2.1.-3.-2.2 1
  1688	-2.-2.-1.3.2.-2 1
  1689	2.2.1.-3.0.-3.1.-1 1
  1690	-2.2.1.2.-3.-2.2.-2.2.1.2.-3.5.-7.4.-2.-2.2.1.-1.-2.-2.-1.-4.2.2.1.2.-2.2.2.-4.-3 1
  1691	-2.-2.-1.-2.3.-1.-4.2 1
  1692	2.-2.-1.-2.3.-1.-2.0.-2 1
  1693	-2.-2.-1.-2.3.-1 1
  1694	-2.-2.-1.-2.3 1
  1695	-2.2.1.2.-2.-3.3.-3.0.-2 1
  1696	-2.2.1.2.-2.-3.2.-2.0.-2 1
  1697	2.-2.-1.-2.-2.2 1
  1698	2.-2.-1.-2.2.1.-3 1
  1699	-2.2.1.2.-2.-1.-2.3.-1 1
  1700	-2.2.1.2.-2.-1 1
  1701	-2.2.1.2.-2 1
  1702	-2.-2.-1.2.1 1
  1703	2.-2.-1.-2.0.-2.-3.3 1
  1704	-2.2.1.2.0.-2.-1.-2 1
  1705	-2.2.1.2 1
  1706	-2.-2.-1.2 1
  1707	2.2.1.-1.-4.2.2.2 1
  1708	2.2.1.-1.-4.0.2.3.-1.-2.2 1
  1709	2.-2.-1.1.-3.-2.2.-2 1
  1710	2.-2.-1.1.-3.-2.0.-2.4.3.-3.3.0 1
  1711	2.-2.-1.1.-3.-2 1
  1712	-2.-2.-1.1.-3 1
  1713	2.2.1.-1.-2.3.-3 1
  1714	-2.2.1.-1.-2.3 1
  1715	-2.2.1.-1.-2.-2.2.3.-3 1
  1716	2.2.1.-1.-2.-2.-2.2.-5.5.2.2.1.-3.-4.2.5.-1.1.2.0.-2.-1.1.-1.-2.-2.-5.5.2.2.1.-1.-2.-2 1
  1717	2.2.1.-1.-2.-2.2.2.2.-2.-2.2 1
  1718	2.2.1.-1.-2.-2.-2.2.2 1
  1719	2.2.1.-1.-2.-2.2.-2 1
  1720	2.-2.-1.1.2.2.-2.2 1
  1721	-2.-2.-1.1.2.-2.2.2 1
  1722	-2.-2.-1.1.2.-2.2.-2 1
  1723	2.2.1.-1.-2.-2.-2.-1.-2 1
  1724	2.2.1.-1.-2.2.-2 1
  1725	2.2.1.-1.-2.-2.-2 1
  1726	2.-2.-1.1.2.-2.2 1
  1727	2.2.1.-1.-2.2.1.-5.0.-3.1.-1 1
  1728	-2.-2.-1.1.2.-2.-1 1
  1729	2.2.1.-1.-2.-2.0.-2 1
  1730	2.2.1.-1.-2.0.-2 1
  1731	2.-2.-1.1.2.0.-2 1
  1732	-2.-2.-1.1.2.0.-2 1
  1733	2.2.1.-1.-2.0 1
  1734	2.-2.-1.1.2.0 1
  1735	2.-2.-1.1.-1.-2.2.-2 1
  1736	2.-2.-1.1.-1.-2.2 1
  1737	2.-2.-1.1.-1.0.-2 1
  1738	2.2.1.-1.1 1
  1739	2.2.1.-1.0.-2 1
  1740	-2.-2.-1.0.7.1.-1.-2.-2.-2.-1 1
  1741	-2.-2.-1.0.-4 1
  1742	-2.2.1.0.-1.-2.2 1
  1743	2.2.1.0.-1 1
  1744	2.-2.0.-5.3.-3 1
  1745	2.-2.0.-5.2.-2 1
  1746	-2.2.0.-4.-3 1
  1747	-2.2.0.-4 1
  1748	2.-2.0.-3.3.-3.0.-2 1
  1749	2.-2.0.-3.2.-2 1
  1750	2.2.0.-2.-5.5.-2 1
  1751	2.-2.0.2.-3.1.-3.3.-3 1
  1752	2.2.0.-2.3.-1.-2.-2 1
  1753	2.-2.0.2.-2.-3.3.-1.1.-3.3.-5 1
  1754	-2.-2.0.-2.2.2.-2 1
  1755	2.2.0.-2.2.-2 1
  1756	-2.-2.0.2.2.-2 1
  1757	2.2.0.-2.-2.-1.-2 1
  1758	2.2.0.-2.-2.-1.1.2.-5.0.-2 1
  1759	2.-2.0.-2.-1.1.-1 1
  1760	2.-2.0.-2.-1.1 1
  1761	2.-2.0.-2.-1 1
  1762	2.-2.0.-1.-2.2.1.-1.-2.3.-3.-2 1
  1763	2.-2.0.-1.0.-2 1
  1764	2.-2.0.0.0.-3.-2.-2.2.2.-2.-2.2 1
  1765	2.1.-5.2.-2.0.-2 1
  1766	-2.-1.-4 1
  1767	2.1.-3.3.-5.2.0.3.2.-2.-1.3.-2.-1.1 1
  1768	2.1.-3.3.-5.0.-2 1
  1769	2.1.-3.3.-3.-2 1
  1770	2.1.-3.-2.2.3.-5.-2.2.2.2.1.-3.-2.2.3.-5.-2.2.2.-4.0.0.-3.2.1.-3.-2.2.2.1.2.2.2.1.-1.-2 1
  1771	2.1.-3.-2.2.2.-4.-3.5.-3.1.-3.-2.0.-2.0.4.3 1
  1772	2.1.-3.-2.2.-2.-3.-2.4.1.-5.4.1.2.-3.1.-3.2.1.-1.-2 1
  1773	2.1.-3.-2.-2.2.2.-2.-2.2.2 1
  1774	2.1.-3.2.-2.-2.-1.1.2.-2 1
  1775	2.1.-3.-2.2 1
  1776	2.1.-3.-2 1
  1777	-2.-1.-2.5.-2.2.3.2 1
  1778	-2.-1.-2.5.-2.-1.-4.2.3.-3.-2.2.1.-1.-2 1
  1779	-2.-1.-2.5 1
  1780	-2.-1.-2.3.-3 1
  1781	2.1.2.-3.-2.2.3 1
  1782	-2.-1.-2.3.2 1
  1783	-2.1.2.-3 1
  1784	-2.-1.-2.3 1
  1785	2.1.2.2.3.-3.0.-2 1
  1786	2.1.2.-2.2.2.-2 1
  1787	2.1.2.-2.2.-2.-1.-2.-2.4.1.-3 1
  1788	-2.-1.-2.-2.2.2.1.-1 1
  1789	-2.-1.-2.2.2.-2.0.-2 1
  1790	-2.-1.-2.2.1.-3 1
  1791	2.1.2.-2.-1.-2.2.3.2.-7.3.-1.-2.7.-2.-2.-1.-2.2.1.-3.-2.-2.-1 1
  1792	2.1.2.-2.-1.-2.2.3.2 1
  1793	2.1.2.-2.-1.-2.2 1
  1794	-2.-1.-2.2.1.-1.-2.0.-2 1
  1795	2.1.2.-2.-1.0.-2 1
  1796	-2.-1.-2.-2.-1 1
  1797	2.1.2.-2 1
  1798	-2.-1.-2.-2 1
  1799	2.1.2.-1.-2 1
  1800	2.1.2.-1 1
  1801	-2.-1.-2.0.3.2.-2.-1.-4.2.2.1.-1.-2.2 1
  1802	-2.-1.-2.0.3.2.-2.0.-1.0.-2 1
  1803	2.1.2.0.-2.-3.0.5.0.2.2.-2.2.-2.2 1
  1804	2.1.2.0.-2.-1 1
  1805	-2.-1.-2.0.-2 1
  1806	2.1.2.0.-1.-2 1
  1807	-2.1.-2 1
  1808	2.1.-1.2.-4 1
  1809	2.1.-1.-2.3.2.-3.1.-1.-2.3.4.-2.-2.2.2.-5.1.2.-5.3.-1.-2.-2.2.-5.5.0.-2.-1.1.2.0.2.1.-1.-2.-2.-1.1.2 1
  1810	2.1.-1.-2.2.-5.1.-1 1
  1811	2.1.-1.-2.2.-4 1
  1812	2.1.-1.-2.-2.-3.1 1
  1813	2.1.-1.-2.2.-2.-5.0.5.0.5.-5.2.1.-1.-2.2.-2.-5.5.0.-3.1.-1.-2.5.-2.4.3 1
  1814	2.1.-1.-2.-2.2.-4.2.2.2.1.-1.-2.-2.2.-4.2.0.-3.2.-2.-2.-2 1
  1815	2.1.-1.-2.-2.2.3 1
  1816	2.1.-1.-2.-2.-2.2.2.-4 1
  1817	2.1.-1.-2.-2.2.2.-2 1
  1818	2.1.-1.-2.2.-2.-2.-1.1.2.-2 1
  1819	2.1.-1.-2.-2.2.-2.0.-2 1
  1820	-2.-1.1.2.-2.2.2 1
  1821	2.1.-1.-2.2.-2.0.-4 1
  1822	2.1.-1.-2.2.1.-1.-2.2 1
  1823	2.1.-1.-2.2.1.-1.-2 1
  1824	-2.-1.1.2.0.-2 1
  1825	2.1.-1.-2.0 1
  1826	2.1.-1.1.-3.2 1
  1827	2.1.-1.1.-3 1
  1828	-2.-1.1.-1.-2.-2.2.-2.2.3.-3 1
  1829	-2.-1.1.-1.-2.2.1.-1 1
  1830	2.1.-1.0.1.-1 1
  1831	2.-1.0.-4 1
  1832	2.1.0.-1.-2.-2.-2.0.-1 1
  1833	2.1.0.-1.-2.-2.-2 1
  1834	2.1.0.-1.-2.-2.0.-2 1
  1835	2.1.0.-1.-2.-2 1
  1836	2.1.0.-1.-2 1
  1837	2.1.0.-1 1
  1838	2.-1.0.0.-2.2 1
  1839	2.0.-7 1
  1840	-2.0.-5.2 1
  1841	-2.0.4.3.-5.-2.0.-3.3.-3 1
  1842	-2.0.4.-2.-3.1.-3.-2.5.-3.-2.2.3.-3 1
  1843	2.0.-4.2 1
  1844	-2.0.-3.3.-5.2.-2.0.-1 1
  1845	-2.0.-3.3.-5.2 1
  1846	-2.0.-3.3.-3.5.2.3.-3.-2.2.3 1
  1847	-2.0.-3.3.2.-2.2.-2.-1 1
  1848	-2.0.3.2.2 1
  1849	-2.0.3.-1.1 1
  1850	2.0.3 1
  1851	-2.0.2.-7.0 1
  1852	-2.0.-2.7.0 1
  1853	-2.0.2.-5.2.-2.0.-2 1
  1854	-2.0.2.-5.0.-2 1
  1855	-2.0.-2.-3.3.4.-2 1
  1856	-2.0.2.3.-1.-2.2 1
  1857	-2.0.-2.2.2.-2.2 1
  1858	2.0.-2.2.-2 1
  1859	-2.0.-2.2.2 1
  1860	2.0.-2.-2.-1.-2.2.2.1.0.-1.-2 1
  1861	2.0.2.-2.0.-2 1
  1862	2.0.2.-2 1
  1863	2.0.-2.2 1
  1864	2.0.-2.-2 1
  1865	2.0.-2.-1.-4.2.-4.2.0.2.-2.5.2.0.-2.-1.-4.2.-4.2.-2.2.2.2.1.-1 1
  1866	2.0.-2.-1.-2.-2.2.2.1.0.-1.-2 1
  1867	-2.0.-2.-1.1.2.-5.3.-3.3.-5.0.4.1.2.2.0.-4.2.0.0.-2.-1.1.2.-5.3.-3.3.-5.0.4.1.2.2.0.-4.2.0.0.4.3.2.-4.-3.0.-2.2.3.4.-2.-2.-5.4.3.2.-4.-3.0.-2.2.3.4.-2.-2.0.-7.7.-5.0.-2.-1.1.2.-5.3.-3.2.-4.0.4.1.2.0.2.-2.0.-2 1
  1868	-2.0.-2.-1.1.2.0.7.0 1
  1869	-2.0.-2.-1.1.2.0.-7 1
  1870	-2.0.-2.-1.1.2 1
  1871	-2.0.-2.-1.1.-1.-2.-2.7.-2.-1.-4.2.2.1.-1.-2.-2 1
  1872	-2.0.-2.-1.1.-1.-2.-2.4.1.2.-7.2.2.1.-1.-2.-2.-2 1
  1873	-2.0.-2.-1.1.-1 1
  1874	-2.0.-2.-1.1 1
  1875	-2.0.-2.-1.0.-4 1
  1876	-2.0.-2.1.0.-2.2 1
  1877	-2.0.-2.0.2.2.3.-5.2.-2 1
  1878	2.0.-2.0.-1.-2 1
  1879	-2.0.2.0 1
  1880	-2.0.-1.-4.2.3.-3.-2.2 1
  1881	-2.0.-1.-2.3.-5.0.-1 1
  1882	-2.0.-1.-2.3.2.-2.2.-2.-1 1
  1883	-2.0.-1.-2.-2.2.-4 1
  1884	-2.0.-1.-2.-2.2.-2 1
  1885	-2.0.-1.-2.-2.2.1 1
  1886	-2.0.-1.-2.2.-2.0.-2 1
  1887	-2.0.-1.-2.2.1.-1.-2.3.-3.-2 1
  1888	-2.0.-1.-2.0.-2 1
  1889	-2.0.-1.0.-2 1
  1890	-2.0.0.-3.5.-2.2.3.2.-2 1
  1891	-2.0.0.-3.0.-2 1
  1892	-2.0.0.0.-3.-2.-2.2.2.3.0.2.-2 1
  1893	-1.5.3.-3.0.-2 1
  1894	1.-5.-2 1
  1895	1.4.-4.2.-2.0.-1 1
  1896	1.4.-4.2 1
  1897	-1.-4.4.1.2.-2 1
  1898	1.4.3.-5.0.0.-5.2.-2 1
  1899	1.4.3.-1 1
  1900	-1.-4.2.-2.-3.1.-1.-2.7.-2.5.-1.-4.2.-2.-3.1.-1.-2.7.0.-2.-2.4 1
  1901	1.4.-2.-2.2.2.-2.-3.3.-3.1.-3 1
  1902	-1.-4.2.2.1.-3 1
  1903	1.4.-2.2.1.-1.3.-2.-1.-2.2.-4.2.2.0.-2.2.1.-1.7.1.2.-2.-1.-2.-2.2.2.0.0.3.2.0.0.-2.-2.-1.-2.0.3.2.-2.-1.-2.-2.2.2.0 1
  1904	1.4.0.-2.-2.-1.-2.2.1.2.-2.-1.1.-3 1
  1905	1.4.0.2.-2 1
  1906	1.-3.7.-2.-2.-1.0 1
  1907	1.-3.5.2 1
  1908	1.-3.3.-3 1
