     1	0* 21316
     2	2 3120
     3	-2 2822
     4	-1 1443
     5	3 624
     6	1 581
     7	2.-2 408
     8	-3 303
     9	2.2 287
    10	2.2.-2.-2.2 181
    11	5 161
    12	0 130
    13	7 127
    14	-4 124
    15	3.-2.0 117
    16	2.3 111
    17	0.-2 109
    18	2.1.-1 99
    19	4 97
    20	2.2.-2 95
    21	-1.-2 90
    22	1.-1 85
    23	2.-2.0.-1 80
    24	-2.2 80
    25	-2.-2 74
    26	2.-2.-2 72
    27	0.-1 70
    28	2.1.-1.1 66
    29	-2.2.2.-2.2 59
    30	2.-2.-2.2.-2 55
    31	2.1.-1.-2 55
    32	1.2 54
    33	2.1.-1.-2.2 52
    34	0.2 52
    35	-2.2.-2.0.-2 49
    36	-2.2.-2 49
    37	1.2.-2.-1.-2.2.1.-1.-2 49
    38	3.-3.-2.2.2.-2 48
    39	-2.-1 48
    40	-2.2.-2.-2 47
    41	-5 45
    42	3.-3.0.-2 45
    43	-1.1.2.-2 43
    44	2.-2.-1.1.-1.-2.0.-2 42
    45	-1.1.2 42
    46	2.2.-2.2.1.-1 41
    47	3.-1.1.2.-2.-1.-2 40
    48	-2.-1.1.-1 39
    49	-2.0.-3 39
    50	3.-1 38
    51	-2.-3 38
    52	-2.-2.-1.3.2 38
    53	2.1 36
    54	-2.0.-1 36
    55	2.3.-3.2 35
    56	2.3.-1.-2.2.1.-1.-2 35
    57	-2.0 35
    58	-1.1 35
    59	2.3.-5.2.-2.0.-2 34
    60	2.-2.2 32
    61	2.0.-2 32
    62	1.2.-2 32
    63	2.-2.0 31
    64	-1.-2.2 31
    65	-2.0.-2 30
    66	-1.1.2.-2.2 30
    67	-2.0.-1.-2 29
    68	2.-2.-1 27
    69	2.1.-1.-2.-2 26
    70	1.2.-3.1 26
    71	2.-2.-2.-1.1 25
    72	1.2.-2.-1 25
    73	3.-1.-4 23
    74	-2.2.2.-2 23
    75	-2.2.2 23
    76	1.2.2 23
    77	3.2 22
    78	2.-2.2.-2.-2 22
    79	-1.0.-2.2.-2.-2.2 22
    80	3.-3 21
    81	2.3.-1.-2.2 21
    82	-2.2.3.-5.2.-2.0.-2 21
    83	2.-2.0.-3.2.-2 21
    84	2.1.-1.-2.-2.2 21
    85	3.0.-1 20
    86	2.-4.2 20
    87	2.-2.-3 20
    88	2.2.-2.2.1 20
    89	5.-1 19
    90	-3.2.1.-1 19
    91	2.3.0.2 19
    92	-2.2.2.-2.2.-2.-3.1.-1 19
    93	-2.2.-2.-2.2 19
    94	2.-2.0.-1.-2.2.1.-1 19
    95	0.-2.2 19
    96	3.2.-2 18
    97	-3.2.1.-1.-2.-2.2 18
    98	-3.2.1.-1.-2 18
    99	-1.1.-1 18
   100	7.2 17
   101	-3.1.2 17
   102	2.-2.-2.2 17
   103	2.1.-3 17
   104	3.-5.2.2.1.-1.1.-1.-2 16
   105	2.-4 16
   106	-2.-2.2.2 16
   107	2.1.2 16
   108	1.-3 16
   109	-2.2.-4.2 15
   110	2.-2.2.1.-1 15
   111	-1.1.-1.-2.-2 15
   112	7.1 14
   113	4.3.0.2 14
   114	-4.2.2 14
   115	3.-2.-1.1.-1.-2.-2.2.-2 14
   116	2.2.-2.2 14
   117	2.2.1 14
   118	0.0 14
   119	3.2.-2.0.-1 13
   120	3.2.2 13
   121	3.-2.-1.1.-1.-2.2.-2 13
   122	3.-1.-2 13
   123	-2.4 13
   124	2.-2.-2.2.2 13
   125	2.1.-1.-2.0.-2 13
   126	-1.-4 13
   127	-1.3.2 13
   128	-1.1.2.-2.2.2 13
   129	1.-1.-2.2 13
   130	0.-1.-2 13
   131	4.1.-1.-2 12
   132	3.-3.2.1 12
   133	3.0 12
   134	2.3.-3 12
   135	2.3.0 12
   136	2.-3 12
   137	2.-2.0.-3 12
   138	3.-5 11
   139	-3.3 11
   140	3.2.-2.-1.1.2.-2.2 11
   141	-3.2.1.-1.1 11
   142	-3.1.2.-5.2 11
   143	-3.1.2.-2.-1.-2.2.1.-1.-2 11
   144	-2.2.-4.2.-2.-1 11
   145	-1.1.2.-2.-1.-2.2 11
   146	4.3 10
   147	2.2.3.-5 10
   148	2.2.-2.-2.-1.1.-1.-2.2.-2 10
   149	2.-2.2.2 10
   150	2.-2.-1.-2 10
   151	-2.2.1.-1 10
   152	-2.-1.1.-1.-2.-2 10
   153	1.-1.-2 10
   154	-1.1.-1.-2.2.1 10
   155	4.3.2 9
   156	-4.2 9
   157	-2.-2.2.2.-2.2.1 9
   158	2.-2.2.2.-2 9
   159	-2.-1.1.-1.-2.-2.2 9
   160	1.4 9
   161	1.-1.-4 9
   162	-1.1.-1.-2.2.-2 9
   163	0.-3 9
   164	-7 8
   165	3.-5.2 8
   166	2.-4.-2.2.2.-2 8
   167	2.-4.-1.-2 8
   168	2.3.-3.-2.2.1.-1.-2 8
   169	-2.2.-4.2.2 8
   170	-2.2.1 8
   171	-2.0.-1.-2.2.1 8
   172	-1.-2.0.5.-2.2.2 8
   173	1.-1.-2.-2.2 8
   174	3.-3.2.-2.-2.2.-2 7
   175	3.-3.-2.2.2.-2.-2 7
   176	-3.2.1.-1.-2.-2 7
   177	-2.4.-2 7
   178	2.4 7
   179	2.3.-1.1 7
   180	2.2.-2.-2 7
   181	-2.-2.-1.1.2.-2.2 7
   182	2.2.0.-2 7
   183	-2.0.-2.2 7
   184	1.-3.2 7
   185	1.-1.-2.2.-2 7
   186	1.-1.-2.2.1.-1.1 7
   187	1.-1.-2.-2 7
   188	5.2 6
   189	4.3.0 6
   190	-4.2.2.3.-1.-2.2.1.-1.-2 6
   191	-4.2.2.-2.-2 6
   192	4.-2 6
   193	3.-3.-2.2.1.-1.-2 6
   194	3.-3.-2 6
   195	-3.2.1 6
   196	-3.-2 6
   197	2.3.-1.-2.2.1.-5.0.-3.1.-1 6
   198	2.3.-1.-2 6
   199	-2.2.3 6
   200	-2.2.-2.-3 6
   201	-2.2.2.1 6
   202	2.2.2 6
   203	2.-2.-1.1.2.2 6
   204	2.2.1.-1 6
   205	2.-2.0.-2 6
   206	-2.2.0.-2 6
   207	-2.-1.1.-1.-2.-2.2.-2 6
   208	-2.0.-3.3.-5.2.-2.0.-2 6
   209	-2.0.-3.2.-2 6
   210	1.-3.0.-2 6
   211	1.2.2.-4.2.-2.-1 6
   212	1.2.-2.2 6
   213	-1.1.-3 6
   214	-1.1.2.0.-2 6
   215	-1.0.-2.2 6
   216	-1.0.-2 6
   217	-3.3.2 5
   218	-3.3.0.0 5
   219	3.-2.-1.1.-1.-2.2.1.-1.1 5
   220	3.-2.-1 5
   221	3.-1.1.2 5
   222	3.-1.1 5
   223	-3.1 5
   224	-2.5 5
   225	2.-4.-1.1.-1.-2.-2.2.-2 5
   226	2.-3.1.-1.-2.2 5
   227	2.2.-4 5
   228	-2.2.2.-2.-2.2 5
   229	-2.2.-2.-2.2.-2 5
   230	-2.2.2.-2.-1.-2.2 5
   231	2.2.1.-1.1.-1.-2.2.-2 5
   232	2.1.-3.2.-2.0.-2 5
   233	-2.-1.-2 5
   234	-2.-1.1.-1.-2.2.-2 5
   235	1.-3.-2.2.2.-2 5
   236	-1.-2.2.1 5
   237	-1.1.2.-5.2 5
   238	1.-1.-2.-2.2.2 5
   239	5.-2.2.2 4
   240	5.0.-2 4
   241	-4.4 4
   242	4.3.2.-2 4
   243	4.-2.3.0.-3 4
   244	-4.2.3.0.2.-2.0 4
   245	-4.2.2.-2.2 4
   246	3.2.-2.2 4
   247	2.-4.-3 4
   248	-2.3.4.-2.2.-2.-3.1.2.2.-4.2.-2.-1 4
   249	2.3.2 4
   250	-2.3 4
   251	2.2.-4.0.-1 4
   252	-2.2.-4 4
   253	2.2.-2.-2.-1.1 4
   254	2.2.2.-2 4
   255	-2.2.2.1.-3.2.-2 4
   256	2.-2.-2.-1.1.2.-2.-1 4
   257	-2.2.2.0.-2 4
   258	2.2.1.-3.2.1.-1 4
   259	-2.2.1.-1.-2.0 4
   260	2.-2.0.-3.1.-1 4
   261	-2.1.-2.2 4
   262	2.1.-1.-2.-2.2.2.-2.-2 4
   263	-2.-1.1.2.-2.2 4
   264	-2.0.-3.2.1.-1.-2 4
   265	-2.0.-3.1.-1 4
   266	-2.0.2 4
   267	-2.0.-1.-2.2 4
   268	1.4.-2.-2.2.2.-2 4
   269	-1.-2.-2 4
   270	0.-1.1 4
   271	7.0.-2.-1.1.2 3
   272	5.-2.2.2.-2.2 3
   273	5.-2.2 3
   274	5.-2 3
   275	4.-4.2.2 3
   276	-4.4.-2 3
   277	4.3.2.-2.-1.-2.2.1.-1.-2 3
   278	-3.3.2.-2.-1.1 3
   279	-3.3.0 3
   280	3.2.-2.-1.-2.2.-2 3
   281	3.2.-2.-1.1 3
   282	3.2.0.-2 3
   283	3.-2.0.-1.1 3
   284	3.-2 3
   285	3.-1.-2.2.1.-1 3
   286	3.-1.1.2.-2 3
   287	3.-1.0.-2.2 3
   288	-3.0.-2.2 3
   289	2.-4.-1.1.2.-2.2.2 3
   290	2.3.-5.2.-2 3
   291	2.3.-1.-2.3.-5.2.2.-2.-2 3
   292	2.-3.1 3
   293	2.3.0.-1 3
   294	2.-2.-2.2.2.-2.2.1 3
   295	2.-2.-2.-2.2.2 3
   296	-2.2.2.-2.-2.0 3
   297	-2.-2.2.2.1 3
   298	2.-2.2.1 3
   299	2.-2.-2.-1 3
   300	2.2.-2.0.-2 3
   301	-2.-2.2 3
   302	2.2.1.-3.2.-2 3
   303	-2.-2.0.2.-5.-2.2.2.-2 3
   304	2.-2.0.-1.-2 3
   305	-2.-1.-2.2.-2 3
   306	2.1.-1.-4 3
   307	2.1.-1.-2.2.-2.0.-2 3
   308	2.1.-1.-2.0 3
   309	-2.-1.0.-2 3
   310	-2.0.-1.-2.2.-2 3
   311	-2.0.-1.-2.2.1.-1.-2.2.-2.-2 3
   312	-2.0.-1.-2.-2 3
   313	-2.0.-1.1 3
   314	2.0 3
   315	1.2.-5.-2.-2.2.2.0.-2 3
   316	-1.-2.2.-4.4.-2.2.-4 3
   317	-1.-2.2.-2.0.-2 3
   318	-1.-2.2.-2 3
   319	1.2.-2.-1.1 3
   320	-1.1.-3.-2.-2.2.0.7.-2.2.-3.1.4.-2.-2.0.-1.-2 3
   321	1.-1.1 3
   322	0.-5 3
   323	0.-2.-3 3
   324	0.-1.1.-1 3
   325	0.0.-3 3
   326	-7.2.3.-1.-2 2
   327	-7.2.-2 2
   328	7.1.-3.-2.4.-2.2.1 2
   329	7.0.-2 2
   330	6 2
   331	5.4.1.-3.2.-4 2
   332	-5.3.2.-2.-1.1 2
   333	5.-3.2 2
   334	-5.3.2 2
   335	5.-3.0.-2 2
   336	5.2.3 2
   337	5.2.-2.-1.1.2.-2.2 2
   338	5.2.1 2
   339	5.-2.0 2
   340	-4.4.2.-4.-2.0.-3.2.-2 2
   341	4.3.0.-1.-2.-2 2
   342	-4.2.2.2.1.-3 2
   343	4.-2.-2 2
   344	-4.2.-2 2
   345	4.1.2 2
   346	4.1 2
   347	3.-3.-2.2.2.1 2
   348	-3.3.2.2 2
   349	-3.3.2.-2 2
   350	-3.3.-1.-4 2
   351	3.-3.0 2
   352	-3.2.-2.-2.2 2
   353	3.-2.2.-2.0.-1 2
   354	-3.2.-2 2
   355	3.-2.1.-2.2 2
   356	3.-2.1 2
   357	3.-1.-4.2.-2.-3.3.-1.1.2 2
   358	-3.1.2.-5.0.-2 2
   359	3.-1.-2.2.-4.0.-1 2
   360	3.-1.-2.2.-2 2
   361	3.-1.-2.2.1 2
   362	3.-1.-2.-2 2
   363	-3.1.-1.-2.2 2
   364	-3.1.-1.-2 2
   365	-3.1.-1 2
   366	3.-1.0 2
   367	-3.0.-2.2.2.-2.-2 2
   368	3.0.2 2
   369	3.0.-1.-4 2
   370	-2.7.1 2
   371	2.-5 2
   372	2.4.-4.2 2
   373	-2.4.3.0.-2.-1.1.-3 2
   374	-2.4.-2.-2.-1.1 2
   375	2.-4.-1.1.2.-2.-1 2
   376	2.-4.-1.1.-1.-2.2.-2 2
   377	-2.4.0.-4 2
   378	2.3.-3.-4.2 2
   379	2.3.-3.-2.2.2.-2.-2 2
   380	2.3.-3.2.-2.0.-2 2
   381	2.3.-3.0.-2 2
   382	-2.-3.3 2
   383	2.3.2.-2.4.0.-4.-1.3.-2.-1 2
   384	2.3.2.-2.-1.-2.2.1.-1.-2 2
   385	2.3.2.2.0.-2 2
   386	-2.-3.2.1.2.-2.-3.2.-2.0.-2 2
   387	2.3.-1.1.2.-2.2.2 2
   388	2.3.-1.1.2.-2 2
   389	2.3.-1 2
   390	-2.3.-1 2
   391	-2.3.0.-3 2
   392	2.-2.5.2.2.-2 2
   393	2.2.-4.2.-2 2
   394	2.-2.-4 2
   395	-2.-2.-3.5.2 2
   396	-2.2.3.2.-2.-1.1.2.-2.2 2
   397	2.-2.-3.1 2
   398	-2.2.3.0.2.-2.0.-1 2
   399	-2.2.3.0.2.-2.0 2
   400	-2.2.3.0.2 2
   401	2.-2.-2.4.3.2.-2.-2.2.-2.-3.3.0.-3.-2.5.0.-3 2
   402	-2.2.2.-4.0.-1.-4 2
   403	-2.-2.2.-3.1.4.-2.-2.2.2.-2 2
   404	-2.2.-2.-3.1.2.-2.2.2 2
   405	-2.2.2.2.-4.2.-2 2
   406	2.-2.2.-2.-3.1.-1 2
   407	-2.2.-2.-2.2.3.-1.-2.2.2 2
   408	2.2.-2.-2.2.2.2.-2.0.-2 2
   409	2.2.-2.-2.2.2.1.-1.0.-2 2
   410	2.2.-2.-2.2.2 2
   411	-2.2.2.-2.-2.-1.1 2
   412	2.-2.2.-2.-2.-1 2
   413	-2.2.2.-2.-2 2
   414	2.-2.2.2.1.-3.2.-2 2
   415	-2.-2.2.2.1.-1 2
   416	-2.-2.2.-2 2
   417	-2.2.-2.-1.-2.-2.2.2.-2.-2.2 2
   418	2.-2.-2.-1.1.2.-2.2.2 2
   419	-2.2.-2.-1 2
   420	-2.2.-2.0.-3 2
   421	2.-2.-2.0.-1.-2 2
   422	2.-2.-2.0 2
   423	-2.2.-2.0 2
   424	-2.-2.-1.-4.2.3.-1.-2.3.4.-2.2.-4.0.-1 2
   425	2.2.1.-3.2.1.-1.-2 2
   426	2.2.1.-3 2
   427	-2.2.1.2 2
   428	-2.-2.-1.1.2.2.-2.-2 2
   429	2.-2.-1.1.2.-2.2 2
   430	2.2.1.-1.-2.2 2
   431	2.2.1.-1.-2 2
   432	2.2.1.-1.0.-2 2
   433	2.-2.-1.1 2
   434	-2.-2.-1.0 2
   435	2.2.0.-2.5.-3.0.-2 2
   436	2.2.0.-2.2.-2 2
   437	2.-2.0.-1.-4 2
   438	2.-2.0.-1.-2.2.-2 2
   439	-2.-2.0 2
   440	2.1.-5 2
   441	2.1.-3.2.-2 2
   442	-2.-1.-2.2.1.-1.-2 2
   443	2.1.2.2 2
   444	2.1.-1.-4.2.2.-2.2 2
   445	2.1.-1.-2.-2.2.-2 2
   446	2.1.-1.-2.-2.2.0.-2 2
   447	2.1.-1.1.-3 2
   448	2.1.-1.0.-2 2
   449	-2.0.-3.1.2 2
   450	1.4.3.-5.-2.0.-3.2.-2 2
   451	-1.3.2.3.-3.-2.2.2.-2.-2 2
   452	-1.3.2.-2.-2.2.-2.-1.1 2
   453	1.-3.-2.-2 2
   454	-1.3.-2.-1.1.-1.-2.2.1.-1.1 2
   455	1.-3.-2 2
   456	-1.-2.5 2
   457	-1.-2.3 2
   458	1.2.2.-4.0.-1 2
   459	-1.-2.2.1.-1.-2 2
   460	1.2.-2.-1.1.-1.-2 2
   461	1.2.-2.0.-3.2.-2 2
   462	1.2.2.0.-2 2
   463	1.2.-2.0 2
   464	-1.1.-3.2.1.2.2 2
   465	1.-1.3.-2.-1.1.-1.-2.2.-2 2
   466	1.-1.-2.2.-4 2
   467	1.-1.-2.2.-2.0.-3.1.-1 2
   468	1.-1.-2.0.-2 2
   469	-1.1.-1.-2 2
   470	-1.1.0.-1 2
   471	-1.0 2
   472	0.-4.2 2
   473	0.3.-5 2
   474	0.2.-5.-2.2.2.-2 2
   475	0.2.-2.-1.1 2
   476	0.-2.-2 2
   477	0.0.0.-1 2
   478	0.0.0 2
   479	7.2.-4.2 1
   480	7.2.-2.-2.2.-2.-2.4.-7.7.2.-2.-2.2.-2.-2.4.-7.3.-1.1.2 1
   481	7.2.-2.2 1
   482	-7.2.-2.-2 1
   483	7.-2.-2.-1 1
   484	7.-2.2 1
   485	7.1.-3.-2.4.-2.2.1.-1 1
   486	7.1.-1.-2 1
   487	-7.0.3.2.-2.2.2.1.-1 1
   488	7.0.-2.2.-2.-3 1
   489	-5.5.-2.0.-1.-4.5.-1.-2.2.-4.-3.0.2.-4.2.-2.-2 1
   490	5.4.1.-3 1
   491	-5.3.-3.2.3.-5.3.-3.2.3.2.-2.-2.2.2.-2 1
   492	-5.3.-3.2.3.-5.2.-2.2.3.2.-2.-2.2.2.-2 1
   493	5.-3.2.1.-1.1 1
   494	5.-3.2.1 1
   495	-5.3.-1.-4.-2.2.2.0.-7.3.2.0.-2 1
   496	-5.3.-1.-2.-2.0.-2 1
   497	5.-3.1.-1.-2 1
   498	5.-3 1
   499	-5.3 1
   500	5.2.3.-3.2.1 1
   501	5.2.3.-1 1
   502	-5.2.-2.5.4.-4.2.0.-7.2.3.-5.2.-2 1
   503	5.-2.2.2.1.-3.2.-2 1
   504	5.-2.2.2.1.-1.0.-2 1
   505	5.2.-2.-1.1.2.-2 1
   506	5.2.-2.-1 1
   507	5.-2.-1.-4 1
   508	5.-2.1.-2.2 1
   509	5.-2.-1.1.-1.-2.-2 1
   510	5.-2.-1.1.-1 1
   511	5.-2.-1.1 1
   512	5.-2.-1 1
   513	5.-2.0.-1.-4.2.3.-1.-2 1
   514	5.-2.0.-1.-2 1
   515	5.-1.3.2 1
   516	5.-1.-2 1
   517	5.-1.1.2.-2.2 1
   518	-5.0.3.-1.1.2.-2.-1.3.-2.0.-3.2.-2 1
   519	5.0.-2.2.-2.-3 1
   520	5.0.-2.-1.-2 1
   521	5.0.2 1
   522	5.0.0 1
   523	-4.5.-3 1
   524	-4.5.-1.-2 1
   525	-4.5.-1.1.-3.2 1
   526	4.-4.4.3 1
   527	-4.4.3.2.-2.-2.-3.2 1
   528	-4.4.-2.-2.4.-4.2.2.3.0.2.-2.0.-5.3.-1.-2.-2.4.-2.2.-4.2.2.2.-4.2.2.-2.-2 1
   529	4.-4.2 1
   530	-4.4.1.-3.-2.0.-3.2.-2 1
   531	-4.4.1.-3 1
   532	4.3.-5 1
   533	4.3.-3.-4.5 1
   534	4.3.2.-4.2.-3.1.-1.-2.2.-2.-2.4.3.2.-2.-2 1
   535	4.3.2.3.-1.-2 1
   536	4.3.2.-2.-3.-2.3.0.-3 1
   537	4.3.2.-2.-2.0.-1 1
   538	4.3.-2.-1 1
   539	4.3.-1.1.-1 1
   540	4.3.0.-2.-1.1.-1 1
   541	4.3.0.-1 1
   542	4.2.-4.-2.0.-3.0.3.2.-5 1
   543	-4.2.4.1.-1.0.-2 1
   544	4.-2.-4 1
   545	4.-2.-3.-2.3.-1.-4.5.4.-2 1
   546	-4.2.-3.-2.2.-2.-2.2.2 1
   547	4.-2.2.-4 1
   548	-4.2.2.3.0 1
   549	-4.2.2.-2.-3.-4.0.4.1.2 1
   550	-4.2.2.-2.-2.2 1
   551	-4.2.2.-2.-2.-1.1 1
   552	-4.2.-2.2.-2.0.-2.2.2.2.-2.0.-2 1
   553	4.-2.-2.2.2 1
   554	4.-2.2.-2 1
   555	-4.2.2.-2 1
   556	4.-2.2.1.-1.0.-4.-3.3.4.1.-1.-2.2.0.1.-1.-2.-3.1.-5.2.2.1.-3.2 1
   557	4.-2.-2.-1.1 1
   558	4.1.-3.-2.-1.-2.3 1
   559	4.1.2.-1.-2 1
   560	4.1.-1.0 1
   561	4.0.-5.3.-2.0.-1 1
   562	-4.0.-2.2.4.-4.2.2.-2.-2 1
   563	4.0.-2 1
   564	3.-5.-3.1.-3 1
   565	3.-5.2.-5.1 1
   566	-3.5.-2.2.2.-2.2 1
   567	3.-5.-2.2.2.0.-2 1
   568	3.-5.2.-2.-2 1
   569	3.-5.2.-2.0.-2 1
   570	3.-5.2.-2 1
   571	3.-5.2.0.-2 1
   572	3.-5.-2 1
   573	-3.5.-2 1
   574	3.-5.0.2.2.-2.2.-2.-2.4 1
   575	3.-5.0.-1.-2.2 1
   576	3.4.2.-2 1
   577	3.4.1.-3.-3.3.-3.1.-3.2.-2.-2.4.3.2 1
   578	3.4 1
   579	-3.3.-5.-2.4.-4.2.2.3.0.2.3 1
   580	-3.3.-5.-2.4.-4.2.2.3.0.2 1
   581	-3.3.-5.2 1
   582	-3.3.-5 1
   583	3.-3.-4 1
   584	3.-3.3.2.-2.2.3.-1.-2.2 1
   585	3.-3.3.2.2.0.-2 1
   586	3.-3.3.2 1
   587	3.-3.2.-4.2 1
   588	-3.3.2.-4.-1.1.-1.-2.2.-2 1
   589	3.-3.-2.4.0.-4 1
   590	3.-3.-2.-2.4.3.-3.-2.2.-4.0.-3 1
   591	3.-3.-2.2.-4.0.-1 1
   592	3.-3.-2.2.3.0 1
   593	3.-3.-2.2.3 1
   594	3.-3.-2.2.-2.-3.3.-1.1.2 1
   595	3.-3.-2.-2.2.2.-2 1
   596	3.-3.-2.-2.2.-2 1
   597	-3.3.2.-2.-2.0.-1.-2.0.3.-1.1.2.-2 1
   598	3.-3.-2.2.2 1
   599	-3.3.2.-2.2 1
   600	3.-3.-2.2.1 1
   601	-3.3.2.2.0.-2 1
   602	3.-3.2.2 1
   603	-3.3.-2.-1.-2 1
   604	-3.3.-2.-1.1.-1.-2.2.-2 1
   605	-3.3.-2.-1.1.-1.-2 1
   606	3.-3.2.1.-1 1
   607	3.-3.-2.0.2.-2 1
   608	3.-3.2 1
   609	-3.3.-1.-2.2.-4.-1.1.2 1
   610	3.-3.1.2 1
   611	-3.3.-1.-2 1
   612	-3.3.-1.1.-3 1
   613	-3.3.0.-5.2.-2 1
   614	3.-3.0.-2.5.2.0.-2.2.2.0.0.-2.-3.1.-1.-2 1
   615	-3.3.0.2.-2.0.-1 1
   616	-3.3.0.0.-5.2.-2 1
   617	-3.3.0.0.-1.-2.2 1
   618	3.2.-7.3.0.-1 1
   619	3.2.-5.3.-1.-2.-2.2 1
   620	3.2.-5 1
   621	3.2.-4.0.-1.1 1
   622	-3.2.-4 1
   623	3.2.-3.1.2.-2 1
   624	3.2.3.-1.1.-3 1
   625	3.2.-3.1.-1 1
   626	3.2.-3.1 1
   627	3.2.3 1
   628	3.2.-2.-3.2 1
   629	3.2.-2.2.-2.-3 1
   630	3.2.-2.2.2.-2 1
   631	3.2.-2.2.-2.-1.-2 1
   632	3.2.-2.2.-2.-1 1
   633	-3.2.2.-2.-2 1
   634	3.2.2.-2 1
   635	3.2.-2.-2 1
   636	3.-2.2.2 1
   637	-3.2.-2.-2 1
   638	3.2.-2.-1.-2.3.-1.-2.-2.4.1 1
   639	3.2.-2.-1.1.-3.-2.2.1.-5.0.-3 1
   640	3.2.-2.-1.1.2 1
   641	3.2.2.0.-2.2 1
   642	3.2.-2.0 1
   643	-3.-2.2 1
   644	-3.2.1.-3 1
   645	-3.2.1.2.-2.-3.0.-2 1
   646	3.-2.-1.-2.-2.2.-2 1
   647	-3.2.1.2.-2.-1.1 1
   648	3.-2.-1.1.-3.0.-2 1
   649	-3.2.1.-1.-2.3.-1.-2.2.-2 1
   650	-3.2.1.-1.-2.3 1
   651	3.-2.-1.1 1
   652	3.-2.-1.0.-2 1
   653	-3.2 1
   654	3.-1.-4.5.0.-3 1
   655	-3.1.4.3.-5.-2.0.-3.2.-2 1
   656	3.-1.-4.2.-4.2.2.2.-4.2.-2 1
   657	3.-1.-4.2.-2.-3 1
   658	-3.1.4.-2.-2.0.-3.-2.5.-3.-2.2.2.-2 1
   659	3.-1.-4.2 1
   660	-3.1.-3 1
   661	-3.1.2.-5.-4.2 1
   662	-3.1.2.-5.-2.2.2.-2 1
   663	3.-1.2.-4.0.-2 1
   664	3.-1.-2.3 1
   665	3.-1.-2.-2.5 1
   666	3.-1.-2.2.-4.-3 1
   667	3.-1.-2.-2.2.-2.-3.3.2.3.-1.-2.-2.2.2.-2 1
   668	-3.1.2.-2.-1.-2 1
   669	3.-1.-2.2.1.-1.-2.2 1
   670	3.-1.2.1 1
   671	-3.1.2.0.-2 1
   672	3.1.-2 1
   673	3.-1.1.2.-5.0.-2.2 1
   674	-3.1.-1.-2.-2.4.1.-3 1
   675	-3.1.-1.-2.-2.2.2 1
   676	3.-1.1.2.-2.-1.-2.2.1.-1.-2 1
   677	-3.1.-1.1 1
   678	3.0.-5.-3.1.2.-2 1
   679	3.0.-5.-2.2.2.0.-2 1
   680	3.0.-5.-2.2.2 1
   681	3.0.-5.2.-2.0.-2 1
   682	3.0.-5.2.0.-5.1.2.0.-5.3.-1.1.-5.2.3 1
   683	-3.0.-4 1
   684	3.0.-3.2.-4.2.3.-1.3.-5.3.-1.-4.2.2.-2.-2.2.-2.-1.-2.3.2.0.3.-1.-2.5.-2.-1.-2.-2.4.-2.-2.-1.-2.3.2.-2.-3.-2 1
   685	3.0.-3 1
   686	3.0.2.-5.-2.2.2.-2 1
   687	3.0.2.-5.0.-2 1
   688	3.0.-2.-3.2.1.2.2.-2.-2.2 1
   689	-3.0.-2.2.2 1
   690	3.0.-2.-1.1.-1 1
   691	-3.0.-2 1
   692	3.0.-1.3.-5 1
   693	3.0.-1.3 1
   694	3.0.-1.-2.3.-5.0.-2 1
   695	3.0.0 1
   696	-2.7.2 1
   697	-2.7 1
   698	-2.6.-2.0.-2.-2.2.2.-7 1
   699	2.-6.2 1
   700	2.5.-7.2.-2.0.-2 1
   701	-2.5.-2.2.2.-2.2 1
   702	2.-5.-2.2.2.-2 1
   703	-2.5.2.2.-2.0.-2 1
   704	-2.5.2.2.0.3.-1.-4.5.-3.3.2.-2.-1.1.-3.-2.2.-4.2.2.-4.-1.-2.3.-1.-4.4.3 1
   705	-2.5.-1.1.-3.3.2 1
   706	-2.5.-1 1
   707	-2.5.0.-3 1
   708	-2.4.-7.5.-2.4 1
   709	2.-4.4.3.0.-3.2.-4 1
   710	-2.4.-4.2 1
   711	-2.-4.4.0 1
   712	2.4.-4 1
   713	-2.4.-4 1
   714	2.-4.-3.5 1
   715	-2.4.3.0.-2.-1.1.-1 1
   716	2.-4.2.-5.3.-1.-4.-3 1
   717	2.-4.-2.4.2.-2 1
   718	-2.4.-2.-2.2.-4 1
   719	-2.4.-2.2.-2.-3.1.-1 1
   720	-2.4.-2.-2.2 1
   721	2.-4.2.0.-2.7.-7.-2.-1.-2 1
   722	2.-4.-1.1.-1.-2.0.5.-2.-1.1.-1.-2 1
   723	2.-4.0.-3 1
   724	2.-4.0.-1.-2.3.2.-2.2.-2.-1 1
   725	2.3.-5.2.-2.0.0 1
   726	2.3.-5.0.-2.2 1
   727	2.3.-5.0.-2 1
   728	-2.-3.3.-5.2.-2 1
   729	2.3.-3.2.-2.-2 1
   730	2.3.-3.-2.2.2 1
   731	2.3.-3.-2.2.1 1
   732	2.3.-3.2.1 1
   733	-2.-3.3.2 1
   734	-2.-3.3.-1.3.-2.0 1
   735	2.3.-3.1.-1.-2 1
   736	2.3.-3.1.-1.0.-2 1
   737	2.3.-3.0.-2.0.-2.2.2.3.-3.0.-2.0.-2.2.2.-7.0.-2.2.2.1 1
   738	-2.3.-3 1
   739	-2.3.2.-7.2.-2.-2 1
   740	2.3.2.-2.-3 1
   741	-2.-3.2.1 1
   742	2.3.2.0.3.-1.-2.-2.0.-1 1
   743	2.3.-1.-4.5.-3.-2.-2.4.-2.2.-4.4.3.-5.-2.0.-1.-2 1
   744	2.3.1.-4 1
   745	2.-3.1.-3.-2.-2.2.2.-4.2.2 1
   746	2.-3.1.-3.-2.2 1
   747	2.3.-1.-2.2.-2 1
   748	2.3.-1.-2.-2.2 1
   749	-2.3.-1.-2.2.-2 1
   750	2.3.-1.-2.2.1.-5.0.-2.-1.1.-1 1
   751	2.-3.1.2.-2.-1.-2.2.1.-1.-2 1
   752	2.3.-1.-2.2.1.-1.-2.-2 1
   753	-2.3.-1.-2.-2 1
   754	2.-3.1.2 1
   755	-2.3.-1.-2 1
   756	-2.-3.1.-1.-4.2.-5.3.2.2 1
   757	-2.-3.1.-1.-4 1
   758	-2.3.-1.1.-3.2.0.-2 1
   759	-2.-3.1.-1.-2.2.-2.-2.2 1
   760	2.-3.1.-1.-2.-2.2 1
   761	2.3.-1.1.-1.-4.2.3.-1.-2.3.-5.2.2.-2.-2 1
   762	2.3.-1.0.-2 1
   763	-2.-3.1 1
   764	-2.2.5.-7.2.-2.0.-2 1
   765	-2.2.5.-2.-1.-2.3.0.0.-3.5 1
   766	2.2.-5.1.-1.-2.-2 1
   767	2.2.-5.1.-1.-2 1
   768	2.-2.-5 1
   769	-2.2.-4.4.3.-3.2.-2.0.-2 1
   770	-2.2.-4.-3.5.-2.0.-1.-4.2.-2.2.-2.-3 1
   771	-2.2.-4.-3.3.-1.-2.2.-4.-3.3.2 1
   772	-2.2.-4.-3.2.-2.-2.0.2.3.2.-2.-1.1.2.2.1 1
   773	-2.-2.4.3.-1.-2.5.-2.-1.1.-1.-2.-2.-2 1
   774	2.-2.4.-2.-2.2.-2.-2.0.-1 1
   775	2.-2.4.-2.-2 1
   776	2.2.-4.-1.-2 1
   777	2.2.-4.0.-2 1
   778	2.2.-4.0.-1.-2.2 1
   779	2.2.-4.0.-1.-2 1
   780	-2.2.3.-5.-2.-1.1 1
   781	2.2.3.-5.0.-3 1
   782	-2.-2.-3.3.2.-2.2 1
   783	-2.2.3.-3 1
   784	2.2.3.2.2.-2.-5.3.0.-3.-2.2.3.-5.2.-2 1
   785	-2.2.3.2.2.-2.-2.-1.1.2.-2.2 1
   786	-2.2.3.2.-2.-1.-2 1
   787	2.-2.-3.2 1
   788	-2.2.-3.1.-3.3.-1.1.-3.-2.-2.2.2.-2.-2.2 1
   789	-2.2.3.-1.-2 1
   790	-2.2.3.-1.1 1
   791	-2.2.3.0.-5.4.-2.-2.-2.4.-2.2.-4.4.3.-5.-2.0.-3.2.-2 1
   792	-2.2.3.0.-5.2.-5.1.4.3.-5.-2.0.-3.2.-2 1
   793	-2.2.3.0.-3.3.0.-1.-2.3.-5.0.-2 1
   794	-2.2.3.0.2.-2.0.-3.-2.0.-3.-2.2.2 1
   795	-2.2.3.0.2.-2.0.-1.-4 1
   796	-2.2.2.-6.0.-3 1
   797	2.-2.2.5.-3.2 1
   798	2.-2.2.-5.2.-2.-2.2.-2 1
   799	-2.-2.-2.4.-2.-2.2.-2.-1.1.-1 1
   800	2.2.2.-4.2.-2 1
   801	-2.2.2.-4.2 1
   802	2.-2.2.-4 1
   803	2.-2.2.3.2.-2.-3.1.-1.0.-2 1
   804	2.-2.2.3.2.-2.2 1
   805	2.-2.-2.-3.2.-2 1
   806	-2.2.-2.-3.-2 1
   807	2.-2.2.-3.1.-3.-2 1
   808	2.2.-2.-3.1 1
   809	-2.2.-2.-3.1 1
   810	-2.2.2.3.0.-3.2.-2.-2.2.-2 1
   811	-2.-2.2.3.0 1
   812	-2.2.-2.-2.4.3.-3 1
   813	-2.2.-2.-2.4.-2.5.0 1
   814	-2.2.-2.-2.-3.3.-3.0.-2.5.2.-2.-1.1.2.2 1
   815	-2.-2.2.2.3.-3.2 1
   816	-2.2.-2.2.3.-2.-1.0.-2.-2 1
   817	-2.2.-2.2.3.0.0.-3.-2.0.0.-3.0.-2 1
   818	-2.2.2.-2.-3 1
   819	2.-2.2.-2.-2.4.-2.5.0 1
   820	2.2.-2.-2.2.3.-1.1.2.-2 1
   821	-2.2.2.-2.-2.2.-2.-3.1.-1.-4.2.-2.0.-1.-2.2 1
   822	2.2.-2.-2.2.2.-2.2.2 1
   823	2.-2.2.2.-2.-2.2.-2.0.-1.-2.2.1.-1 1
   824	2.2.-2.-2.2.2.-2.2 1
   825	2.2.-2.-2.2.2.2 1
   826	2.-2.-2.2.2.-2.2 1
   827	-2.-2.2.2.-2.-2.2 1
   828	2.2.-2.2.-2.-2.-1.-2.3.2.-2.-1.1.2 1
   829	2.2.-2.2.-2.-2.-1.-2.3.2.-2 1
   830	-2.2.-2.-2.2.-2.-1.-2.-2.2.3.2.-3.-2.3.0.-3.7.0.3.-5.0.-2.4.-2.2.3.2.-5.3.-1.-4.-2.2.2.0.-7.-2.2.3.2.-2.2.2.-2 1
   831	2.-2.2.2.-2.-2.-1.1 1
   832	2.2.-2.2.2.-2 1
   833	2.2.-2.2.-2.-2 1
   834	2.2.-2.-2.-2.2 1
   835	2.-2.-2.2.2.-2 1
   836	-2.2.-2.-2.2.2 1
   837	2.-2.-2.2.2.1.-1.-2 1
   838	2.-2.2.-2.-2.-1.1.-1 1
   839	-2.2.2.-2.2.1 1
   840	2.-2.2.-2.-2.0.-1 1
   841	2.2.-2.2.2 1
   842	-2.-2.2.2.-2 1
   843	-2.-2.2.-2.2 1
   844	2.2.-2.-2.-1.1.2.-2.2 1
   845	2.-2.2.2.1.-1.-2.2.-2 1
   846	2.-2.2.2.1.-1.1.-1.-4.2.2.1.-1.-2 1
   847	-2.-2.2.-2.-1.1.-1 1
   848	-2.2.-2.-2.-1 1
   849	-2.2.-2.-2.0.4.3.2.-2.-1.-4.5.-3.2.-2.0.-2 1
   850	2.2.-2.2.0.-2.-2.-1.1.2.-2.2 1
   851	2.2.-2.-2.0.-1.-2.-2 1
   852	2.2.-2.-2.0 1
   853	2.-2.2.-2 1
   854	2.-2.-2.-2 1
   855	-2.2.-2.2 1
   856	2.-2.2.1.-5.-3 1
   857	-2.2.2.1.-5.2.-5.1.4.3.-5.-2.0.-3.2.-2 1
   858	-2.2.2.1.-3 1
   859	2.-2.-2.-1.2 1
   860	-2.2.-2.-1.1.2.-2.2.0.2.1.-1.-2.2 1
   861	2.-2.-2.-1.1.2.-2.2 1
   862	-2.2.2.1.-1.-2.2.-2 1
   863	-2.2.2.1.-1.-2.-2.2 1
   864	-2.2.2.1.-1.-2.2 1
   865	2.-2.2.1.-1.-2 1
   866	-2.2.2.1.-1 1
   867	-2.2.-2.0.-3.-2.4.3.-2.-1.1.-1.-2 1
   868	2.2.-2.0.-3.1.-1 1
   869	2.2.-2.0.-3.1 1
   870	-2.-2.2.0.2.-2.-2.-3.2.-4.2.2.1.-3.2 1
   871	2.2.-2.0.-2.2.2.-2 1
   872	2.-2.-2.0.-1.-2.-2 1
   873	2.-2.-2.0.-1 1
   874	-2.-2.1.-4.2.-2 1
   875	-2.2.1.-3.-2.-3.2.-2.-2.0.2.3.2.-2 1
   876	-2.-2.-1.3.-2.-1.1.-1.-2 1
   877	-2.2.1.-3.0.-2 1
   878	2.-2.-1.3 1
   879	-2.-2.-1.-2.5.2 1
   880	2.-2.-1.-2.3 1
   881	2.-2.-1.-2.2.1.-1.-2 1
   882	2.-2.-1.-2.2.1.-1 1
   883	-2.-2.-1.-2.0.3.-1.-2.3.4.-2.2.-4.0.-1 1
   884	2.2.1.-1.-4 1
   885	-2.-2.-1.1.2.2.-2.0.-2 1
   886	2.2.1.-1.-2.2.-2 1
   887	2.-2.-1.1.2.0.-2 1
   888	-2.-2.-1.1.2.0.-2 1
   889	-2.2.1.-1.2 1
   890	-2.2.1.-1.-2 1
   891	2.2.1.-1.1.-3.2.1.-1 1
   892	2.-2.-1.1.-1.-2.-2.2.-2 1
   893	2.-2.-1.1.-1.-2.2.-2 1
   894	2.-2.-1.1.-1.-2.2.1.-1.1 1
   895	-2.-2.-1.1.-1 1
   896	2.-2.0.-5.2.-2 1
   897	-2.2.0.-5.1.2.0.-2.2.0.-5.3.2.2.-2.2 1
   898	2.-2.0.-4 1
   899	2.-2.0.-3.-3.3.2.1.-1.0.-2 1
   900	-2.2.0.3.-1.-4.2.0.-2.-3.3.2.0.3.-1.-4.2.0.-2.-3.3.2.0.-7.3.2.-2.2.-2.-3.2.-2.-2 1
   901	2.2.0.-2.-2.2.2.0.-2 1
   902	-2.-2.0.2.-2.2.2 1
   903	2.2.0.-2.2 1
   904	2.-2.0.2 1
   905	2.-2.0.-1.-2.2 1
   906	2.1.-5.-3.1.-1.0.-2 1
   907	2.1.4 1
   908	2.1.-3.-2.2.-2.-1.1 1
   909	2.1.-3.2.-2.-2 1
   910	2.1.-3.2.1.-1.-2 1
   911	2.1.-3.0.-2.0.-1 1
   912	2.1.-3.0.-2 1
   913	-2.-1.-2.5.-1.-2.-4.4.3.-3.-2.2.1.-1.-2 1
   914	2.1.2.-5.0.-2 1
   915	-2.-1.-2.3.2.-2.0.-1.-4 1
   916	-2.1.-2.2.-2.-2.2 1
   917	2.1.2.-2.-1.-2 1
   918	-2.-1.-2.-2.0.-3.0.-2 1
   919	-2.-1.-2.-2 1
   920	2.1.2.-1.0.-2 1
   921	-2.-1.-2.0.-2 1
   922	-2.1.-2 1
   923	-2.-1.1.-3.2.-4.2 1
   924	-2.-1.1.-3 1
   925	2.1.-1.-2.-2.2.-2.2.3.-1.1 1
   926	-2.-1.1.2.2.-2.-2.2.-2 1
   927	2.1.-1.-2.2.1.-1.-2.2 1
   928	2.1.-1.-2.2.0.-2 1
   929	-2.-1.1.2 1
   930	-2.-1.1.-1.-2.0.-2 1
   931	2.1.-1.1.-1.-4 1
   932	2.1.-1.1.-1.-2 1
   933	2.1.-1.1.-1.0.-2 1
   934	-2.0.-5.-2.5.2.2.-2.0.-2 1
   935	-2.0.-3.3.-5.0.-2 1
   936	-2.0.-3.3.2.-2.2.-2.-1 1
   937	-2.0.-3.-2.5.-3.-2.2.2.-2 1
   938	-2.0.-3.-2.4.3.-2.-1.1.-1.-2 1
   939	-2.0.-3.-2.3.1.-2 1
   940	-2.0.-3.2.-2.-2 1
   941	-2.0.-3.2.1.-1.-2.0 1
   942	-2.0.-3.2.1.-1 1
   943	-2.0.-3.1 1
   944	2.0.-2.7.-4.0.-1 1
   945	2.0.2.-4 1
   946	2.0.-2.2.-4.0.-1 1
   947	-2.0.-2.2.2.-2 1
   948	2.0.-2.2.2 1
   949	-2.0.-2.2.2 1
   950	-2.0.2.2 1
   951	-2.0.-1.-2.5.2.3.-3.-2.2.3.0 1
   952	-2.0.-1.-2.3.2.2.-4.0.-1 1
   953	-2.0.-1.-2.2.-4.0.-1 1
   954	-2.0.-1.-2.-2.2.2 1
   955	-2.0.-1.-2.2.1.-1.-2.3 1
   956	-2.0.0.-3.-2.-2.2.2.-2.2.2.-2 1
   957	1.-5.4.1.-3 1
   958	1.-5.2.2.-2 1
   959	1.-5.2 1
   960	-1.-4.5.-3 1
   961	-1.-4.4.3.-3.-4.5 1
   962	-1.-4.4.-2 1
   963	1.4.2.-4.-2.0.-3.2.-2 1
   964	1.4.1.-3.-2.0.-3.2.-2 1
   965	1.-3.5 1
   966	1.-3.2.-4 1
   967	-1.3.2.3.-3.0.-2 1
   968	-1.3.2.-2.0.-2 1
   969	1.-3.2.-2 1
   970	-1.3.-2.-1.-4.4.1.-3 1
   971	-1.3.-2.-1.1.-1.-2.2.-2 1
   972	1.-3.-2.-1 1
   973	-1.3 1
   974	1.2.-5.0.-2 1
   975	-1.-2.3.2.2.0.-2 1
   976	-1.-2.3.2.2 1
   977	1.2.-3 1
   978	1.2.2.-7 1
   979	-1.-2.-2.4.1 1
   980	1.2.-2.-3.2.1.-1.-2 1
   981	1.2.-2.2.2.-2.2 1
   982	-1.2.-2.-2.2.-2 1
   983	1.2.2.-2.-2.-1 1
   984	1.2.2.-2.-2 1
   985	1.2.-2.2.2 1
   986	-1.-2.2.-2.-2 1
   987	-1.-2.-2.2.2 1
   988	1.2.2.-2 1
   989	-1.-2.2.2 1
   990	-1.-2.-2.2 1
   991	1.2.-2.-1.1.-1.-2.3.-3 1
   992	1.2.-2.-1.1.-1.-2.-2.2.-2 1
   993	1.2.-2.-1.1.-1.-2.2.-2 1
   994	1.2.-2.-1.1.-1.-2.2.1.-1.1 1
   995	1.2.-2.-1.0.1.-1.-2 1
   996	1.2.-2.0.-1.-2.2.-2 1
   997	-1.-2.-2.0 1
   998	1.2.-1.-2.-2.2.2.-2.-2 1
   999	1.2.-1 1
  1000	1.2.0.-2 1
  1001	1.2.0.-1.-4.-2.2.2.0.-2 1
  1002	1.-2 1
  1003	1.-1.-4.2 1
  1004	-1.1.-3.-2.2.-2 1
  1005	-1.1.-3.2.-2 1
  1006	-1.1.-3.2.1.2.-2.-1.-2.2.1.-1.-2 1
  1007	-1.1.2.-7.2.0.3.2.2.-4.0.-1 1
  1008	-1.1.2.-5.5.-2.2.2.-7.2.1.-1.1 1
  1009	-1.1.2.-5.0.-4.2 1
  1010	1.-1.-2.2.-4.2.2.0.1.-1.-2.-3.-2.3.0.-3.-2.2 1
  1011	-1.1.2.2.-4 1
  1012	1.-1.-2.-2.2.-5.3.-3.0.7.1.2.-2.-1.-2.-2.2.2.0.1.-1.-2.-3.-2.3.0.-3.-2.2.3.0.-3.3.4.-2.-3.-2.2.1 1
  1013	1.-1.-2.-2.2.-2 1
  1014	-1.1.2.2.-2.-2 1
  1015	-1.1.2.-2.2.-2 1
  1016	-1.1.2.-2.-1.-2 1
  1017	1.-1.-2.-2.0 1
  1018	-1.1.2.2 1
  1019	1.-1.-2.0.2.-2.2 1
  1020	-1.1.2.0.2 1
  1021	1.1.-2 1
  1022	1.-1.2 1
  1023	-1.1.-1.-4 1
  1024	-1.1.-1.-2.2 1
  1025	-1.1.-1.1.4.-2.-2.2.2.-2 1
  1026	-1.1.-1.1.4.-2.-2.0.-1.-2 1
  1027	-1.1.-1.0.-2 1
  1028	1.-1.0.-5.1.-1 1
  1029	1.-1.0.-2 1
  1030	1.-1.0 1
  1031	1.0.-4 1
  1032	-1.0.-2.-2.2.2 1
  1033	-1.0.-2.0.-2 1
  1034	0.7 1
  1035	0.-4 1
  1036	0.3.-5.-2.-1.-2 1
  1037	0.-3.3.-5.2.3 1
  1038	0.-3.3.-1.1.4.-2.-3.1.-3.-2.5.-3.0.-2 1
  1039	0.-3.3.-1.1.4.-2.-3.1.-3.-2 1
  1040	0.-3.2.-2 1
  1041	0.-3.2 1
  1042	0.3 1
  1043	0.-2.-4.2.-2.2.2.-2.2.2.-2.0.-2 1
  1044	0.-2.-3.-2 1
  1045	0.-2.-3.1.-1.-2.3.2.2 1
  1046	0.-2.-3.1.-1 1
  1047	0.-2.-3.1 1
  1048	0.-2.2.-2.-2.2.-2.-1.-2 1
  1049	0.2.-2.2.-2.-2 1
  1050	0.-2.-2.2.-2.-1.-2.-2.2.0.3.2.-2.-1.-2.2.0.3.2.0.-2.2.-2.-2.-3.7.0.-4.2 1
  1051	0.2.-2.-2.2 1
  1052	0.-2.-2.2.2 1
  1053	0.-2.-2.2.0.-2.-3.3.-1.1.4.-2.-2.2.2.-2 1
  1054	0.2.2.-2 1
  1055	0.-2.-2.2 1
  1056	0.-2.-2.-1.-4 1
  1057	0.2.-2.-1.-2.2 1
  1058	0.2.-2.-1.1.-1.-2.-2 1
  1059	0.2.-2 1
  1060	0.2.1.-1 1
  1061	0.-2.-1 1
  1062	0.-2.0.-2.2.2 1
  1063	0.-2.0.-2.0.-3.2.-4.5.2.2.-4.2.-3.5.0.-2.0.-2.2.2 1
  1064	0.-1.-4.2.3 1
  1065	0.-1.-2.3.0.-3.-2 1
  1066	0.-1.-2.2.-2.-2.2 1
  1067	0.-1.-2.-2.2 1
  1068	0.1 1
  1069	0.0.-5 1
  1070	0.0.-3.-2.4.-4.2.2 1
  1071	0.0.-3.2.-2 1
  1072	0.0.-2 1
  1073	0.0.-1 1
