     1	0* 2974
     2	0 676
     3	-2 656
     4	2 520
     5	2.-2 343
     6	-1 191
     7	0.0 181
     8	3 174
     9	2.0 153
    10	1 141
    11	-2.-2 137
    12	2.-2.0 133
    13	0.-2 111
    14	-3 106
    15	2.2 106
    16	0.-1 96
    17	-1.-2 90
    18	2.2.-2.-2.2.0.-2 84
    19	0.2.-2 83
    20	-2.2 81
    21	0.2.-2.-2 76
    22	2.2.-2 75
    23	0.-2.-2.2.2 74
    24	0.-1.1.-3 69
    25	2.3 66
    26	4 65
    27	-2.0 60
    28	1.-1 55
    29	3.-1 54
    30	2.-2.-2 52
    31	3.0 51
    32	0.2 51
    33	-4 48
    34	-2.-1 48
    35	3.-2.0.0.-1 47
    36	2.0.-2 47
    37	-1.1 43
    38	2.2.0 41
    39	-2.2.2 39
    40	-2.2.0 39
    41	2.-2.2 35
    42	0.2.-2.0 35
    43	0.0.0 35
    44	2.0.-2.0 34
    45	-1.-2.-2 34
    46	7 32
    47	2.1.-1.0.-2 32
    48	0.2.2.-2.-2.2.0.-2 31
    49	5 30
    50	0.-1.-2 29
    51	3.0.0 28
    52	-1.1.2 28
    53	-2.-1.-2 27
    54	1.2 27
    55	-5 26
    56	-2.-3 26
    57	2.1.-1.-2.2.0.-2 26
    58	0.2.0 26
    59	0.0.-1.-4 26
    60	4.3 25
    61	-3.3 25
    62	2.1.-1.1.-1.-2 25
    63	0.0.-2 25
    64	-4.2.2 24
    65	2.1 24
    66	-1.-4 24
    67	2.-2.0.-1 23
    68	1.-3 23
    69	1.-1.0 23
    70	0.-3.3.2 23
    71	2.-3 22
    72	-2.2.-2 22
    73	-2.-2.0 22
    74	1.2.-2.-1 22
    75	-1.-2.0 22
    76	3.0.-1 21
    77	2.2.-2.0.-2 21
    78	-2.2.2.0 21
    79	-2.0.-1 21
    80	1.2.2.-2 21
    81	1.-1.-2 20
    82	1.0 20
    83	3.-1.-2 19
    84	-2.2.2.-2.2.-2.-2.-1.1.-1 19
    85	-2.-2.-1.3.2.-2.-2 19
    86	2.-2.-1 19
    87	-1.1.2.-2.-1.1.-1.-2.0.-2 19
    88	0.0.-1 19
    89	4.1 18
    90	2.-4 18
    91	-2.-2.2 18
    92	-1.1.2.0.0 18
    93	0.-3 18
    94	3.2 17
    95	3.-1.1.2.-2.-1.-2.0.2.-2.-2.2.-2 17
    96	-2.2.-2.-2 17
    97	2.0.0 17
    98	-1.-2.2.-2.-2 17
    99	0.2.-3.1 17
   100	0.-2.2 17
   101	5.0 16
   102	3.-3 16
   103	-2.2.2.-2 16
   104	-2.-2.-1 16
   105	3.-1.-2.0 15
   106	2.3.-1 15
   107	2.3.0 15
   108	-2.2.3.-3.-2.-2 15
   109	-2.-2.2.2 15
   110	2.1.-1.-2.-2.2.-2.0.-1 15
   111	1.2.-2 15
   112	7.0.0.-2.2.-2.0.-2 14
   113	3.2.2.-2 14
   114	-2.2.3 14
   115	2.-2.-2.0 14
   116	-1.-2.2 14
   117	3.-2.0.-1.1 13
   118	2.2.-2.2.1.-1 13
   119	-2.-2.2.0 13
   120	2.-2.0.-3 13
   121	1.-1.-2.0 13
   122	0.2.1.-1.0.-2 13
   123	0.-1.-2.-2 13
   124	7.0.-2.2.-2.0.-2 12
   125	7.0 12
   126	5.0.-1.1.2.-2.-1.1.-1.-2.0.-2 12
   127	-3.3.0 12
   128	-3.2.-2 12
   129	3.-1.1 12
   130	-3.1 12
   131	2.-4.-1 12
   132	-2.4 12
   133	2.-2.2.-2.-2 12
   134	2.2.-2.-2 12
   135	2.-2.-2.-1.1.0.-1 12
   136	-2.2.1.-3.2 12
   137	2.0.3.-1.1.2.-2.-1.-2.0.2.-2.-2.2.-2 12
   138	1.-3.2 12
   139	1.2.-3.1.-1.-2 12
   140	-1.1.2.-2.2.-2 12
   141	0.-2.-2 12
   142	0.-1.1 12
   143	0.0.-3.3 12
   144	0.0.2.-2 12
   145	-3.2.1.-1.-2.-2.2.0.-2 11
   146	-3.2.1 11
   147	-3.-2 11
   148	-2.5 11
   149	2.3.-3.2.-2.-2 11
   150	2.2.-2.2.-2 11
   151	2.2.-2.2.1.-1.-2.-2.2.2.-2.2.-2.-2.-1.1.-1 11
   152	2.-2.-2.2 11
   153	-2.2.-2.0.-2 11
   154	2.2.-2.0 11
   155	2.-2.0.-3.2.1.-1.-2.0.-2 11
   156	2.-2.0.-2 11
   157	-2.-1.-2.0 11
   158	-1.-2.2.1 11
   159	1.2.-2.0.-1 11
   160	-1.1.2.-2 11
   161	-1.0.-2.2.-2.-2.2.0.-2 11
   162	-4.2.0 10
   163	3.-1.-4 10
   164	2.2.0.-2.-2.-1.3.2.-2.-2 10
   165	2.1.-1.-2 10
   166	2.1.-1 10
   167	-2.0.-2 10
   168	-1.-4.2 10
   169	-1.3.-2.0.0.-1 10
   170	1.2.2.0 10
   171	1.2.2 10
   172	-1.1.2.-2.2.0.-2 10
   173	0.-4.2.2.-2 10
   174	0.3.-3.-2 10
   175	0.3 10
   176	0.-2.2.3.-5.2.-2.0.-2 10
   177	0.-2.-2.2 10
   178	0.0.-1.-2 10
   179	0.0.0.0 10
   180	-4.2.2.-2.2 9
   181	-3.2 9
   182	-3.1.2.-2.2 9
   183	-3.0.5.0 9
   184	-2.5.2 9
   185	2.-5 9
   186	2.-3.1.-1.-2.2.0.-2 9
   187	2.-3.1 9
   188	2.2.1 9
   189	-2.-1.-2.-2 9
   190	-2.0.2.2 9
   191	2.0.0.0 9
   192	1.-3.-2 9
   193	1.2.0 9
   194	-1.1.2.-2.-1.-2.2.1.-1.-2 9
   195	0.-5 9
   196	0.3.-3.0.-2 9
   197	0.2.3 9
   198	0.0.-2.2.-2 9
   199	0.0.-1.-2.2.-2 9
   200	0.0.0.2.-2 9
   201	7.2.-2 8
   202	-4.4.3 8
   203	4.-2 8
   204	4.1.-3 8
   205	3.-3.-2.2.2.-2 8
   206	3.2.-2.-1.1.2.-2.2.0.-2 8
   207	3.2.-2 8
   208	3.-1.-2.-2 8
   209	3.0.2.-2 8
   210	2.2.-2.-2.2 8
   211	-2.2.-2.-2.0.-1.1.2.2.-2.2.1.-1 8
   212	2.-2.2.-2 8
   213	2.2.1.-1 8
   214	2.-2.0.-1.1.2.2.-2.2.0.-2 8
   215	2.1.2 8
   216	2.1.-1.-2.-2.2 8
   217	-2.0.-3 8
   218	-2.0.-2.2.2 8
   219	2.0.2 8
   220	-1.-2.3 8
   221	-1.1.-3 8
   222	-1.1.2.-2.2.2.-2 8
   223	0.-3.3 8
   224	0.3.2.2.-2 8
   225	0.-2.-3 8
   226	0.2.2.-2.0.-2 8
   227	0.-2.2.-2 8
   228	0.-1.-2.-2.0 8
   229	7.1.-1 7
   230	5.-1.1 7
   231	4.3.0.2.-2 7
   232	-4.2 7
   233	-4.0 7
   234	3.-3.-2 7
   235	-3.2.1.-1.-2.0.2.-2.-2.2.-2 7
   236	3.-1.1.2.-2 7
   237	3.-1.1.2 7
   238	2.-4.-1.-2.0 7
   239	2.3.-3.-2.2.2.-2 7
   240	-2.-3.-2.0 7
   241	2.3.-1.-2.2.1.-1.-2 7
   242	2.3.-1.-2 7
   243	2.2.3.-5 7
   244	-2.2.3.-1 7
   245	2.-2.-3.0 7
   246	2.2.-2.-2.2.-2.2.2.-2 7
   247	2.-2.-2.2.2.-2 7
   248	-2.2.-2.-2.2.0.-2 7
   249	-2.2.-2.-2.0.-1 7
   250	2.-2.-2.-1 7
   251	2.-2.-1.-4 7
   252	-2.2.1.-1 7
   253	2.1.-3.0 7
   254	-2.0.2.2.-2.-2.-1.1.-1.-2.2.-2 7
   255	2.0.2.-2.0 7
   256	1.2.-2.-1.-2.2.1.-1.-2 7
   257	-1.1.-3.3.-5.2.2.1.-1.1.-1.-2 7
   258	-1.1.-3.2.-2.0.-2 7
   259	1.0.0 7
   260	0.7.0 7
   261	0.2.1.-1.-2.-2.2.-2.0.-1 7
   262	0.-2.0.-2.0 7
   263	0.2.0.-2 7
   264	0.0.2 7
   265	5.0.0 6
   266	-4.4 6
   267	4.3.0.2 6
   268	3.-5 6
   269	3.-3.0.-2 6
   270	3.2.-2.0.-3 6
   271	3.-2.-1 6
   272	-3.1.2.-5.2.-2.-2 6
   273	3.0.-1.-2 6
   274	3.0.0.-1 6
   275	-2.-3.3 6
   276	-2.-3.-2 6
   277	2.3.-1.-2.2.-2.-2 6
   278	2.-3.1.2 6
   279	-2.-3.1 6
   280	2.3.0.2.-2 6
   281	2.3.0.-1.0.-2.2.-2.-2.2.0.-2 6
   282	2.2.-4 6
   283	2.-2.-3.1 6
   284	-2.2.3.0 6
   285	-2.-2.2.2.-2.2.-2.-3.1.-1 6
   286	-2.2.2.-2.-2 6
   287	2.2.-2.-2.-1 6
   288	2.-2.-2.2.0.-2 6
   289	-2.-2.2.2.0 6
   290	-2.-2.2.-2 6
   291	2.-2.2.1.-1 6
   292	2.-2.-1.1.2.2.0.-2.2.-4.2.-2.-1 6
   293	-2.2.1 6
   294	2.2.0.-2 6
   295	2.1.-1.-2.-2.-1.1.2.-2.0.-1 6
   296	2.1.-1.-2.-2 6
   297	-2.0.-3.3 6
   298	-2.0.2.2.0.-2.-2.-1.3.2.-2.-2 6
   299	2.0.2.-2 6
   300	-2.0.-1.-2.-2 6
   301	2.0.1.-1.0 6
   302	-1.3.2.-2.-2 6
   303	-1.-2.3.-1 6
   304	1.2.-2.-1.3.0.2.-2.2.-2.-2 6
   305	1.2.-2.-1.-2.2.1.-1.-2.-2.2.2.-2.-2.2.0.-2 6
   306	-1.-2.2.0 6
   307	-1.1.2.2.-2.2.1.-1 6
   308	-1.1.2.-2.-1 6
   309	-1.1.2.0 6
   310	0.7 6
   311	0.5.-3 6
   312	0.2.3.-1.-2.2.1.-1.-2 6
   313	0.2.-2.2.-2.-2 6
   314	0.-2.0.-3 6
   315	0.0.2.-2.0.-3.2.-2 6
   316	0.0.2.-2.0 6
   317	4.3.-1 5
   318	3.-3.2.-2 5
   319	3.-3.2.1 5
   320	-3.3.2 5
   321	3.2.0.-2 5
   322	3.-1.-2.-2.2 5
   323	-3.1.-1 5
   324	3.0.-1.-2.-2 5
   325	2.-4.-1.-2 5
   326	2.3.-5.2.-2.0.-2 5
   327	2.3.-3 5
   328	-2.-3.2.1 5
   329	2.3.-1.-2.2.1.-1.-2.-2.2.2.-2.-2.2.0.-2 5
   330	2.-3.1.-1 5
   331	2.3.0.2 5
   332	2.3.0.0 5
   333	-2.2.-4.2.-2.-1.1.2.-2.2.0.-2 5
   334	2.2.3.-5.0 5
   335	-2.2.3.0.2.-2 5
   336	-2.2.2.-2.-2.2 5
   337	2.-2.2.-2.-2.-1.1.2.-3.1.-1.-2 5
   338	2.-2.2.2.-2 5
   339	2.-2.-2.2.2 5
   340	2.-2.-2.2.-2 5
   341	-2.-2.2.2.-2 5
   342	2.-2.-2.2.0 5
   343	2.-2.-1.1.2.2.-4.2.-2.-1.-2.2.1.-1.1.-1.-2 5
   344	2.-2.-1.0 5
   345	2.2.0.-2.0.-3 5
   346	2.1.-3 5
   347	-2.-1.1.-1 5
   348	-2.-1.1 5
   349	-2.-1.0 5
   350	2.0.2.-2.-2 5
   351	1.-3.-2.-2 5
   352	1.-3.0 5
   353	-1.3 5
   354	-1.-2.2.1.-1.-2.0 5
   355	-1.-2.-2.0 5
   356	-1.1.2.-2.0.-1.-2.2.-2.-2 5
   357	-1.1.2.-2.0.-1 5
   358	0.5.-1.1 5
   359	0.5 5
   360	0.-3.3.-1.1.2.-2.-1.-2.2.1.-1.-2 5
   361	0.3.-3 5
   362	0.2.-3 5
   363	0.-2.2.-2.0.-2 5
   364	0.2.2 5
   365	0.-2.0.-1 5
   366	0.-1.-4 5
   367	0.-1.-2.3 5
   368	0.-1.-2.0 5
   369	0.0.3 5
   370	0.0.2.2 5
   371	4.3.0 4
   372	-4.2.2.-2.-2.0.2.-2.-2.2.-2 4
   373	4.-2.-2.2 4
   374	4.1.2.2.-2 4
   375	4.1.-1.-2.2.-2 4
   376	4.0.-2 4
   377	-3.3.2.2 4
   378	3.-3.1.-1 4
   379	3.2.3.-3 4
   380	-3.2.-2.-2.0 4
   381	3.2.-2.0.-1 4
   382	3.2.0 4
   383	-3.1.2 4
   384	3.0.-1.1 4
   385	2.-7 4
   386	-2.5.2.2 4
   387	2.-4.2.2.-2.2 4
   388	2.-4.2.2.-2.0.-2 4
   389	-2.4.-2 4
   390	2.-4.0 4
   391	-2.-4 4
   392	2.3.-3.0 4
   393	-2.3.2.-2.-1.1.2.-2.-1.-2.2.0.-2 4
   394	-2.3.2 4
   395	-2.-3.2 4
   396	2.3.0.-1.1.-1.-2.2.-2 4
   397	2.3.0.-1 4
   398	-2.2.-5 4
   399	2.2.-4.-1 4
   400	-2.2.-4 4
   401	-2.2.3.-3.2.-2.-2.2.-2 4
   402	-2.2.3.-3 4
   403	2.-2.-3 4
   404	-2.2.-2.-3.1 4
   405	-2.2.-2.-3 4
   406	2.2.-2.-2.-3 4
   407	-2.-2.2.2.-2.2.1.-1 4
   408	-2.2.2.-2.2.0.-2 4
   409	-2.2.2.-2.2 4
   410	-2.2.2.-2.-1.-2.2.0.-2 4
   411	2.2.-2.2.1 4
   412	2.-2.2.2.0 4
   413	2.2.-2.2 4
   414	2.-2.2.2 4
   415	-2.2.-2.-1.-2 4
   416	-2.2.2.0.3.-1.1.2.-2.-1.-2.0.2.-2.-2.2.-2 4
   417	2.-2.2.0.2.1.-1.0.-2 4
   418	-2.2.-2.0.-2.0.2.2 4
   419	-2.2.2.0.-2 4
   420	2.-2.-1.1.2.-2.-1.-2.2.0.-2 4
   421	2.-2.-1.1.-1.-2.0.-2 4
   422	2.2.0.-2.0 4
   423	2.-2.0.-1.1.2 4
   424	-2.2.0.0 4
   425	-2.-1.1.-1.-2.2.-2 4
   426	-2.0.2.3 4
   427	2.0.-2.2.-2.0.-2 4
   428	2.0.-2.-1.1.-1.-2.-2.2.-2.2.3.-5.2.-2.0.-2 4
   429	2.0.2.1.-1.1.-1.-2 4
   430	-2.0.2 4
   431	-2.0.-1.-2.2.1.0 4
   432	2.0.1.-1 4
   433	2.0.0.2.-2 4
   434	2.0.0.0.0 4
   435	1.-3.-2.2.0 4
   436	-1.3.2 4
   437	1.2.2.-2.2.2.-2 4
   438	1.2.2.-2.-2 4
   439	1.2.-2.-1.3 4
   440	-1.-2.0.5.-2.2.2.-2 4
   441	1.-1.-4 4
   442	-1.1.-3.-2 4
   443	-1.1.-3.0.-2 4
   444	-1.1.2.2.-2.2.1.-1.-2.-2.2.2.-2.2.-2.-2.-1.1.-1 4
   445	-1.1.2.-2.0.-1.-2.2.-2.0.-2 4
   446	-1.1.-1.-2.-2.2.-2.2.-2.-2.2.0.-2 4
   447	-1.1.-1 4
   448	1.-1.0.-2.2.-4.-3 4
   449	-1.0.3.-2.-1.1.-1.-2.-2.2.-2 4
   450	-1.0.3.-2.-1.1.-1.-2.2.-2 4
   451	-1.0.0.3.-2.-1.1.-1.-2.-2.2.-2 4
   452	0.-4 4
   453	0.3.-1 4
   454	0.-3.1 4
   455	0.-2.5 4
   456	0.2.-4 4
   457	0.2.3.-3.-2.2.2.-2 4
   458	0.-2.2.-2.-2.2.2.-2.2.-2.-3.1.-1 4
   459	0.2.-2.2.-2.-2.-1.1.2.-3.1.-1.-2 4
   460	0.2.2.-2.-2.2 4
   461	0.-2.2.2 4
   462	0.2.-2.0.-3.2.-2 4
   463	0.2.-2.0.-3.2.1.-1.-2.0.-2 4
   464	0.2.1.-1.-2.-2 4
   465	0.-2.0 4
   466	0.-1.1.2.-2.-1 4
   467	0.-1.1.2 4
   468	0.-1.1.-1 4
   469	0.1.-1.0 4
   470	0.0.2.3 4
   471	0.0.2.-2.0.-1.-2.2.1.-1 4
   472	7.-2.2.-2.-2.-1 3
   473	7.2.-2.0 3
   474	7.0.-2.2.3.-3.2.1.-1.1.-1.-2 3
   475	7.0.-2.-1.1.2.0 3
   476	7.0.2 3
   477	7.0.0.0.-2.2.-2.0.-2 3
   478	7.0.0.0.0.-2.2.-2.0.-2 3
   479	-5.2.3 3
   480	5.2.-2.-2.0.-1.-2.2.1.-1.-2.2.-2.-2.0.2.3.-3.2.-2.-2 3
   481	5.-2.-1.1 3
   482	-5.2 3
   483	4.3.2.-2.-1.-2.2.-4.4.-2.2.-4.0.2.-2.0 3
   484	4.3.2 3
   485	4.3.0.-3 3
   486	-4.2.2.-2.2.0.-2 3
   487	-4.2.2.0.2.-4.-2.2.2.-2 3
   488	4.-2.2 3
   489	-4.2.-2 3
   490	-4.2.0.0 3
   491	4.1.2.0 3
   492	4.1.-1.-2.0 3
   493	3.-5.2.2.1.-1.1.-1.-2 3
   494	3.-5.0 3
   495	3.-3.-2.2.2.-2.-2.-2.2.2 3
   496	3.-3.-2.2.2.-2.-2.-2 3
   497	3.-3.-2.2.-2 3
   498	3.-3.-2.2.1.-1.-2 3
   499	3.-3.-2.2 3
   500	-3.3.2.-2 3
   501	3.-3.2.1.-1.-2.2.1.-1.-2.2.0.-2 3
   502	3.-3.2.1.-1 3
   503	3.-3.2.1.0 3
   504	3.-3.1 3
   505	-3.2.-2.-2.2.0 3
   506	3.2.2.-2.0.2 3
   507	3.2.2.-2.0 3
   508	-3.-2.2.-2 3
   509	3.2.-2.-1.-4.2 3
   510	3.2.-2.-1 3
   511	3.2.-2.0.-1.-2.0.2.1.-1.-2.2.0.-2 3
   512	-3.2.1.-1.-2.-2.2.-2.2.2.-2 3
   513	-3.1.2.-5.2.1.-1.-2.-2.2.0.-2 3
   514	-3.1.2.-2.-1.-2.2.1.-1.-2 3
   515	3.-1.0.-2.2.0.-2 3
   516	3.0.-5 3
   517	3.0.-3 3
   518	3.0.2.0.-2 3
   519	3.0.2.0 3
   520	3.0.2 3
   521	3.0.0.-1.-2 3
   522	3.0.0.0 3
   523	-2.5.2.-2 3
   524	2.-4.-1.-2.0.3.-3.-2.2.2.-2 3
   525	2.-4.0.2.2.-2.0.-2 3
   526	2.3.-3.-2.2.2.-2.-2.-2 3
   527	2.3.-3.2.1.-1 3
   528	-2.3.2.-2.0 3
   529	2.3.2 3
   530	2.-3.1.2.0.-3.1.2.-5.2.-2.-2 3
   531	-2.3.-1 3
   532	2.3.0.2.-2.0 3
   533	2.3.0.0.2.-2 3
   534	-2.3 3
   535	-2.2.-7 3
   536	-2.2.-4.2.2.-7.2.1.-1.1.-1.-2 3
   537	2.-2.-3.1.-3.-2.2.3 3
   538	-2.2.2.-4 3
   539	-2.2.2.-2.2.-2.-3.1.-1 3
   540	-2.2.-2.-2.2.2.-2.2.-2.-3.1.-1 3
   541	2.2.-2.2.-2.-2.-1.1.0.-1 3
   542	2.2.-2.-2.0 3
   543	-2.2.-2.2 3
   544	2.-2.-2.-1.-2 3
   545	2.-2.-2.-1.1.2.-2.-1.0.-2.0.2.1.-1.1.-1.-2 3
   546	-2.2.2.1.-1.-2 3
   547	-2.2.-2.-1 3
   548	-2.-2.2.0.2.3.-3.2.-2.-2 3
   549	2.2.-2.0.-2.2.3.-5.2.-2.0.-2 3
   550	-2.2.-2.0 3
   551	2.2.2 3
   552	2.-2.-1.-2.3.4.-2.2.-2.-3.1.2.2.-4.2.-2.-1.-2.2.1.-1.1.-1.-2 3
   553	2.-2.-1.-2.0 3
   554	2.-2.-1.-2 3
   555	-2.-2.-1.1.2.-2.2.0.-2 3
   556	2.-2.-1.1.2.0.-2 3
   557	-2.2.1.-1.-2 3
   558	-2.2.1.-1.0 3
   559	2.-2.0.-3.2.-2 3
   560	2.-2.0.2.3 3
   561	-2.-2.0.2 3
   562	2.-2.0.-1.-2.2.1.-1.-2.-2.0.2.3 3
   563	2.-2.0.-1.-2.2.1.-1 3
   564	2.-2.0.-1.1.2.-2 3
   565	-2.-2.0.0 3
   566	2.1.-3.-2.-2 3
   567	2.1.-3.0.-2 3
   568	-2.-1.3 3
   569	2.1.2.-2 3
   570	2.1.2.0 3
   571	2.1.-1.-2.-2.2.3.-1.1.2.-2 3
   572	-2.-1.1.2.-2.2.-2 3
   573	2.1.-1.-2.-2.2.0.-2 3
   574	2.1.-1.-2.-2.-1 3
   575	-2.-1.1.2.-2 3
   576	-2.-1.1.2 3
   577	2.0.5.-2.2.-2 3
   578	2.0.-3.1.2 3
   579	2.0.3 3
   580	-2.0.2.3.-3.2.-2.-2 3
   581	2.0.-2.-2.0 3
   582	2.0.-2.2 3
   583	-2.0.2.-2 3
   584	2.0.-2.0.-3.2.-2 3
   585	-2.0.0.5 3
   586	-2.0.0 3
   587	-1.-4.2.-2.-2 3
   588	1.-3.-2.2 3
   589	1.-3.0.-2 3
   590	1.2.-5 3
   591	-1.-2.2.-2.0.-2.2.-2 3
   592	-1.-2.2.-2 3
   593	-1.-2.-2.2 3
   594	-1.-2.2.1.-3.2 3
   595	-1.-2.0.3.-3.0.-2 3
   596	-1.-2.0.2.-2 3
   597	-1.1.2.-5.2.1.-1.-2.-2.2.0.-2 3
   598	-1.1.2.-3.0 3
   599	1.-1.-2.-2.2.0.3.2.-2.0.-1 3
   600	-1.1.2.-2.-1.-2.2.0.-2 3
   601	1.-1.-2.2.1.-1.1.-1.-2 3
   602	-1.1.2.0.-2.-1.-2 3
   603	-1.1.-1.-2.-2 3
   604	-1.1.-1.0.-2 3
   605	-1.1.0 3
   606	-1.0.-2.2.0.-2 3
   607	-1.0.0.3.-2.-1.1.-1.-2.2.-2 3
   608	0.5.-3.-2 3
   609	0.-3.2.-2.-2 3
   610	0.2.-4.2.2.-2.2 3
   611	0.2.-4.2.0.2.3.-3.2.-2.-2 3
   612	0.2.3.-3.-2.2.2.-2.-2.-2 3
   613	0.2.3.-1.-2.2.-2.-2 3
   614	0.2.3.0 3
   615	0.-2.2.3.-3.0.-2 3
   616	0.-2.2.2.-2.-2.0 3
   617	0.2.2.-2 3
   618	0.-2.2.1.-1 3
   619	0.2.-2.-1 3
   620	0.2.1.-3.-2 3
   621	0.-2.-1.-2 3
   622	0.2.1.-1.-2.-2.-1.1.2.-2.0.-1 3
   623	0.2.1.-1.-2.2.0.-2 3
   624	0.2.1.-1 3
   625	0.-2.-1 3
   626	0.-1.-2.2.1.2.-2.-1.-2.2.1.-1.-2 3
   627	0.-1.-2.2 3
   628	0.-1.1.2.-3.1 3
   629	0.-1.1.2.0.-2 3
   630	0.-1.1.-1.-2.2.1.0 3
   631	0.0.7 3
   632	0.0.-5 3
   633	0.0.-3 3
   634	0.0.2.-4 3
   635	0.0.-2.2.2 3
   636	0.0.-1.1.-1 3
   637	0.0.0.-3 3
   638	0.0.0.-2.2.-2.0.-2 3
   639	0.0.0.-2 3
   640	0.0.0.-1 3
   641	-7.2.-2.-2 2
   642	7.2 2
   643	-7.2 2
   644	7.1.-1.0 2
   645	7.0.-2 2
   646	7.0.0 2
   647	-7 2
   648	-5.5.0 2
   649	-5.5 2
   650	5.-3.-2.2.3.-3 2
   651	5.-3.2.-2.-2 2
   652	5.-3.-2.2 2
   653	5.-3 2
   654	5.-2.2.2.-2.2.0.-2 2
   655	5.2.2.-2 2
   656	5.-2.2 2
   657	5.2.1.-1 2
   658	5.-2.-1.0 2
   659	5.-2.-1 2
   660	5.2 2
   661	5.-2 2
   662	5.0.-1 2
   663	5.0.0.0.0.-1.1.2.-2.-1.1.-1.-2.0.-2 2
   664	-4.4.2.-4.-2.0.-3.2.-2 2
   665	4.-4.2.3.0.2.-2.0.0.-1 2
   666	-4.4.1.-3 2
   667	4.3.-3.2.-2 2
   668	4.3.2.-2.-3.-2 2
   669	4.3.2.-2.-1.1.-3.-2.-2.2.0.7.-2.2.-3.1.4.-2.-2.0.-1.-2.0.2.1.-1.-2.2.-2.0.-2.2.-2 2
   670	4.3.2.-2.-1 2
   671	4.3.2.-2.0.-3 2
   672	4.3.2.-2 2
   673	4.3.-1.-2.3.-1 2
   674	4.3.-1.-2 2
   675	-4.2.3.-1.1.-1.-2.-2.2.2.-2 2
   676	-4.2.3.0.2.-2.0.0.-1 2
   677	4.-2.3 2
   678	4.-2.-2.4.-2.0 2
   679	-4.2.2.3.-1.-2.2.1.-1.-2 2
   680	-4.2.2.3.0.-1.-2 2
   681	-4.2.2.-2.2.0.3 2
   682	-4.2.2.0.2.-4.-2.2.2.-2.-3.3.-2.0.0.-1 2
   683	4.1.-3.2 2
   684	4.1.-3.-2 2
   685	4.1.2 2
   686	4.1.-1.-2 2
   687	4.0.3.2.-2.-1.1.2.-2.2.0.-2 2
   688	4.0.3.-1.-2 2
   689	4.0.-2.-2.-1.-4.2.3.-1.-2.3.4.-2.2.-4.0.-1.0.3.-2.0.0.-1 2
   690	-4.0.2.0 2
   691	4.0.0.-2 2
   692	-4.0.0 2
   693	4.0 2
   694	3.-5.2.-2.-2.2.0.-2 2
   695	3.-5.2.-2.-2 2
   696	3.-5.-2 2
   697	-3.3.-3.1.2.-5.-2 2
   698	3.-3.3.0.0.-5 2
   699	3.-3.3 2
   700	-3.3.2.2.-2.2.-2 2
   701	-3.3.2.-2.0.-3.3.-5.2.-2.0.-2 2
   702	3.-3.2.0.0.3.-2.-1.1.-1.-2.2.-2 2
   703	3.-3.-2.0 2
   704	-3.3.-1.-4 2
   705	3.-3.1.2 2
   706	-3.3.-1 2
   707	3.-3.0.-2.2.0.7.1.-3.-2.2 2
   708	-3.3.0.0.-5.2.-2 2
   709	-3.3.0.0.0 2
   710	-3.3.0.0 2
   711	3.-3.0 2
   712	3.2.-5.2.1.-1.-2.-2.2.0.-2 2
   713	-3.-2.4 2
   714	3.2.-2.-3.-2.2.2 2
   715	-3.-2.2.3 2
   716	3.2.-2.2.-4.2.0.-3 2
   717	3.2.2.-2.2.3.-5.2.-2.0.-2 2
   718	3.2.2.-2.-2.2.2.0.-2.2.-2.-2.-1 2
   719	-3.2.-2.-2.2.2 2
   720	-3.-2.2.-2.2.-2 2
   721	3.2.-2.-2 2
   722	3.2.-2.-1.-2 2
   723	3.2.-2.-1.1.2.-2 2
   724	3.2.2 2
   725	-3.-2.2 2
   726	-3.-2.-2 2
   727	-3.2.1.-5.-3.1.4 2
   728	3.-2.-1.-2.-2 2
   729	3.-2.-1.-2 2
   730	-3.2.1.-1.-2.-2.2.-2.2.3.-5.2.-2.0.-2 2
   731	3.-2.-1.1.-1.-2.2.1.-1.1.-1.-2 2
   732	-3.2.1.-1.1.-1.-2 2
   733	-3.2.1.-1 2
   734	-3.-2.0 2
   735	3.-1.-4.5.2.3 2
   736	3.-1.-4.5.0.2.-2.0.-1 2
   737	3.-1.-4.4.-2.3.0.-3 2
   738	3.-1.-4.4.1.-3.0 2
   739	3.-1.-4.2.-2.-3.3.-1.1.2.0.-7 2
   740	3.-1.-4.0 2
   741	3.-1.3.-2.0.0.-1 2
   742	3.-1.-2.3.2.-2 2
   743	-3.1.2.2 2
   744	3.-1.-2.0.-2 2
   745	3.-1.1.-3.-2.-2 2
   746	3.-1.1.-3 2
   747	3.-1.1.2.-2.-1.-2 2
   748	3.-1.1.2.-2.-1.0 2
   749	3.-1.1.2.-2.0.-1.-2.2.-2.-2 2
   750	3.-1.1.2.0.2.-7.0.3.0.-1 2
   751	3.-1.1.2.0.2.-7 2
   752	-3.1.-1.-2 2
   753	3.-1.0.0.-2 2
   754	3.0.-3.2.1.-1.-2.-2.2.0.-2 2
   755	3.0.2.-2.0 2
   756	3.0.-1.-4 2
   757	3.0.-1.3.-2.0.-1.-2.3.2.2.1.-1.1.-1.-2.2.-2 2
   758	3.0.-1.1.-3.-2.-2.2.2.-2.-2.2 2
   759	3.0.0.-1.-2.-2 2
   760	3.0.0.-1.-2.0 2
   761	2.-9.2 2
   762	-2.5.2.2.0.-2.2.-2.0 2
   763	2.4.-4.2.-2.-2 2
   764	-2.4.-4.2.2.-2 2
   765	-2.4.3.-3.2.-2 2
   766	-2.4.3.0.-2.-1.1.-3.0 2
   767	-2.4.3.0.-1.1.2.-2.2.0.-2 2
   768	2.-4.-3 2
   769	-2.4.-2.5 2
   770	2.-4.2.-2.-2 2
   771	2.-4.2.2 2
   772	-2.4.1.-3 2
   773	2.-4.-1.1.2.-2.2.2.-2 2
   774	2.-4.0.2.2.-2 2
   775	2.-4.0.-1.1.2.3 2
   776	2.-4.0.-1 2
   777	2.-4.0.0 2
   778	-2.4.0 2
   779	2.4 2
   780	2.3.-5 2
   781	2.3.-3.-2.2.1.-1.-2.-2.0.2.2.-2.-2.2.0.-2 2
   782	2.3.-3.2.1 2
   783	2.3.-3.-2 2
   784	-2.-3.3.-1.3.-2.0.0.-1 2
   785	-2.-3.3.0.0 2
   786	2.3.2.3.-1.3.-2.0.-1.1.0.-1 2
   787	2.3.2.-2.-1.-2.2.1.-1.-2.-2.2.2.-2.-2.2.-2.-2.-3.2.1.2.-2.-3.2.-2.0.-2 2
   788	2.3.2.-2.-1 2
   789	-2.3.-1.-4.2.2.-2 2
   790	2.3.-1.-4.2 2
   791	2.-3.1.-3 2
   792	2.-3.1.2.-2.2 2
   793	-2.3.-1.-2.2.-2 2
   794	2.3.-1.1.2.-2.2.2.-2 2
   795	2.3.-1.1.2.0 2
   796	2.3.-1.1.2 2
   797	2.3.-1.1.-1.-2.-2.2.0.3.2.-2.0.-1 2
   798	2.3.0.2.-2.-1 2
   799	-2.-3.0.-2 2
   800	2.3.0.-1.-2.2.1.-1.-2.0.3 2
   801	2.3.0.-1.1.2.-2.2.2.-2 2
   802	2.3.0.-1.1.2 2
   803	-2.-3.0 2
   804	2.2.-7 2
   805	-2.2.-4.-3.2.-2.-2.4.3.2.-2.-2.2.-2.-3.3.0.-3.-2.5.0.-3 2
   806	2.2.-4.2.-2 2
   807	-2.2.-4.2.-2 2
   808	-2.2.-4.2.0.-5.3.2.-2.-1.1.0.-1 2
   809	2.2.-4.-1.-2.3 2
   810	-2.2.-4.-1.-2.0.3.-3.0.-2 2
   811	2.2.-4.-1.-2.0 2
   812	-2.2.3.-5.2.-2.0.-2 2
   813	-2.2.3.-5 2
   814	-2.2.3.-3.0.-2 2
   815	2.-2.-3.2.1.-1.1.-1.-2 2
   816	2.-2.-3.1.-3.-2 2
   817	2.2.3.-1.-2.-2 2
   818	-2.2.3.0.-1 2
   819	-2.2.3.0.0 2
   820	-2.2.-3 2
   821	-2.2.2.-4.-1.-2.3.-5.2.2.1.-1.1.-1.-2 2
   822	-2.2.2.-4.-1.-2.0.3.-3.-2.2.2.-2 2
   823	-2.2.2.-4.-1.-2.0.3.-3.0.-2 2
   824	-2.2.2.-4.-1 2
   825	-2.2.2.-4.0.-1.-4.2.-2 2
   826	2.2.-2.-3.3.-2.2.-2.0.-1 2
   827	-2.2.-2.-3.3 2
   828	2.-2.2.-3.1.-1.-2.2 2
   829	-2.2.2.3.-1 2
   830	2.-2.2.3.0 2
   831	2.2.-2.2.-4.2.2.0.0.1.-3.-2.2.2.-2 2
   832	2.-2.2.-2.-3.1.-1 2
   833	-2.2.-2.-2.2.3.-1.-2.2.2.-2 2
   834	-2.2.-2.2.-2.-3 2
   835	2.-2.-2.2.2.-2.2.-2.-3.1.-1 2
   836	2.2.-2.-2.2.2.-2.-2.2 2
   837	-2.2.2.-2.-2.2.2.-2 2
   838	-2.-2.2.2.-2.-2.-1.-2.2 2
   839	2.2.-2.2.-2.-2.-1.1.2.-2.2.0.-2 2
   840	-2.-2.2.2.-2.2.0.-2 2
   841	-2.-2.2.2.-2.-2.0 2
   842	2.2.-2.2.2.-2 2
   843	-2.2.-2.-2.2.-2 2
   844	-2.2.2.-2.-2.-1.1.-1.-2.2.-2 2
   845	2.-2.2.-2.-2.-1.1 2
   846	-2.2.-2.2.-2.0.-3 2
   847	2.2.-2.-2.2.0.2.3.-3.2.-2.-2 2
   848	2.-2.2.-2.-2.0.-1 2
   849	2.-2.-2.2.-2.0.-1 2
   850	2.-2.-2.-2.2.0 2
   851	-2.-2.2.2.2 2
   852	-2.-2.2.2.1.2 2
   853	2.-2.-2.-2.-1.1.4 2
   854	-2.2.-2.-2.-1.1.0.-1 2
   855	-2.2.-2.-2.-1 2
   856	2.-2.2.2.0.-2.5.-3.0.-2 2
   857	2.2.2.-2.0.-2.5 2
   858	2.2.2.-2.0.-2 2
   859	2.2.-2.2.0.-2 2
   860	-2.-2.2.2.0.-2 2
   861	2.-2.-2.-2 2
   862	2.-2.-2.-1.3.2.-2.-2 2
   863	2.-2.2.1.-1.-4.-3 2
   864	2.-2.-2.-1.1.2.-2.0.-1 2
   865	2.-2.2.1.-1.-2 2
   866	-2.2.2.1.-1.1.-1.-2 2
   867	2.-2.-2.-1.1.0 2
   868	2.-2.-2.-1.0 2
   869	-2.2.-2.0.-3 2
   870	-2.-2.2.0.2.-4.0 2
   871	-2.-2.2.0.-2.-3 2
   872	-2.2.2.0.2.-2 2
   873	2.-2.2.0.2.1.-1 2
   874	-2.2.-2.0.-2.0.2.2.0.-2.-2.-1.3.2.-2.-2 2
   875	-2.2.2.0.-2.0 2
   876	-2.-2.2.0.-2 2
   877	2.-2.2.0.0.2.1.-1 2
   878	2.-2.2.0 2
   879	-2.2.1.-3.2.-4.0.2.2.-2.0.-2 2
   880	2.-2.-1.-2.2.-2.-2 2
   881	2.2.1.2.-2.-1 2
   882	2.-2.-1.-2.-2 2
   883	-2.-2.-1.1.2.2.-2.-2.2.-2 2
   884	2.2.1.-1.-2.-2 2
   885	2.2.1.-1.-2 2
   886	-2.-2.-1.1.2 2
   887	2.-2.-1.1 2
   888	2.2.1.0 2
   889	2.-2.0.-3.3.-5.2.-2.0.-2 2
   890	2.-2.0.2.3.-1.-2.2.1.-1.-2 2
   891	2.-2.0.-2.-3 2
   892	-2.2.0.-2.2.-5.3.-1.1.2.-2.-1.-2.2.1.-1.-2 2
   893	2.-2.0.-2.2.-2 2
   894	-2.2.0.2.-2 2
   895	-2.2.0.2.0 2
   896	2.-2.0.-1.-2.-2 2
   897	2.-2.0.-1.1 2
   898	-2.-2.0.-1 2
   899	-2.-1.-4 2
   900	2.1.-3.-2.-2.2.2 2
   901	2.1.-3.-2 2
   902	2.1.2.2.-2.2.-2.-2.-1.1.2.-2.2.2 2
   903	2.1.2.2.-2.2.2.-2 2
   904	2.1.2.2.-2 2
   905	-2.-1.-2.2.1.-1.-2.-2.2.3.-1.-2.2.0.-2 2
   906	-2.1.-2.2.0.-2 2
   907	2.1.2.2 2
   908	-2.-1.1.2.-2.2.0.-2 2
   909	-2.-1.1.2.2.0.-2 2
   910	2.1.-1.-2.-2.0.0.2.-2.-1.1 2
   911	2.1.-1.-2.-2.0 2
   912	2.1.-1.-2.2 2
   913	-2.-1.1.-1.-2.-2.2.-2.2.-2.-2.2.0.-2 2
   914	2.1.-1.1 2
   915	2.1.-1.0 2
   916	-2.-1.0.0 2
   917	2.0.7.1.-1 2
   918	-2.0.-3.1.2 2
   919	-2.0.2.3.0.-1.0.-2.2.-2.-2.2.0.-2 2
   920	2.0.-2.2.-7 2
   921	2.0.-2.-2.2.0.2.-4.-1.1.-1.-2.2.-2 2
   922	2.0.-2.-2.2.0.-2 2
   923	-2.0.-2.2.0.-2 2
   924	2.0.-2.-2 2
   925	2.0.2.1.-3.0 2
   926	-2.0.2.1.-1.1.-3.-2 2
   927	2.0.-2.-1.1.-1.-2.-2.2.-2 2
   928	2.0.-2.-1.1.-1.-2.-2.0.2.3.-5.2.-2.0.-2 2
   929	2.0.-2.0.-3 2
   930	-2.0.-2.0.2.2.1.-3.2.-2.-3.3.-2.0.0.-1 2
   931	-2.0.-1.-2.3.-3.2.1.-1 2
   932	-2.0.-1.-2.3 2
   933	-2.0.-1.-2.0.3.-3.0.-2 2
   934	-2.0.-1.-2 2
   935	2.0.1 2
   936	2.0.0.2.-2.0 2
   937	2.0.0.-2 2
   938	-1.-4.5.-3.2.-2 2
   939	-1.-4.4 2
   940	1.4.-2.-2.2.2.-2 2
   941	1.4.-2.-2.2 2
   942	-1.-4.2.-2 2
   943	-1.-4.2.0.2.-2 2
   944	-1.-4.0.0 2
   945	1.-3.2.-4.2.2.-2.0.-2 2
   946	1.-3.2.-4.-1.1.2 2
   947	1.-3.-2.-2.2.2 2
   948	1.-3.-2.2.-2 2
   949	-1.3.-2.0.-1.-2.3.2.2.1.-1.1.-1.-2.2.-2 2
   950	-1.3.-2.0.-1.1 2
   951	1.-3.-2.0 2
   952	-1.3.-2.0 2
   953	-1.-2.3.-5 2
   954	-1.-2.3.2 2
   955	-1.-2.3.0.-5 2
   956	-1.-2.3.0 2
   957	1.2.-3 2
   958	1.2.-2.-3 2
   959	-1.-2.2.-2.-2.2 2
   960	1.2.2.-2.2.1.-1 2
   961	1.2.-2.2.-2 2
   962	-1.-2.-2.2.-2 2
   963	-1.-2.2.-2.0.-2 2
   964	-1.-2.-2.2.0 2
   965	-1.-2.2.1.-1 2
   966	1.2.-2.-1.0 2
   967	-1.-2.-2.0.2 2
   968	1.2.0.2.-2 2
   969	-1.-2.0.2.1.-3.2.-2.0.-2 2
   970	-1.-2.0.2.1.-1.-2.2.0.-2 2
   971	-1.-2.0.-2 2
   972	1.-1.-4.2 2
   973	-1.1.-3.3 2
   974	-1.1.-3.0.-2.2.2.-2.2.0.-2 2
   975	-1.1.2.-5.2.-2.-2 2
   976	-1.1.2.-5.-2.0.2.3.-5.2.-2.0.-2 2
   977	1.-1.-2.3.2 2
   978	-1.1.2.-3.1 2
   979	-1.1.2.3 2
   980	-1.1.2.-3 2
   981	1.-1.-2.2.-4 2
   982	1.-1.-2.-2.2.2.-2 2
   983	-1.1.2.2.-2.2.1.-1.-2.-2.2.2.-2.2 2
   984	1.-1.-2.-2.2.2.0 2
   985	1.-1.-2.-2.2.2 2
   986	1.-1.-2.2.-2.0.-3.1.-1 2
   987	-1.1.2.2.-2.0 2
   988	-1.1.2.2.-2 2
   989	-1.1.2.-2.-1.-2 2
   990	1.-1.-2.2 2
   991	-1.1.2.0.2.-2.-2.-1.1.2 2
   992	-1.1.2.0.-2.0.-1 2
   993	1.-1.-2.0.-2 2
   994	1.-1.0.-2.0.-3 2
   995	-1.0.-2 2
   996	-1.0.0.-2 2
   997	-1.0 2
   998	0.7.0.-2.2.-2.-3.3 2
   999	0.7.0.0.3.-3.2.-2.-2.2.-2 2
  1000	0.5.-2 2
  1001	0.5.-1.1.2.0.2.1.-1.-4.2.2.-2.2.0.-2 2
  1002	0.-4.2.2.-2.-2 2
  1003	0.3.-5.2.-2.-2.2.2.-2.2.0.-2 2
  1004	0.3.-5 2
  1005	0.-3.3.0.2.-4.-1.1.-1.-2.-2.2.-2 2
  1006	0.3.2.-2 2
  1007	0.-3.2.-2 2
  1008	0.3.2.0.-2.2.-2.-1 2
  1009	0.3.2 2
  1010	0.3.-1.-4.5.0 2
  1011	0.-3.0 2
  1012	0.-2.5.2 2
  1013	0.2.-4.-3.2.-2 2
  1014	0.-2.4.1 2
  1015	0.2.3.-3.2.-2.-2 2
  1016	0.-2.-3.3 2
  1017	0.-2.-3.2 2
  1018	0.2.3.-1.-2.2.1.-1 2
  1019	0.2.3.0.0 2
  1020	0.-2.2.-5.3.-1.1.2.-2.-1.-2.2.1.-1.-2 2
  1021	0.-2.2.-3.1.2 2
  1022	0.-2.2.3.0.2.-2 2
  1023	0.2.2.-2.-2.2.-2.2.2.-2 2
  1024	0.-2.2.-2.-2.2.0.-2 2
  1025	0.2.-2.2.-2.-2.0.-1 2
  1026	0.2.2.-2.2.1.-1 2
  1027	0.-2.2.-2.-2 2
  1028	0.-2.-2.2.-2 2
  1029	0.2.2.-2.0.-2.2.3.-5.2.-2.0.-2 2
  1030	0.-2.2.-2.0.-2.0.2.2 2
  1031	0.2.-2.-2.0 2
  1032	0.2.2.1.-3.2.1.-1 2
  1033	0.-2.2.1.-1.-2.0 2
  1034	0.2.-2.-1.1.-1.-2.-2 2
  1035	0.-2.2.1.-1.0 2
  1036	0.-2.-2.-1 2
  1037	0.2.-2.0.-3.2.1.-1 2
  1038	0.2.-2.0.-1.-2.2.1.-1.-2.-2.0.2.3 2
  1039	0.2.-2.0.-1.-2.2.1.-1 2
  1040	0.2.1.-1.-2.-2.2 2
  1041	0.2.1.-1.-2.-2.0.2.3.-1.-2.2.1.-5.0.-3.1.-1 2
  1042	0.2.1.-1.-2.-2.0.2.3.-1.-2 2
  1043	0.-2.-1.1 2
  1044	0.2.1 2
  1045	0.-2.0.-3.2.1.-1.-2 2
  1046	0.-2.0.2.-7.2 2
  1047	0.2.0.2.-2.-2 2
  1048	0.2.0.-2.-2.2 2
  1049	0.2.0.-2.0 2
  1050	0.-2.0.-2 2
  1051	0.-2.0.-1.-2.-2 2
  1052	0.-2.0.0.-3.2.1.2.-2 2
  1053	0.2.0.0 2
  1054	0.-1.3.-2.0.0.-1 2
  1055	0.-1.-2.-2.2.3 2
  1056	0.-1.-2.2.1 2
  1057	0.-1.1.2.-5.-2.0.2.3.-5.2.-2.0.-2 2
  1058	0.-1.1.2.-2.-1.1.-1.-2.0.-2 2
  1059	0.-1.1.2.-2 2
  1060	0.-1.1.-1.-2.2.1.-1.1.-3 2
  1061	0.-1.1.-1.0.-2.3.2 2
  1062	0.-1.1.0 2
  1063	0.1.-1 2
  1064	0.-1.0.-2.3.-3.2.1.-1.-2.-2.-3.1.4 2
  1065	0.-1.0.-2 2
  1066	0.0.5.-1 2
  1067	0.0.-2.5 2
  1068	0.0.2.3.-3.-2.2.2.-2.-2.-2 2
  1069	0.0.2.3.-3.-2.2.2.-2 2
  1070	0.0.-2.-3 2
  1071	0.0.-2.2.3.2.-2.-1.1.2.-2.2.0.-2 2
  1072	0.0.-2.2.-2.0.-2 2
  1073	0.0.-2.2 2
  1074	0.0.-2.-1.1.-3.2.-2 2
  1075	0.0.2.1.-1.-2.-2.2 2
  1076	0.0.2.1.-1.-2 2
  1077	0.0.-2.0.-2 2
  1078	0.0.-2.0 2
  1079	0.0.-1.1.2.-3.1 2
  1080	0.0.-1.1.2.-2.-1.1.-1.-2.0.-2 2
  1081	0.0.-1.1.-1.-2.2.1.0 2
  1082	0.0.0.2.3.-3.-2.2.2.-2 2
  1083	0.0.0.2.-2.0.-3.2.-2 2
  1084	0.0.0.2.-2.0.-3.2.1.-1.-2.0.-2 2
  1085	0.0.0.2.1.-1.-2.-2.2.-2.0.-1 2
  1086	0.0.0.2.1.-1.-2.-2 2
  1087	0.0.0.-1.-2 2
  1088	0.0.0.-1.1.2.-3.1 2
  1089	0.0.0.0.2.-2.0.-3.2.-2 2
  1090	0.0.0.0.0 2
  1091	-7.5.2.2.-2.-2.2.0 1
  1092	7.2.-4.2.0 1
  1093	-7.2.3.-3 1
  1094	-7.2.3.-1.-2.0.-2.2.2.-2 1
  1095	7.2.-2.2.-4.2.-3 1
  1096	7.2.-2.-2.2.-2.-2.4.-7.7.2.-2.-2.2.-2.-2.4.-7.3.-1.1.2 1
  1097	7.-2.2.-2.0 1
  1098	7.-2.-2.-1.-2 1
  1099	7.-2.-2.-1 1
  1100	7.-2 1
  1101	7.1.-3.4.-2.-2.-2.6.-2.0.-2.-2.2.2.-7 1
  1102	7.1.-3.-2.4.-2.2.1.-1.-2.0 1
  1103	7.0.2.-4.-1.1.2.-2.2.2.-2 1
  1104	7.0.-2.-2.2 1
  1105	7.0.-2.2.1.-3.0.-2 1
  1106	7.0.-2.-2 1
  1107	7.0.1.-1.-2.-2.2.-5.3.-3.0.7.1.2.-2.-1.-2.-2.2.2.0.1.-1.-2.-3.-2.3.0.-3.-2.2.3.0.-3.3.4.-2.-3.-2.2.1.-1.-2.0 1
  1108	7.0.1.-1.0.-5.1.-1 1
  1109	7.0.1 1
  1110	7.0.0.3 1
  1111	7.0.0.2.-4 1
  1112	7.0.0.-2.2.-2.-2.-1 1
  1113	7.0.0.-2.2.-2.0.-1 1
  1114	7.0.0.-2.2.-2 1
  1115	7.0.0.-2.0 1
  1116	7.0.0.2 1
  1117	7.0.0.-2 1
  1118	7.0.0.1.-1.0.-2.0.-2 1
  1119	6.-4.-2.6 1
  1120	-6.2.2.2.0 1
  1121	6.1 1
  1122	-6.0.-2.0 1
  1123	-5.5.2.4.0.-4.4 1
  1124	-5.5.2.3.-1.-2.3.-5.2.2.-2.-2.-3.3.-2.0.0.-1 1
  1125	-5.5.2.-2.2.3.0 1
  1126	-5.5.0.2.-2.0 1
  1127	-5.5.0.0.-1.3 1
  1128	-5.5.0.0.-1 1
  1129	5.-5 1
  1130	5.4.1.-3.2.-4.5.4.-2.2.1.-1.0.-4.-3.3.4.1.-1.-2.2.0.1.-1.-2.-3.1.-5.2.2.1.-3.2.-2.-2.0 1
  1131	5.4.1.-3.2.-4 1
  1132	5.4.1.-3 1
  1133	-5.3.2.2.-2.-3.3.-2.0 1
  1134	-5.3.2.2.-2.-2.2.0 1
  1135	-5.3.2.2.-2 1
  1136	-5.3.2.-2.-1 1
  1137	-5.3.2.0.-2.2.2.-2 1
  1138	5.-3.-2.0.-2 1
  1139	-5.3.-1.-2.-2.0.-2.2.2.0 1
  1140	-5.3.-1.1.2 1
  1141	5.-3.0.-2.0 1
  1142	-5.3.0.0.-1.3.0.2.3.-3.-2.2.1.-1.-2 1
  1143	5.-3.0 1
  1144	5.3 1
  1145	-5.3 1
  1146	5.2.-5 1
  1147	5.2.-4.-3 1
  1148	5.-2.4.-2.-2.-1 1
  1149	5.2.3.-3.2.1.0.0 1
  1150	-5.2.3.-3.2.1.0 1
  1151	5.2.3.-3 1
  1152	5.2.3.-1.-2.3.-1.-2 1
  1153	-5.2.3.-1.1.2 1
  1154	5.2.3.-1 1
  1155	-5.2.3.0.0 1
  1156	-5.2.-2.5.4.-4.2.0.-7.2.3.-5.2.-2.-2.2.0 1
  1157	5.2.-2.-3.1.2.2.0.-2.-2.-1.1.2.-2.2 1
  1158	5.2.-2.-2.2.2.-2.-2.-1.1.0.-1 1
  1159	5.-2.2.2.-2.-2.0 1
  1160	5.-2.2.2.-2.2 1
  1161	5.-2.2.2.-2.0 1
  1162	5.-2.2.2.-2 1
  1163	5.-2.2.2.1.-3.2.-2.-2.-1.3.-2.0.0.-1 1
  1164	5.2.-2.-1.1.2.-2.2.-2 1
  1165	5.2.-2.-1 1
  1166	5.2.-2.0.-2.4 1
  1167	-5.2.1.-1.-2.0 1
  1168	5.2.1.-1.0 1
  1169	5.2.1 1
  1170	5.-2.0.-1 1
  1171	5.-2.0.0.0 1
  1172	5.-1.-4 1
  1173	5.-1.-2.2 1
  1174	5.-1.1.2.-2.-3.3 1
  1175	5.-1.1.2.-2.2.2.-2.-2.2.2.-2.2.0.-2 1
  1176	5.-1.1.2.-2.2.2.-2 1
  1177	5.-1.1.2.-2.2.0.-2 1
  1178	5.-1.1.2.2.0.-2 1
  1179	5.-1.1.2 1
  1180	5.0.5.0.0 1
  1181	5.0.2.-4.-1.-2.0.3.-3.-2.0.2.-2 1
  1182	-5.0.2.3.-1.1.2.-2 1
  1183	5.0.-2.2.-2.-3.0 1
  1184	5.0.2.-2.-2.2.0.2.3.-1.-2.2.1.-1.-2 1
  1185	5.0.-2.-2.-1.-2.0.3.-1.-2.3.4.-2.2.-4.0.-1.0.3.-2.0.-1 1
  1186	5.0.2.-2.0.-1.-4 1
  1187	5.0.2.-2 1
  1188	5.0.-2.-1.-2 1
  1189	5.0.-2.0.2.2.-2.-2.-1.1.-1.-2.2.-2 1
  1190	5.0.2.0.-2 1
  1191	5.0.-1.1.2.-2.-1.1.-1.-2.2.-2 1
  1192	5.0.0.2.-2.-2 1
  1193	5.0.0.-2.-1.-2 1
  1194	5.0.0.2 1
  1195	5.0.0.-1.-4.-2 1
  1196	5.0.0.-1 1
  1197	5.0.0.0.-1.1.2.-2.-1.1.-1.-2.0.-2 1
  1198	-4.5.-1.-2.0 1
  1199	-4.5.-1.-2 1
  1200	-4.5.-1.1.-3.2.0.-2.0 1
  1201	4.-4.4.-2.0.4 1
  1202	4.-4.4.-2 1
  1203	-4.4.3.-3 1
  1204	-4.4.3.-1.-2 1
  1205	-4.4.3.0.2.-5 1
  1206	-4.4.3.0.2.-2 1
  1207	-4.4.3.0 1
  1208	-4.4.2.-4.-2.0.-3.0.3.2.-5.0 1
  1209	-4.4.-2.-2.4.-4.2.2.3.0.2.-2.0.-5.3.-1.-2.-2.4.-2.2.-4.2.2.2.-4.2.2.-2.-2 1
  1210	4.-4.2.2.2.1.-3.0.-2.2.2.-2.2.0.-2 1
  1211	-4.4.-2.2.1 1
  1212	4.-4.2.0.-7 1
  1213	-4.4.-2.0 1
  1214	-4.4.-2 1
  1215	-4.4.1 1
  1216	4.-4 1
  1217	4.3.-5.-3.1.2.-2.2.2 1
  1218	4.3.-5.-2.0.2.-2.0.-3.-3.3.2.1.-1.0.-2 1
  1219	4.3.-3.5.-2.-3.-2.-2 1
  1220	4.3.-3.-4.5.-1.-2 1
  1221	4.3.-3.1.2.-2 1
  1222	4.3.-3.1.-1.-2.2.0.3 1
  1223	4.3.-3.1.-1 1
  1224	4.3.-3 1
  1225	4.3.2.-4.2.-3.1.-1.-2.2.-2.-2.4.3.2.-2.-2.2 1
  1226	4.3.2.-3.1.-3.-2.-2.2.2.-4.2.2.-4.-1.-2 1
  1227	4.3.2.3.-1.-2.0.-2.0.-1 1
  1228	4.3.2.-3 1
  1229	4.3.-2.2.2.-2.-3.1.-1.-2.-2.2 1
  1230	4.3.2.-2.-2.0.-1.-2.2.0 1
  1231	4.3.2.-2.-1.-2.2.1.-1.-2.-2.2.2.-2.-2.2.0.-2 1
  1232	4.3.2.-2.-1.-2.2.1.-1.-2.-2.0.2.2.-2.-2.2 1
  1233	4.3.2.-2.-1.-2.2.1.-1.-2 1
  1234	4.3.2.-2.-1.-2 1
  1235	4.3.2.-2.-1.1.-3.-2.-2.2.0.7.-2.2.-3.1.4.-2.-2.0.-1.-2 1
  1236	4.3.2.-2.0.-1.1.2.2.-4.0 1
  1237	4.3.2.0.-2 1
  1238	4.3.-2.0.-1 1
  1239	4.3.-2 1
  1240	4.3.-1.-2.5.-2.-1.-4.2.-2.-2 1
  1241	4.3.-1.-2.-2.-2.2.0 1
  1242	4.3.-1.1.2.-5.-2.-2.2.2.0.-2 1
  1243	4.3.-1.1.-1 1
  1244	4.3.0.2.-4.-1.-4 1
  1245	4.3.0.2.-2.2.-3.1.-3.3.-1.1.-3.-2.-2.2.2.-2.-2.2 1
  1246	4.3.0.2.-2.2.-2.2.3.-1.-2 1
  1247	4.3.0.2.-2.0.2.3.-1.-2 1
  1248	4.3.0.2.-2.0.2.-2.0 1
  1249	4.3.0.2.-2.0 1
  1250	4.3.0.-2.-1.1.-1.-4.4.-2.3.0.-3.0 1
  1251	4.3.0.2.0.-2.4.-4.2.2.-2 1
  1252	4.3.0.2.0.-2.0.-1.-2 1
  1253	4.3.0.-1.-2.-2.2.-2.-2.2.0 1
  1254	4.3.0.-1.-2.-2.2.2.-2 1
  1255	4.3.0.-1.-2.-2 1
  1256	4.3.0.-1.-2.0.5.-2.2.2.-2 1
  1257	4.3.0.-1.1.2.-2.-1.-2.2.1.-1.-2.-2.2.2.-2.-2.2.0.-2 1
  1258	4.3.0.-1.1.2.-2.-1.-2.2.1.-1.-2.-2.0.2.2.-2.-2.2.0.-2 1
  1259	4.3.0.-1.1.2.-2.-1.-2.2.1.-1.-2 1
  1260	4.3.0.-1.1.-1.1.4.-2.-2.0.-1.-2.3.-3.2.1.-1.-2 1
  1261	4.3.0.-1 1
  1262	4.3.0.0.2 1
  1263	4.3.0.0.-1.-2.-2.2.2.-2.0.-2 1
  1264	4.3.0.0.-1 1
  1265	4.3.0.0.0.0.-3 1
  1266	4.3.0.0 1
  1267	4.2.-4.-2 1
  1268	-4.2.4.1.-1.0.-2 1
  1269	-4.2.3.-3.3.-3.0.-2 1
  1270	-4.2.-3.-2.2.-2.-2.2.2 1
  1271	-4.2.3.2.-2.-1.-2.0 1
  1272	4.-2.3.2 1
  1273	-4.2.-3.1.-3.0 1
  1274	4.-2.3.0.-3.0 1
  1275	-4.2.2.3.0.-1.1.2.-2.-1.-2.2.1.-1.-2 1
  1276	-4.2.2.3.0.-1.1.-1.-2.-2.2.2.-2 1
  1277	4.-2.-2.-3 1
  1278	-4.2.2.3 1
  1279	4.-2.2.-2.-3.1 1
  1280	-4.2.-2.2.3.0.2.-2.0.-1 1
  1281	4.-2.2.-2.-3 1
  1282	-4.2.-2.2.2.-4.-1.-2.0.3.2.-2.0.-1 1
  1283	-4.2.2.-2.2.-2.2.-4 1
  1284	-4.2.2.-2.-2.-2.2.2.-2.-2.2 1
  1285	-4.2.2.-2.2.-2.-2.2.-2 1
  1286	-4.2.2.-2.2.2.1.-1.-2.2.0.-2 1
  1287	4.-2.-2.2.2.-2.0 1
  1288	-4.2.2.-2.2.0.3.-3.-2.2.-4.2.2.3.-1.-2.2.1.-1.-2 1
  1289	-4.2.2.-2.2.0.3.-1.-2.0.-4.2.2.3.-1.-2.2.1.-1.-2 1
  1290	-4.2.2.-2.2.0.1.-1.0 1
  1291	-4.2.2.2.1.-3.0.-2.2.2.-2.2.0.-2 1
  1292	-4.2.2.-2.0.-3 1
  1293	-4.2.2.-2.0.-2.0.2.2.-2.0.2.-2.-2.2 1
  1294	-4.2.2.-2.0.-2 1
  1295	-4.2.-2.-2 1
  1296	4.-2.-2.-1.1.0.-1 1
  1297	4.-2.-2.-1.1 1
  1298	-4.2.-2.-1 1
  1299	-4.2.-2.0.-3.3.2.-2.-2 1
  1300	4.2.-2.0.-2.5.0.-1.1.-1.-2.-2.2.-2.2.-2.-2.2.0.-2 1
  1301	4.2.-2.0.-2.5.0.-1.1.-1.-2.-2 1
  1302	4.2.-2.0.-2.5 1
  1303	-4.2.2.0.1.-3.-2.2.2.-2 1
  1304	-4.2.2.0.0.2.-4.-2.4.2.-2 1
  1305	-4.2.2.0 1
  1306	-4.2.-2.0 1
  1307	4.2.-2 1
  1308	4.2.1.-1.-2.-2 1
  1309	-4.2.0.5.0.-2.-3 1
  1310	-4.2.0.5.0.0.-2.-3.3.-1 1
  1311	4.-2.0.5 1
  1312	-4.2.0.5 1
  1313	-4.2.0.-2.2.2.-4.0.-1.-2.2.0.-2 1
  1314	-4.2.0.-2.0.-3.2.-2 1
  1315	-4.2.0.0.-3.1.2.-5.0.-2 1
  1316	4.-2.0 1
  1317	4.1.-3.-2.0 1
  1318	4.1.-3.0 1
  1319	4.1.2.2.-4.-1 1
  1320	4.1.2.-2.-1.-2 1
  1321	4.1.2.0.0 1
  1322	4.1.-1.-4 1
  1323	4.1.-1.-2.4 1
  1324	4.1.-1.-2.3 1
  1325	4.1.-1.-2.0.2.-2 1
  1326	-4.-1 1
  1327	4.0.-4.4.-2.2.-2.-3 1
  1328	4.0.-4.2.2.-2.0.-2 1
  1329	4.0.-4 1
  1330	4.0.3.-3.-2 1
  1331	4.0.-2.3.-1.-2.2.-2.-2.2.0 1
  1332	-4.0.-2.2.4.-4.2.2.-2.-2 1
  1333	4.0.-2.-2.2.-2 1
  1334	4.0.-2.-2.0 1
  1335	4.0.2.-2 1
  1336	-4.0.2 1
  1337	4.0.0.-2.-2.2 1
  1338	-3.7.0.1.-1.0 1
  1339	3.-5.-3.1.4.2.-4.-2.0.-3.2.-2 1
  1340	3.-5.-3.1.-3 1
  1341	3.-5.-3 1
  1342	3.-5.2.-5.1.-1.-2 1
  1343	3.-5.2.3.2.2.-4 1
  1344	3.-5.2.-2.-2.2.2.-2.2.0.-2 1
  1345	3.-5.-2.2.2.-2.2.2.-2 1
  1346	3.-5.2.-2.-2.2 1
  1347	3.-5.2.-2.-2.0.-3.2.-2 1
  1348	3.-5.2.-2.0.2.-2.-3 1
  1349	3.-5.2.-2 1
  1350	3.-5.2 1
  1351	3.-5.0.-2.2.2.-2.2.0.-2 1
  1352	-3.5 1
  1353	3.4.2.-2 1
  1354	3.4.-2.0 1
  1355	3.4.1.-3.-3.3.-3.1.-3.2.-2.-2.4.3.2 1
  1356	3.4.0.0.-2.0 1
  1357	-3.3.-5.-2.4.-4.2.2.3.0.2.3.-3.-2.0.2.-2.0.-3.2.-2 1
  1358	-3.3.-5.-2.4.-4.2.2.3.0.2.-2.-1 1
  1359	-3.3.-5.2.-2.-2.2.0.2.-2.0.-2 1
  1360	3.-3.3.2.2.-7.3.0.-3.0 1
  1361	3.-3.3.2.-2.2.3.-1.-2.2.0.-2 1
  1362	3.-3.3.2.-2 1
  1363	3.-3.3.-1.0.3.-2.-1.1.-1.-2.2.-2 1
  1364	-3.3.-3.1 1
  1365	-3.3.-3.0.-2 1
  1366	3.-3.3.0.0 1
  1367	-3.3.-3 1
  1368	3.-3.-2.5.2.2 1
  1369	3.-3.-2.5.2.-2 1
  1370	-3.3.2.-4.-1.-2.0 1
  1371	-3.3.2.-4.-1.1 1
  1372	3.-3.-2.4.1 1
  1373	3.-3.-2.4.0.-4.0 1
  1374	3.-3.-2.2.-4.2.2.3.-1.-2.2.1.-1.-2 1
  1375	-3.3.2.2.-4.-1.-4.2.0.2.1.-1.1.-1.-2 1
  1376	-3.3.-2.2.-3.1.2.-2.-1.-2.2.1.-1.-2 1
  1377	3.-3.-2.2.-2.-3.3.-1.1.2.0.-7 1
  1378	3.-3.-2.2.2.-2.-2.-2.2.2.0.5.-3.1.2.-2.-1.-2.0.2.-2.-2.2.-2 1
  1379	3.-3.-2.2.2.-2.-2.0.2.2.-2.-2.2.0.-2 1
  1380	3.-3.-2.2.2.-2.-2 1
  1381	3.-3.-2.-2.2.2.-2 1
  1382	-3.3.2.-2.-2.2 1
  1383	3.-3.-2.2.2.1.-1.-2.2.1.-1 1
  1384	-3.3.2.-2.2.0.-4.2.0.-1.0 1
  1385	3.-3.-2.2.-2.0.-2 1
  1386	-3.3.2.-2.-2.0.-1.-2.0.3.-1.1.2.-2.-3.-2.-2.2.2.-2.-3.3.-2.0 1
  1387	3.-3.-2.2.-2.0.-1 1
  1388	-3.3.2.2.-2.0 1
  1389	-3.3.2.2.-2 1
  1390	-3.3.2.-2.-2 1
  1391	3.-3.-2.2.1.-1.-2.-2.0.2.2.-2.-2.2 1
  1392	-3.3.2.2.1.-1 1
  1393	-3.3.2.-2.0.-3.3.-5.0.-2 1
  1394	-3.3.2.-2.0.-3.-2.5.-3.-2.2.2.-2 1
  1395	3.-3.2.2.0.0 1
  1396	3.-3.-2.-2 1
  1397	3.-3.2.1.-3.0 1
  1398	3.-3.2.1.-3 1
  1399	3.-3.2.1.2.-2.0.-3.2.-2 1
  1400	3.-3.2.1.-1.-2.-2.2.2.-2.-2.2.0.-2 1
  1401	-3.3.-2.-1 1
  1402	3.-3.2.0.3.-2.2.2.-2.0 1
  1403	-3.3.2.0.2.-4.2.-2.0.-1.1.2.-2.2.-2.2.2.-2 1
  1404	-3.3.2.0.-2.2.2 1
  1405	3.-3.2.0 1
  1406	3.-3.2 1
  1407	-3.3.-1.-4.2.-2 1
  1408	-3.3.-1.-2.0 1
  1409	-3.3.-1.-2 1
  1410	-3.3.-1.1.2.0.-2.0.2.2 1
  1411	-3.3.-1.1.2.0.2.0.-2 1
  1412	-3.3.0.-5.2.-2 1
  1413	-3.3.0.-5 1
  1414	3.-3.0.-2.5.2.0.-2.2.2.0.0.-2.-3.1.-1.-2.0.3.-1 1
  1415	-3.3.0.2.-4.-1.1.-1.-2.-2.2.-2 1
  1416	-3.3.0.2.3.0.0 1
  1417	3.-3.0.-2.2.2.-2 1
  1418	3.-3.0.-2.2.1.-1.-2.0 1
  1419	3.-3.0.-2.2.1.-1 1
  1420	-3.3.0.2.-2.0.-1 1
  1421	-3.3.0.-1 1
  1422	-3.3.0.0.-3.-2.2.-2 1
  1423	-3.3.0.0.0.0.-3 1
  1424	-3.3.0.0.0.0 1
  1425	-3.-2.7.-2.-3.1.-1.-4.2.-5.3.2.2.-5.3.-2.0.0.-1 1
  1426	-3.-2.7.-2.-2.-1 1
  1427	3.2.-7.2.0.-2.-2.-1.-2.2.1.-1.-2 1
  1428	3.2.-5.3.-1.-2.-2.2.-2.2.2.-2 1
  1429	3.2.-5 1
  1430	-3.-2.4.1.-3 1
  1431	3.2.-4.-1.-2.2.-2 1
  1432	3.2.-4.-1.-2.0 1
  1433	3.2.-4.-1 1
  1434	3.2.-4.0.-1.1.0.-1 1
  1435	-3.2.-4 1
  1436	3.2.3.-3.-2.2.2.-2 1
  1437	3.2.3.-3.0 1
  1438	3.2.-3.1.2.-2 1
  1439	3.2.3.-1.2.1.-3.-4 1
  1440	3.2.3.-1.1.-3.-2.2 1
  1441	3.2.-3.1.-1 1
  1442	-3.-2.2.-4.2.-2.0 1
  1443	3.2.2.-4.2.0.0 1
  1444	3.2.2.-4.-1.-2.0.3 1
  1445	3.2.2.-4.-1.-2.0.0 1
  1446	3.2.2.-4.-1.1.2 1
  1447	3.2.2.-4.0.-1.1.2.3 1
  1448	3.2.2.-4 1
  1449	3.2.-2.-3.3 1
  1450	3.2.-2.-3.2.-2.0.-2.2.3.0.-5.4.-2.-2.-2.4.-2.2.-4.4.3.-5.-2.0.-3.2.-2 1
  1451	-3.-2.2.3.-1.-2.5.-2.4.-2.-2 1
  1452	3.2.-2.-3.1.-1.-4 1
  1453	3.2.-2.2.-5.1.2.0.-1.-4.-2.2.2.0.-2 1
  1454	3.2.-2.2.-3.1.-3.3.-5 1
  1455	-3.-2.2.-2.-3.1.2.2.1.2.-1.0.-2 1
  1456	3.2.-2.2.-3.1 1
  1457	3.2.-2.2.-2.-3.-2.-2.4 1
  1458	3.2.-2.2.-2.-3 1
  1459	3.2.-2.2.2.-2.-2.2.-2.-2.-1.-2.7 1
  1460	3.2.2.-2.-2.2 1
  1461	-3.2.-2.-2.2.-2 1
  1462	3.2.-2.2.2.1.-1.1.-1.-4.2.2.1.-1.-2.0.2.1.-1.1.-1.-2 1
  1463	3.2.-2.2.-2.-1 1
  1464	3.-2.2.2.-2.0.-2.2.2.-4.2.2.-2.0.-3.1.-1 1
  1465	-3.2.-2.-2.2.0.-2 1
  1466	3.2.-2.-2.2 1
  1467	3.2.-2.-2.-1.-2.-2.2.2.1.-1.-2.2.1.-1 1
  1468	-3.-2.2.2.1.-1 1
  1469	3.2.2.-2.0.2.3.-5.2.-2.0.-2 1
  1470	-3.2.-2.-2 1
  1471	3.2.-2.-1.-4 1
  1472	3.2.-2.-1.-2.3.-1.-2.-2.4.1.-3 1
  1473	3.2.-2.-1.-2.2.-2.-2.2.3.-3.0.-2.0 1
  1474	3.2.-2.-1.-2.2.-2.-2.2.0 1
  1475	3.2.-2.-1.-2.-2.2 1
  1476	3.2.-2.-1.-2.-2 1
  1477	3.2.-2.-1.1.2.0 1
  1478	3.2.-2.-1.1.2 1
  1479	3.2.-2.-1.1.-1.1 1
  1480	3.2.2.0.-4.4.1.-3.-2.0.-3.2.-2 1
  1481	3.2.-2.0.-3.3.2.2 1
  1482	3.2.-2.0.-3.3.2.-2 1
  1483	3.2.-2.0.-3.3.0.-5.2.-2.0.-2 1
  1484	-3.-2.2.0.3.2.2.-2.-3.1.-1.-2 1
  1485	3.2.2.0.-2.2.-5 1
  1486	3.2.-2.0.-2.2.-2.-1.-2.-2.2.2.-2.-2.2 1
  1487	3.2.-2.0.-1.-2.2.1.-1.-2.2.0.-2 1
  1488	3.2.-2.0.-1.1 1
  1489	3.2.-2.0.0.-1 1
  1490	-3.2.1.-5.2.2.-2.-2.-2.2.0.-2 1
  1491	-3.2.1.-5.2.-2.-2.-1.1.0.-1 1
  1492	-3.2.1.-5.0.-2.2.2.-2 1
  1493	-3.2.1.-3.2.1 1
  1494	-3.2.1.2.-2.-1.1.-3.-2 1
  1495	3.-2.1.-2.2.-1.-1 1
  1496	-3.2.1.2 1
  1497	-3.2.1.-1.-2.-2.2.-2.2.3.2.2.0.-2 1
  1498	-3.2.1.-1.-2.-2.2.2.-2.-2.2.-2.2.-2.0.-3 1
  1499	-3.2.1.-1.-2.-2.2.0.-2.2.2.-2 1
  1500	-3.2.1.-1.-2.-2.0.2.3.-5.2.-2.0.-2 1
  1501	-3.2.1.-1.-2.-2.0.2.2.-2.-2.2.-2 1
  1502	-3.2.1.-1.-2.2.0.-2 1
  1503	-3.2.1.-1.-2.-2 1
  1504	-3.2.1.-1.-2.0 1
  1505	-3.2.1.-1.1.2.-2.-1.-2.2.1.-1.-2 1
  1506	-3.2.1.-1.1 1
  1507	3.-2.1.0.-2 1
  1508	3.-2.1 1
  1509	3.2.0.-5.3.-1.-4.-2.2.2.0.-7.3.2.0.-2.2.2.-2.0.-2 1
  1510	3.2.0.3.-3.0.-2 1
  1511	3.2.0.3.-1.-2.0.-2.-2.-3.3.2.-2.2 1
  1512	3.2.0.3 1
  1513	3.2.0.-2.2.-2.-3 1
  1514	3.2.0.2 1
  1515	-3.-2.0.-1.1.-3.2.1.2.-2 1
  1516	3.-2.0.-1.1.0.-1 1
  1517	3.2.0.0.-2.0.2 1
  1518	3.-2.0 1
  1519	3.-2 1
  1520	3.-1.-4.5.-1.-2.0.3.2.-3.1.-1.-2 1
  1521	3.-1.-4.5.0.2.-2.-1.1.-1.-2.-2.2.-2.2.-2.-2.2.0.-2 1
  1522	3.-1.-4.5.0.2.-2.-1.1.-1.-2.-2 1
  1523	3.-1.-4.5.0.-1.1.-3.2.-2.-2.2.3.-1.-2.2.0.-2 1
  1524	3.-1.-4.2.-4.2.2.2.-4.2.-2.-3.3.-2.0.0.-1 1
  1525	3.-1.-4.2.3.2.-2.0.-1 1
  1526	3.-1.-4.2.-2.5.0.-3 1
  1527	3.-1.-4.2.-2.-3.3.2.0 1
  1528	3.-1.-4.2.2.1.-1.-2.-2.2.-2.2.3.-1.1 1
  1529	3.-1.3.2.-4.-1.-4.2.3.-3.0.-2.2.-2 1
  1530	-3.1.-3.-2.-2 1
  1531	3.-1.3.-2.-1.-4.4.1.-3.-2.2.0 1
  1532	-3.1.-3.-2.0.-2 1
  1533	3.-1.3.-2.0.0.-3.3.2.-2.-1.1.-1.1 1
  1534	3.-1.3.0 1
  1535	-3.1.-3.0 1
  1536	-3.1.2.-5.2.1.-1.-2.-2.2.-2.2.3.-5.2.-2.0.-2 1
  1537	-3.1.2.-5.2.1.-1.-2.-2.2 1
  1538	-3.1.2.-5.0.-4.4 1
  1539	3.-1.-2.3.2 1
  1540	3.-1.-2.3 1
  1541	3.-1.-2.-2.5.-1.-2 1
  1542	3.-1.-2.2.-4.-3 1
  1543	-3.1.2.2.-4.-1.-2 1
  1544	-3.1.2.-2.2.2.-2.-2 1
  1545	3.-1.-2.-2.2.-2.-2 1
  1546	3.-1.-2.-2.2.2 1
  1547	3.-1.-2.2.-2 1
  1548	3.-1.-2.2.1.-5.2 1
  1549	-3.1.2.-2.-1.-2.5.-2.2.2.-2 1
  1550	3.-1.-2.2.1.2.2.-2.2.2.-2 1
  1551	-3.1.2.-2.-1.-2.2.1.-1.-2.-2.2.3.-5.0.-2 1
  1552	-3.1.2.-2.-1.-2.2.1.-1.-2.-2.2.2.-2.-2.2.0.-2 1
  1553	-3.1.2.-2.-1.-2.2.1.-1.-2.-2.0.2.2.-2.-2.2 1
  1554	3.-1.-2.2.1.2.-2.-1 1
  1555	-3.1.2.-2.-1.-2.-2 1
  1556	3.-1.-2.2.1.-1.-4.-2 1
  1557	3.-1.-2.2.1.-1.-2.2.-2 1
  1558	3.-1.-2.2.1.-1.-2 1
  1559	-3.1.2.2.0.-2.-2 1
  1560	3.-1.-2.-2.0 1
  1561	-3.1.2.0.-3.1.2.-2.-1 1
  1562	3.-1.-2.0.-2.2.0.-2 1
  1563	3.-1.-2.0.-2.0 1
  1564	3.-1.1.-5.2.-2 1
  1565	3.-1.1.-3.3.-1.-2.3 1
  1566	3.-1.1.-3.-2.2.-2.-2.2.2.-2.2.-2.-2.0.4.3.2.-2.-1.-4.5.-3.2.-2.0.-2 1
  1567	3.-1.1.-3.2.-2.-2.0 1
  1568	3.-1.1.2.-7.2.0.2.1.-1.1.-1.-2 1
  1569	-3.1.-1.-2.5.2.3 1
  1570	3.-1.1.2.-5.2.1.-1.-2.-2.2.0.-2 1
  1571	-3.1.-1.-2.3.0.2.-2.0.-1.-2.2.1.-1.-2.2.0.-2 1
  1572	3.-1.1.2.-2.-3.3.-1.1.2.-2.-1.-2.2.1.-1.-2 1
  1573	3.-1.1.2.-2.-3.1.-1 1
  1574	-3.1.-1.-2.-2.2.3.-1.-2.2 1
  1575	3.-1.1.2.2.-2 1
  1576	3.-1.1.2.-2.-1.-4 1
  1577	3.-1.1.2.-2.-1.-2.2.1.-1.-2 1
  1578	3.-1.1.2.-2.-1 1
  1579	3.-1.1.2.-2.0.-1.-2.3.-3.2.1.-1.-2 1
  1580	3.-1.1.2.-2.0.-1.-2.2 1
  1581	3.-1.1.2.0.-7.2.-2.-2.2 1
  1582	3.-1.1.2.0.-7 1
  1583	3.-1.1.2.0.-2.4.0 1
  1584	3.-1.1.2.0.2.-2.-2.2.2.-2 1
  1585	3.-1.1.2.0.2 1
  1586	3.-1.1.2.0.-2 1
  1587	3.-1.1.2.0.0.2 1
  1588	3.-1.1.-1.-2.3.2.0.-2.2.2.2.-4.2.-2 1
  1589	3.-1.1.-1.-2.-2.2.2.-2 1
  1590	3.-1.1.-1.-2.2.0.-2 1
  1591	-3.1.-1.1.2 1
  1592	-3.1.-1.1.-1.1.-1.-2.2.-2 1
  1593	3.-1.1.-1 1
  1594	3.-1.1.0.4.1.2.-1.-2.-2.2.-2.-2.2.-2 1
  1595	3.-1.1.0.-3.3.-5.0 1
  1596	3.-1.1.0 1
  1597	3.1 1
  1598	3.0.-5.-3.1.2.-2.-5.2.3 1
  1599	3.0.-5.2.3.-1.-2.2.1.-5.0.-2.-1.1.-1 1
  1600	3.0.-5.-2.2.2.0.-2 1
  1601	3.0.-5.-2.2.2 1
  1602	-3.0.5.2.-2 1
  1603	3.0.-5.2.0.-5.1.2.0.-5.3.-1.1.-5.2.3.-1.1.2 1
  1604	-3.0.5.0.-2.-1.1.2.-2.2.-2 1
  1605	-3.0.5 1
  1606	-3.0.-4.2.-2 1
  1607	3.0.-3.3.-5 1
  1608	3.0.-3.3.-3.0.-2 1
  1609	3.0.-3.3.-2.-1.1.-1.-2.2.-2 1
  1610	3.0.-3.3 1
  1611	3.0.-3.2.-4.2.3.-1.3.-5.3.-1.-4.2.2.-2.-2.2.-2.-1.-2.3.2.0.3.-1.-2.5.-2.-1.-2.-2.4.-2.-2.-1.-2.3.2.-2.-3.-2.-2.2.0.2.3.-3.2.-2.-2 1
  1612	3.0.-3.2.-2.-2.0.2 1
  1613	3.0.-3.2.-2.-2.0 1
  1614	3.0.-3.-2.0.2.3.-1.-2.2.1.-5.0.-3.1.-1 1
  1615	3.0.2.-7.2.3.-1.-2.2.0.-2 1
  1616	3.0.2.-3.1.-1.-2.-2.2.2.-2 1
  1617	-3.0.-2.2.-4 1
  1618	-3.0.-2.2.2.-2.-2.-2.2.2.-2.-2.2 1
  1619	-3.0.-2.2.2.-2.-2 1
  1620	-3.0.-2.2.2.-2 1
  1621	3.0.2.-2.-2.-1 1
  1622	3.0.2.-2.-2 1
  1623	-3.0.-2.2.0.3.-3.-2.2.2.-2.-2 1
  1624	3.0.2.-2.0.-3 1
  1625	-3.0.-2.2.0.-2 1
  1626	3.0.2.-2.0.-1.-2 1
  1627	3.0.-2.1.-2.2.0.-2 1
  1628	3.0.-2.-1.1.-1.0 1
  1629	3.0.2.0.-5 1
  1630	-3.0.-2 1
  1631	3.0.-1.-4.-2.2.2.0.-2 1
  1632	3.0.-1.-4.2.2.0 1
  1633	3.0.-1.-4.2.0.3.-3.-2.-2.2.-2.0.-1 1
  1634	3.0.-1.-4.2 1
  1635	3.0.-1.-4.-2 1
  1636	3.0.-1.3.-2.-1.0 1
  1637	3.0.-1.3 1
  1638	3.0.-1.-2.3.2.-2 1
  1639	3.0.-1.-2.2.-2.-2.2.3.-1.-2.2.0.-2 1
  1640	3.0.-1.-2.2.-2.-2.2.0 1
  1641	3.0.-1.-2.-2.2.2 1
  1642	3.0.-1.-2.2.1.-1 1
  1643	3.0.-1.-2.2.1 1
  1644	3.0.-1.-2.-2.0 1
  1645	3.0.-1.-2.2 1
  1646	3.0.-1.-2.0.5.-2.2.2.-2.0.-3.1.2.-2.-1.-2.2.1.-1.-2 1
  1647	3.0.-1.-2.0.5.-2.2.2.-2.0 1
  1648	3.0.-1.-2.0 1
  1649	3.0.-1.1.-3.2.1.-1.-2.-2.2.-2 1
  1650	3.0.-1.1.-3.-2 1
  1651	3.0.-1.1.2.0.-2.-3.-2 1
  1652	3.0.-1.1.2 1
  1653	3.0.-1.1.-1.-4 1
  1654	3.0.-1.1.-1.-2.2.1.-1.1.2.-2.-1.-2.2.1.-1.-2 1
  1655	3.0.-1.1.-1.-2.2.1.0 1
  1656	3.0.-1.0.-2 1
  1657	3.0.0.-3.-2.2 1
  1658	3.0.0.-2.-3.-2 1
  1659	3.0.0.2.-2 1
  1660	3.0.0.2.0.-2.-1.1.-1.-2.2.-2 1
  1661	3.0.0.2.0.-2.0.-3.3.-1.-4.2 1
  1662	3.0.0.-1.-2.3 1
  1663	3.0.0.-1.-2.2.-2.-2.2.0.-2 1
  1664	3.0.0.0.0.-1.-2 1
  1665	2.-7.3.2 1
  1666	2.-7.3.-1.-2 1
  1667	-2.7.2 1
  1668	2.-7.0.3.0.-1 1
  1669	2.-6.-3 1
  1670	2.-6.-1.-2 1
  1671	-2.5.-3.3 1
  1672	2.-5.3.2.0.-3.1.2.-5.2.-2.-2 1
  1673	-2.5.-3.-2.0 1
  1674	2.-5.3.-1.1.2.-5.0.-2.2.-2.2.3.-5.2.-2.0.-2 1
  1675	2.-5.3.0.0.-1.3.2.3.-3.-2.2.1.-1.-2 1
  1676	-2.5.2.3.-1.-2.3.-5.2.2.-2.-2.-3.3.-2.0.0.-1 1
  1677	-2.5.2.3.-1.-2.-2.2.3 1
  1678	-2.5.2.3.-1.1.2.0.-2.0.-1.-2 1
  1679	-2.5.2.3.-1.1.-1.-4.2.3.-1.-2.3.-5.2.2.-2.-2.-3.3.-2.0.0.-1 1
  1680	-2.5.2.3.-1.1.0 1
  1681	-2.5.2.3.0.-1.1.2.-5.0.-2 1
  1682	-2.5.2.3.0.-1.1.-1.-2.-2 1
  1683	-2.5.2.3.0 1
  1684	-2.5.2.3 1
  1685	-2.5.2.2.-2.2.-2.-2.2.2.0 1
  1686	-2.5.2.2.-2.-2.0.2.2.-2.2.1.-1 1
  1687	-2.5.2.-2.2.2.0.-2.-2 1
  1688	2.-5.-2.2.2.-2 1
  1689	2.-5.-2.-2.2 1
  1690	-2.5.2.2.-2 1
  1691	-2.5.2.2.0.3.-1.-4.5.-3.3.2.-2.-1.1.-3.-2.2.-4.2.2.-4.-1.-2.3.-1.-4.4.3.-2.-1 1
  1692	-2.5.2.2.0.2.-2 1
  1693	-2.5.2.2.0.1.-1 1
  1694	-2.5.2.2.0.0.1.-1.-2.-2 1
  1695	-2.5.-1.-2.3.-5.0 1
  1696	-2.5.-1.1.2.-2.0.-1.-2.2.-2 1
  1697	-2.5.0.2.3.0.0 1
  1698	-2.5.0.2.-2 1
  1699	2.-5.0.0 1
  1700	-2.5.0.0 1
  1701	2.-5.0 1
  1702	-2.4.-7.5.-2.4.-2.-2.-1.0 1
  1703	2.4.-4.4.0.-2.-4.2.-2.2.2.-2.2.2.-2.0.-2.2.-2 1
  1704	-2.4.-4.2.0.-2.0.-3 1
  1705	-2.-4.4.0.-2 1
  1706	2.-4.4.0 1
  1707	2.-4.4 1
  1708	2.-4.-3.5.-2.2.2.-2.2.0.-2 1
  1709	2.-4.-3.3.-3.0.-2 1
  1710	2.-4.-3.2.1.2 1
  1711	-2.4.3.-1.-2 1
  1712	-2.4.3.0.-1.-2.2.1 1
  1713	-2.4.3 1
  1714	2.-4.2.-5.3.-3.-2.2.2.-2 1
  1715	2.-4.2.-5.3.-1.-4.-3.3.2.0 1
  1716	2.-4.-2.-3.3.-1.3.0.-2.-3.2.1.2.2.-2.-2.2.0 1
  1717	-2.4.-2.-3.1.-1.-2.-2.4.1.-3 1
  1718	2.-4.2.3 1
  1719	2.-4.2.2.-5.-2.-2 1
  1720	-2.4.-2.-2.-3.3 1
  1721	-2.4.2.-2.3.-1.1.2.-2.-1.-2.0.2.-2.-2.2.-2 1
  1722	-2.4.-2.-2.2.-4.0 1
  1723	2.-4.2.-2.-2.2.2.-2.2.2.-2 1
  1724	2.-4.2.-2.2.-2.0.-3 1
  1725	-2.4.-2.-2.2.-2.0.-2.2.0.-2 1
  1726	2.-4.-2.2.2.-2 1
  1727	2.-4.2.-2.-1.-2.2.0 1
  1728	-2.4.-2.-2.-1.-2.2.0 1
  1729	-2.4.-2.-2.-1.1.2.-2.0.-1.-2.2.0.1.-3.2.-4 1
  1730	2.-4.2.2.1.-1.-2 1
  1731	-2.4.-2.-2.-1.1.0.-1 1
  1732	2.-4.2.-2.-1 1
  1733	-2.4.-2.-2.-1 1
  1734	-2.4.-2.-2.0.-1.-2.-2.-2 1
  1735	2.-4.-2.-1 1
  1736	2.-4.2.0.-2.0.-3.2.-2 1
  1737	2.-4.2.0 1
  1738	2.-4.-1.-2.5 1
  1739	2.-4.-1.-2.-2.5 1
  1740	2.-4.-1.-2.2.-2.0.-2 1
  1741	2.-4.-1.-2.-2.2.0 1
  1742	2.-4.-1.-2.2 1
  1743	2.-4.-1.-2.-2 1
  1744	2.-4.-1.-2.0.5.-2.0 1
  1745	2.-4.-1.-2.0.3.-3.0.-2 1
  1746	2.-4.-1.-2.0.3 1
  1747	-2.4.1.-1.-4.2.2.-2.-3 1
  1748	2.-4.-1.1.2.-2.-1 1
  1749	-2.4.1.-1 1
  1750	-2.4.1 1
  1751	-2.4.0.-4.0 1
  1752	-2.4.0.3.-2.-1.0 1
  1753	2.4.0.-2.2.-2.-2.2.-2 1
  1754	2.-4.0.-2.2 1
  1755	2.4.0.0.-2.-2.2.2.1.-1.-2.-2.2.2.-2.-2.-2.2.2.-2.-2.2.0.-2 1
  1756	2.3.-5.5.0.2.-2.-1.1.-1.-2.0.-2 1
  1757	-2.3.-5.4.-2.3.0.-3.0 1
  1758	2.3.-5.2.-2.-2.-1.3.-2.0.0.-1 1
  1759	2.3.-5.0.-2.2 1
  1760	2.3.-5.0.-2 1
  1761	2.3.-3.3.2.0.-2.2.2 1
  1762	2.3.-3.3.0.-1 1
  1763	2.3.-3.-2.5 1
  1764	-2.-3.3.2.2.-4.-1.1.-1.-2.0.5.-2.-1.1.-1.-2 1
  1765	2.3.-3.2.-2.-2.-3.2.-2 1
  1766	2.3.-3.-2.2.2.-2.-2.-2.2.2.0.3.-1.1.2.-2.-1.-2.0.2.-2.-2.2.-2 1
  1767	2.3.-3.-2.2.1.-1.-2.-2.2.2.-2.-2.2.0.-2 1
  1768	-2.-3.3.2.-2.0.-3.3.-5.2.-2.0.-2 1
  1769	2.3.-3.2.-2.0.-2.2.-2 1
  1770	2.3.-3.-2.-2 1
  1771	2.3.-3.2.1.0.0.-1.-2 1
  1772	2.3.-3.2.1.0 1
  1773	-2.-3.3.2.0.-2.5 1
  1774	-2.-3.3.2.0 1
  1775	-2.-3.3.-1.3.-2.0.-1.1 1
  1776	2.3.-3.0.-2.2.2.-2 1
  1777	2.3.-3.0.-2.2.-2 1
  1778	2.3.-3.0.-2.0.-2.2.2.3.-3.0.-2.0.-2.2.2.-7.0.-2.2.2.1.-1.-2 1
  1779	2.3.2.3.-3 1
  1780	-2.-3.2.3.-2.-1.0 1
  1781	2.3.2.-3.-2 1
  1782	2.-3.-2.3.-1 1
  1783	-2.3.2.-3.1 1
  1784	2.3.2.-2.5.-3.2.1.0 1
  1785	2.3.2.2.-4.-1.1 1
  1786	2.3.2.2.-4.-1 1
  1787	2.3.2.-2.4.0.-4.-1.3.-2.-1.-4.4.3.-2.-1.-2.2.1.-1.-2 1
  1788	2.3.2.-2.4.0.-4.-1.3.-2.-1.-4 1
  1789	-2.3.2.-2.-3.-2 1
  1790	2.3.2.-2.-3.0 1
  1791	2.3.2.2.-2.-2.2.3.-1.1.2.-2.0.-1.-2.2.-4.-3 1
  1792	2.3.2.2.-2.-2.2.2.2.-2.0.-2 1
  1793	2.3.2.2.-2.-2.2.2.1.-1.0.-2 1
  1794	2.3.2.2.-2.0.-3.1.-3.-2.2.0.3 1
  1795	2.3.2.2.-2 1
  1796	-2.3.2.-2.-1.-4 1
  1797	2.3.2.-2.-1.-2 1
  1798	2.3.2.-2.-1.1.2.0.-2 1
  1799	-2.3.2.-2.0.2.-2.-1.-2.2 1
  1800	2.3.2.-2.0.-1.-2.3.0 1
  1801	2.3.2.-2.0.-1 1
  1802	2.3.2.-2 1
  1803	-2.3.2.-2 1
  1804	-2.-3.2.-2 1
  1805	-2.-3.2.1.-1.-2.3.-1.-2.2.-2 1
  1806	-2.-3.2.1.-1.0 1
  1807	2.3.2.0.3.-1.-2.-2.0.-1.-2.0.5.-2.-1.1 1
  1808	-2.-3.2.0 1
  1809	2.3.-2 1
  1810	2.-3.-2 1
  1811	2.3.-1.-4.5.-3.-2.-2.4.-2.2.-4.4.3.-5.-2.0.-1.-2.3.-3.2.1.-1 1
  1812	2.3.1.-4.2.2.-2.-2 1
  1813	2.3.-1.-4.2.-2.0.-3.2.-2 1
  1814	-2.3.-1.-4 1
  1815	2.-3.1.-3.0.2.1.-1 1
  1816	2.-3.1.2.-5.-2.2.2.-2 1
  1817	2.3.-1.-2.3.-5.2.2.-2.-2.-2.-1.3.-2.0.0.-1 1
  1818	2.3.1.-2.2.-4.2.2.0 1
  1819	-2.3.-1.-2.2.-4.0.-1 1
  1820	-2.3.-1.-2.-2.2.-2.-3.3.2.3.-1.-2.-2.2.2.-2.-3.3.-2.0.0.-1 1
  1821	2.3.1.-2.2.-2.-2.2.-2 1
  1822	2.3.-1.-2.-2.2.-2.-2.-1 1
  1823	2.3.-1.-2.2.1.-1.-2.-2.2.2.-2.-2.2 1
  1824	2.3.-1.-2.2.1.-1.-2.-2.0.2.2.-2.-2.2.-2.2.2.-2 1
  1825	2.3.-1.-2.2.1.-1.-2.-2.0.2.2.-2.-2.2.0.-2 1
  1826	2.3.-1.-2.-2.-1.0.3.-2.-1.1.-1.-2.-2.2.-2 1
  1827	2.3.-1.-2.2.0.-2 1
  1828	2.3.1.-2.-2 1
  1829	2.3.-1.-2.-2 1
  1830	-2.3.-1.-2.-2 1
  1831	2.-3.1.2.0.-2.0 1
  1832	2.3.-1.-2.0 1
  1833	-2.3.-1.-2.0 1
  1834	-2.-3.1.-1.-4 1
  1835	-2.3.-1.1.-3.2.0.-2.0 1
  1836	2.3.-1.1.2.-2.-3.2 1
  1837	2.3.-1.1.2.-2.-3.-2 1
  1838	2.3.-1.1.2.-2.-1.-2.2.1.-1.-2 1
  1839	2.3.-1.1.2.-2.-1.1.2.2.0.-2.2.-4.2.-2.-1 1
  1840	2.3.-1.1.2.-2.-1 1
  1841	2.3.-1.1.2.-2 1
  1842	2.3.-1.1.-1.-2.3.2.-2.2.2.1.-3.2.-2 1
  1843	2.3.-1.1.-1.-2.3.2.0.-2.2.2.1.-3.2.-2 1
  1844	2.3.-1.1.-1.-2.-2.0.-1.1.0 1
  1845	2.3.-1.1.0.0 1
  1846	2.3.-1.1 1
  1847	2.3.-1.0.-2.3.-3.-2.4.0 1
  1848	2.3.0.-5.2.-4 1
  1849	-2.-3.0.5.-2.-1.0 1
  1850	2.3.0.-3.3.2.0.-2 1
  1851	2.3.0.-3.2.-2 1
  1852	2.3.0.-3.2.1.2.-2.-3.0.-2 1
  1853	2.3.0.-3.2.1.-1.-2.2.1.-1.-2.2.0.-2 1
  1854	2.3.0.-2.-3.2.1.-1.1.-1.-2 1
  1855	2.3.0.2.2.-4.-1.-4 1
  1856	2.3.0.2.-2.0.-3.3.-5.2.-2.0.-2 1
  1857	2.3.0.2.-2.0.-3.3 1
  1858	2.3.0.2.0.-2.2.2.0 1
  1859	2.3.0.2.0.-2 1
  1860	2.3.0.-1.3.-5.0 1
  1861	2.3.0.-1.3.-2.0.-1.-2 1
  1862	2.3.0.-1.-2.3.0 1
  1863	2.3.0.1.-2.2.-2.-2.2.-2 1
  1864	2.3.0.-1.1.2.-5.2.-2.-2 1
  1865	2.3.0.-1.0.-2.2.-2.-2.2 1
  1866	2.3.0.0.-3.3.2.2 1
  1867	2.3.0.0.-1.3.2.3.-3.-2.2.1.-1.-2 1
  1868	2.3.0.0.-1.3.-2.0.-1.-2 1
  1869	2.3.0.0.-1.-2 1
  1870	2.3.0.0.-1.1.2.-2 1
  1871	2.3.0.0.0.0 1
  1872	2.3.0.0.0 1
  1873	-2.2.-7.2 1
  1874	2.-2.-5.3.-3.2.3.-5.3.-3.2.3.2.-2.-2.2.2.-2.-3.3.-2.0.0.-1 1
  1875	2.-2.-5.3.-3.2.3.-5.2.-2.2.3.2.-2.-2.2.2.-2.-3.3.-2.0.0.-1 1
  1876	-2.2.-5.3.-3.-2.2.2.-2 1
  1877	2.-2.-5.2.2.-2.-4 1
  1878	2.-2.5.2.2.-2.-2.2.0 1
  1879	2.-2.5.2.2.-2.-2.2 1
  1880	-2.2.5.-2.-1.-2.3.0.0.-3.5.0.-5.0.3.-1.1.2.-2.-1.3.-2.0.-3.2.-2 1
  1881	-2.2.-5.1.-1.-2.2.0.-2 1
  1882	2.2.-5 1
  1883	2.-2.5 1
  1884	-2.-2.4.-4.0 1
  1885	-2.2.-4.-3.5.-2.0.-1.-4.2.-2.2.-2.-3.3.2.0.-2.4.3.0.-2.-1.1.-1.0.-2 1
  1886	-2.2.-4.-3.3.-1.-2.2.-4.-3.3.2.0 1
