     1	G4 3935
     2	C5 3708
     3	A4 3383
     4	D5 2210
     5	F4 2198
     6	D4 1446
     7	G4.A4 1106
     8	A4.G4 931
     9	E5 858
    10	B4 853
    11	E4 802
    12	C5.B4 784
    13	C5.D5 574
    14	F4.E4 568
    15	G4.F4 535
    16	C4 490
    17	D5.E5 468
    18	A4.C5 418
    19	F4.G4 404
    20	B4.A4 403
    21	D5.C5 316
    22	B4.C5 298
    23	A4.B4 228
    24	E4.D4 218
    25	D4.C4 201
    26	E5.D5 174
    27	E4.F4 173
    28	C4.D4 156
    29	D4.E4 155
    30	F4.G4.A4 138
    31	C5.A4 138
    32	F5 136
    33	G4.A4.B4.A4.G4.A4 126
    34	G4.A4.G4 115
    35	C5.D5.E5 103
    36	A3 95
    37	C5.D5.C5 94
    38	D4.F4 91
    39	E5.F5 88
    40	G4.C5 75
    41	G4.A4.C5 74
    42	A4.B4.A4 73
    43	C5.D5.C5.C5.B4 72
    44	B4.D5.C5.C5 70
    45	D5.B4 67
    46	D5.E5.D5 66
    47	G4.A4.B4.A4 61
    48	C5.C5 61
    49	A4.F4 61
    50	B4.D5 58
    51	C5.B4.A4 57
    52	F4.A4 56
    53	C4.B3 56
    54	F4.D4 51
    55	A4.A4.G4 50
    56	D5.E5.F5.E5 49
    57	G5 48
    58	B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 48
    59	C5.C5.B4 46
    60	D5.E5.F5.E5.D5 45
    61	A4.C5.A4.G4.A4.B4.A4 45
    62	G4.D5 44
    63	E4.G4.F4.F4 43
    64	A4.D5 43
    65	D5.C5.D5.E5.D5.E5 42
    66	C5.D5.C5.B4.C5.B4.A4.A4.G4 42
    67	E5.D5.E5.D5.C5 41
    68	B3 40
    69	A4.C5.B4.C5.D5.C5.B4.A4 40
    70	D4.A4 39
    71	C5.D5.E5.D5.E5.F5.E5 39
    72	A4.B4.A4.G4.A4.G4 38
    73	D5.C5.B4.C5.B4 37
    74	G4.E4 36
    75	E5.F5.E5 36
    76	G4.A4.C5.B4.A4.B4.C5.B4.A4 35
    77	F4.G4.A4.G4.F4.G4 35
    78	A4.G4.F4 35
    79	A4.E5 35
    80	A4.B4.C5.B4.C5 35
    81	A4.B4.C5.B4 35
    82	G4.A4.C5.G4.A4.G4.G4.F4 34
    83	G4.A4.C5.A4.B4 33
    84	E5.C5 33
    85	C5.B4.C5.D5 33
    86	F5.E5 32
    87	F4.G4.F4 32
    88	G4.A4.G4.F4 31
    89	A4.C5.A4.A4.G4 31
    90	G4.F4.E4 29
    91	G4.A4.B4 29
    92	F4.E4.D4 29
    93	D4.E4.F4.E4.F4 28
    94	C5.C5.D5 27
    95	B4.C5.D5 27
    96	D5.C5.C5.B4.A4 26
    97	C5.B4.C5.D5.C5 26
    98	A4.G4.A4 26
    99	D5.C5.D5 25
   100	D4.E4.F4.E4.D4.E4 24
   101	C5.D5.C5.C5 24
   102	A4.B4.C5 24
   103	G4.D4 23
   104	E4.F4.E4 23
   105	C5.B4.C5.D5.C5.D5 23
   106	A4.G4.A4.G4.G4.F4 23
   107	E5.D5.E5.D5.D5.C5 22
   108	A4.G4.A4.G4 22
   109	D5.C5.C5.B4 21
   110	C5.E5 21
   111	C5.B4.B4.A4.B4.A4.G4.A4 21
   112	B4.C5.D5.C5 21
   113	A4.G4.A4.C5.G4.A4.G4.G4.F4 21
   114	E5.D5.E5.D5 20
   115	B3.A3 20
   116	G4.C5.B4 19
   117	E5.D5.D5.B4 19
   118	C5.D5.C5.C5.A4.B4.A4 19
   119	B4.G4 19
   120	A4.G4.A4.G4.F4.G4 19
   121	A4.C5.B4 19
   122	A4.B4.C5.B4.A4.B4 19
   123	G3 18
   124	F4.E4.F4 18
   125	E5.D5.C5.B4.D5.E5 18
   126	E4.F4.G4 18
   127	D5.E5.D5.C5 18
   128	D4.G4 18
   129	D4.E4.D4 18
   130	D4.D4 18
   131	C5.D5.C5.C5.B4.A4.B4.C5.B4 18
   132	G4.G4.F4 17
   133	G4.F4.D4 17
   134	F4.F4.E4 17
   135	D5.F5 17
   136	C5.B4.C5.B4 17
   137	C4.D4.E4 17
   138	B4.C5.D5.B4.C5 17
   139	B4.A4.G4 17
   140	A4.C5.B4.G4 17
   141	A4.A4 17
   142	F4.E4.F4.G4.F4 16
   143	E5.D5.D5.C5 16
   144	D5.B4.C5.D5 16
   145	D4.F4.C4.D4.E4.F4.E4.F4.E4.D4 16
   146	D4.D4.C4 16
   147	C5.D5.E5.D5.E5.F5 16
   148	C5.B4.C5 16
   149	A4.G4.A4.B4.A4 16
   150	A4.B4.C5.B4.A4.G4.A4 16
   151	G4.B4 15
   152	F4.G4.F4.E4 15
   153	F4.E4.D4.E4 15
   154	D5.E5.D5.E5 15
   155	D4.E4.F4.E4 15
   156	D4.E4.D4.C4 15
   157	C5.D5.E5.D5.C5.D5 15
   158	C5.D5.E5.D5 15
   159	C5.B4.C5.B4.A4.G4 15
   160	B4.C5.D5.C5.B4 15
   161	A4.G4.F4.E4.G4.A4 15
   162	G4.A4.C5.B4.A4.B4 14
   163	F5.G5 14
   164	E5.D5.C5 14
   165	E4.G4 14
   166	D5.E5.D5.C5.B4.C5 14
   167	D4.F4.E4 14
   168	D4.E4.F4.E4.D4.C4 14
   169	C5.D5.D5.C5 14
   170	C5.B4.A4.B4 14
   171	B4.D5.C5.B4.C5.B4.A4.G4.A4.G4 14
   172	A4.C5.A4 14
   173	A3.G3 14
   174	G4.F4.F4.E4 13
   175	F4.G4.A4.G4 13
   176	F4.F4.G4 13
   177	D5.E5.D5.E5.F5.E5 13
   178	D5.E5.D5.E5.D5.C5 13
   179	C5.D5.F5 13
   180	C5.A4.B4.C5.B4.A4.G4.A4 13
   181	C4.D4.F4 13
   182	B4.B4.A4 13
   183	A4.G4.G4.F4 13
   184	A4.G4.G4.E4 13
   185	A4.Bb4.A4 13
   186	G4.F4.G4 12
   187	F4.A4.C5.C5.D5 12
   188	D4.F4.D4.D4.C4 12
   189	D4.A4.B4 12
   190	C5.D5.C5.B4 12
   191	C5.D5.B4 12
   192	C5.B4.C5.D5.C5.D5.E5 12
   193	B3.C4 12
   194	A4.C5.B4.A4 12
   195	A4.B4.C5.B4.A4.G4 12
   196	A4.B4.C5.B4.A4.A4.G4 12
   197	F4.D4.E4.F4.E4 11
   198	D5.D5.C5.D5 11
   199	D5.C5.D5.E5.D5.E5.D5.B4.C5.B4 11
   200	D5.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 11
   201	D5.B4.C5.D5.A4.B4 11
   202	C4.D4.F4.F4.G4 11
   203	B4.D5.C5.B4.C5.B4.A4.B4.A4 11
   204	B4.C5.B4 11
   205	A4.G4.G4 11
   206	A4.G4.F4.G4.A4 11
   207	A4.C5.D5.C5.B4.C5.D5.C5.D5 11
   208	A4.C5.D5 11
   209	A3.C4 11
   210	G4.A4.G4.F4.G4.A4 10
   211	G4.A4.G4.F4.E4.F4 10
   212	G4.A4.C5.A4 10
   213	F4.G4.A4.C5.G4 10
   214	F4.A4.C5 10
   215	E4.C4 10
   216	D5.C5.B4.C5.B4.A4.G4 10
   217	D4.C4.A3 10
   218	C5.G4 10
   219	C5.E5.F5.E5.D5 10
   220	C5.C5.B4.A4 10
   221	C5.B4.C5.D5.C5.B4.A4.B4 10
   222	C5.B4.C5.B4.A4.B4.C5 10
   223	A4.F4.G4.A4 10
   224	A4.Bb4 10
   225	G5.A5 9
   226	G4.G4 9
   227	G4.A4.G4.F4.G4 9
   228	G4.A4.G4.E4 9
   229	G4.A4.G4.A4.B4.A4 9
   230	G4.A4.C5.C5 9
   231	F4.A4.C5.D5 9
   232	E4.F4.A4 9
   233	D5.E5.D5.C5.D5.C5 9
   234	D5.D5 9
   235	D5.C5.D5.E5 9
   236	D5.C5.B4.C5.B4.A4.G4.A4 9
   237	D5.C5.A4 9
   238	D4.E4.F4.D4 9
   239	C5.D5.E5.D5.E5 9
   240	C5.B4.D5.E5 9
   241	C5.A4.B4.C5.B4.A4 9
   242	B4.C5.D5.E5 9
   243	A4.C5.D5.C5 9
   244	A4.C5.C5.B4 9
   245	A4.C5.C5 9
   246	A3.D4 9
   247	G5.F5 8
   248	G4.F4.G4.A4.G4.A4 8
   249	G4.F4.A4 8
   250	G4.A4.G4.A4.G4.F4 8
   251	G4.A4.G4.A4.B4 8
   252	G4.A4.G4.A4 8
   253	G4.A4.F4 8
   254	G4.A4.C5.C5.D5 8
   255	F4.F4 8
   256	E5.E5.D5 8
   257	E5.D5.C5.D5.E5.D5.E5.F5 8
   258	E4.F4.G4.F4.E4 8
   259	E4.F4.G4.E4.F4 8
   260	E4.F4.G4.A4 8
   261	E4.D4.C4 8
   262	D5.G5 8
   263	D5.C5.C5.B4.A4.B4.C5 8
   264	D5.C5.C5 8
   265	D5.C5.B4 8
   266	D4.F4.F4.E4 8
   267	C5.C5.C5 8
   268	C5.B4.A4.A4.D5.C5.D5.E5 8
   269	C4.D4.C4 8
   270	Bb4 8
   271	B4.C5.A4 8
   272	A4.C5.G4.A4 8
   273	A4.C5.G4 8
   274	A4.C5.A4.B4.C5 8
   275	A4.B4.G4.F4.G4.A4.G4 8
   276	A4.B4.A4.G4 8
   277	A3.E4 8
   278	G4.A4.G4.F4.G4.F4 7
   279	G4.A4.A4.G4 7
   280	F5.G5.A5.G5.F5.E5.F5.E5.D5.E5.D5 7
   281	F5.D5.E5.F5.E5.D5 7
   282	F4.G4.B4 7
   283	F4.E4.F4.G4.F4.G4 7
   284	E5.F5.G5 7
   285	E5.D5.E5.C5.D5.C5.B4 7
   286	E5.D5.E5.C5.D5 7
   287	E5.D5.D5 7
   288	E4.F4.G4.F4 7
   289	D5.F5.D5.E5.D5.C5.D5.C5 7
   290	D5.E5.F5.G5 7
   291	C5.D5.E5.F5 7
   292	A4.G4.A4.F4.G4 7
   293	A4.G4.A4.B4.A4.B4 7
   294	A4.E5.F5 7
   295	A4.C5.D5.C5.C5.B4 7
   296	A4.C5.A4.G4.A4.B4.A4.G4 7
   297	A4.B4.G4.A4 7
   298	A4.B4.C5.D5 7
   299	G5.F5.E5 6
   300	G4.F4.G4.A4.G4.A4.G4.E4.F4.E4 6
   301	G4.F4.G4.A4 6
   302	G4.A4.F4.G4 6
   303	G4.A4.C5.B4.C5 6
   304	G4.A4.C5.B4.A4.B4.C5.G4.G4.E4.F4.E4 6
   305	F4.G4.A4.B4 6
   306	F4.A4.C5.C5 6
   307	E5.G5 6
   308	E5.F5.E5.D5.E5.F5.E5.F5 6
   309	E5.D5.E5 6
   310	E4.D4.E4.D4 6
   311	D5.E5.F5 6
   312	D5.E5.E5.D5 6
   313	D5.E5.C5.D5 6
   314	D5.C5.C5.A4.C5.G4.A4.G4.G4.F4 6
   315	D4.F4.G4.F4.F4.E4 6
   316	D4.F4.G4.A4 6
   317	D4.F4.E4.C4 6
   318	D4.E4.F4 6
   319	C5.B4.C5.A4 6
   320	C5.A4.B4.C5.B4.A4.G4 6
   321	C5.A4.B4.C5.B4 6
   322	C4.F4 6
   323	C4.D4.F4.E4.D4.E4 6
   324	C4.A3 6
   325	B4.G4.A4.B4.A4.G4 6
   326	B4.C5.B4.A4.B4 6
   327	B4.C5.A4.A4.G4 6
   328	A4.G4.A4.B4 6
   329	A4.G4.A4.A4.G4 6
   330	A4.F4.G4.A4.C5.B4.A4.B4.C5.B4.A4 6
   331	G4.D5.E5 5
   332	F5.E5.F5.E5.D5.E5.D5 5
   333	F4.G4.F4.D4 5
   334	F4.G4.E4.F4.E4.D4.E4 5
   335	F4.G4.Bb4 5
   336	F4.F4.F4 5
   337	F4.E4.C4 5
   338	E5.F5.G5.A5 5
   339	E5.F5.E5.C5 5
   340	E5.F5.D5.E5 5
   341	E5.D5.E5.F5 5
   342	E4.F4.E4.D4.E4 5
   343	E4.F4.E4.D4.C4.D4 5
   344	E4.D4.D4 5
   345	E4.D4.C4.B3.D4.E4 5
   346	D5.G4 5
   347	D5.E5.C5.B4.C5.B4.A4.G4.A4.G4 5
   348	D5.E5.C5 5
   349	D5.C5.E5.D5 5
   350	D5.B4.D5 5
   351	D4.C4.D4 5
   352	D4.C4.B3 5
   353	C5.D5.E5.F5.E5.F5.E5.D5.E5.D5 5
   354	C5.D5.C5.C5.A4 5
   355	C5.D5.C5.B4.A4 5
   356	C5.Bb4.C5.D5.C5.B4.A4.B4 5
   357	C5.B4.C5.D5.D5.C5 5
   358	C5.A4.C5 5
   359	C5.A4.B4.C5.B4.C5 5
   360	C5.A4.B4.C5 5
   361	C4.E4 5
   362	C4.D4.E4.D4 5
   363	C4.D4.C4.C4.B3 5
   364	B4.C5.B4.A4.B4.A4 5
   365	B4.C5.B4.A4 5
   366	B4.A4.G4.A4.B4 5
   367	B4.A4.B4.A4.G4.A4.G4 5
   368	B3.D4 5
   369	A4.G4.G4.F4.G4 5
   370	A4.C5.A4.G4.A4.Bb4.A4.G4 5
   371	A4.C5.A4.G4 5
   372	A4.B4.C5.B4.A4 5
   373	A4.B4.C5.A4.B4.A4.A4.G4 5
   374	A4.A4.G4.A4 5
   375	A3.E4.F4 5
   376	G4.G4.A4 4
   377	G4.F4.G4.A4.G4.F4.G4 4
   378	G4.F4.F4.G4 4
   379	G4.F4.F4.D4.E4.F4.E4.D4 4
   380	G4.F4.F4 4
   381	G4.E4.F4 4
   382	G4.E4.D4 4
   383	G4.Bb4 4
   384	G4.A4.G4.G4.F4 4
   385	G4.A4.G4.F4.E4.F4.G4.F4.E4 4
   386	G4.A4.B4.G4 4
   387	G4.A4.B4.A4.G4 4
   388	G3.A3 4
   389	F5.E5.C5 4
   390	F5.D5.E5.F5.E5.F5 4
   391	F4.G4.G4.F4 4
   392	F4.G4.A4.B4.A4 4
   393	F4.F4.D4 4
   394	F4.D4.E4.F4.E4.D4.C4.D4 4
   395	E5.G5.F5.E5.F5.E5.D5.E5.F5.E5.F5 4
   396	E5.F5.D5 4
   397	E5.D5.C5.B4.C5.D5.C5.D5 4
   398	E5.C5.D5.E5 4
   399	E4.G4.F4.E4 4
   400	E4.F4.D4 4
   401	E4.D4.E4.D4.D4.C4 4
   402	D5.F5.E5 4
   403	D5.F5.D5 4
   404	D5.E5.F5.E5.D5.E5 4
   405	D5.E5.F5.D5 4
   406	D5.E5.D5.D5.B4.C5.B4 4
   407	D5.E5.C5.B4.A4 4
   408	D5.C5.C5.A4 4
   409	D4.E4.F4.E4.D4.C4.D4 4
   410	D4.A3 4
   411	C5.D5.C5.D5 4
   412	C5.Bb4.B4.A4.B4 4
   413	C5.B4.G4 4
   414	C5.B4.B4.A4.B4 4
   415	C5.A4.C5.C5.C5 4
   416	C4.D4.E4.D4.C4.D4 4
   417	C4.C4.B3 4
   418	C4.B3.A3 4
   419	B4.G4.A4.C5.C5.D5.C5.C5 4
   420	B4.D5.E5 4
   421	B4.C5.E5.D5.C5.D5.E5.D5 4
   422	B4.C5.D5.E5.C5.D5.C5.B4 4
   423	B4.C5.D5.C5.D5 4
   424	B4.C5.B4.A4.G4.A4.B4 4
   425	B4.A4.B4.C5.B4 4
   426	B3.D4.C4.C4 4
   427	A4.G4.A4.G4.F4 4
   428	A4.G4.A4.F4.G4.F4.E4 4
   429	A4.G4.A4.F4.G4.A4 4
   430	A4.F4.G4 4
   431	A4.F4.A4 4
   432	A4.D5.E5 4
   433	A4.D5.D5.C5 4
   434	A4.C5.B4.C5 4
   435	A4.B4.C5.B4.A4.G4.A4.B4.A4.G4 4
   436	A4.B4.C5.A4 4
   437	A4.B4.A4.G4.A4 4
   438	A3.C4.D4.E4 4
   439	A3.B3.C4.B3.A3.B3 4
   440	G5.G5.F5.D5 3
   441	G5.E5 3
   442	G4.F4.G4.A4.A4.G4 3
   443	G4.F4.F4.E4.D4 3
   444	G4.F4.F4.D4.E4.D4 3
   445	G4.F4.F4.D4 3
   446	G4.F4.E4.E4.D4 3
   447	G4.F4.E4.D4 3
   448	G4.D5.D5.C5.B4.C5.D5 3
   449	G4.A4.G4.G4.E4 3
   450	G4.A4.F4.E4.D4 3
   451	G4.A4.C5.C5.B4 3
   452	G4.A4.C5.B4.A4.C5.G4.A4.B4.A4.G4 3
   453	G4.A4.C5.B4.A4 3
   454	G4.A4.B4.A4.B4.C5 3
   455	G4.A4.B4.A4.A4.G4 3
   456	F5.E5.F5.G5 3
   457	F5.E5.D5.E5.F5 3
   458	F4.G4.F4.F4.E4 3
   459	F4.G4.F4.E4.F4.G4.A4 3
   460	F4.G4.F4.E4.D4 3
   461	F4.G4.A4.G4.F4.E4.F4 3
   462	F4.G4.A4.A4.G4 3
   463	F4.E4.G4.A4 3
   464	F4.E4.F4.G4 3
   465	F4.E4.F4.E4.D4.E4.D4 3
   466	F4.C4 3
   467	F4.A4.G4 3
   468	F4.A4.C5.D5.C5.B4.A4.B4.C5.B4.A4 3
   469	F4.A4.C5.D5.C5 3
   470	E5.F5.D5.C5.D5.E5.D5 3
   471	E5.D5.E5.F5.E5.D5.D5 3
   472	E5.D5.E5.C5.D5.E5 3
   473	E4.F4.E4.D4.C4 3
   474	E4.D4.E4 3
   475	D5.F5.F5.E5 3
   476	D5.F5.E5.F5.G5 3
   477	D5.E5.G5.E5.D5.E5.F5.E5.D5 3
   478	D5.E5.D5.C5.D5.E5.D5.E5.F5 3
   479	D5.E5.D5.C5.D5 3
   480	D5.E5.D5.B4 3
   481	D5.E5.C5.B4.C5.D5.C5.D5.E5 3
   482	D5.E5.C5.A4 3
   483	D5.D5.B4 3
   484	D5.C5.D5.F5 3
   485	D5.C5.D5.E5.F5.D5.E5.D5 3
   486	D5.C5.D5.E5.D5 3
   487	D5.C5.C5.B4.C5 3
   488	D5.C5.C5.B4.A4.G4 3
   489	D5.C5.C5.B4.A4.B4.C5.B4.A4.B4.A4.G4 3
   490	D5.C5.C5.A4.B4.A4 3
   491	D5.C5.B4.C5.D5.C5.D5 3
   492	D4.F4.G4 3
   493	D4.F4.D4.E4.F4 3
   494	D4.E4.G4.E4.D4.E4.F4.E4.D4 3
   495	D4.E4.G4 3
   496	D4.E4.F4.E4.D4 3
   497	D4.C4.E4 3
   498	D4.C4.D4.E4.D4 3
   499	C5.D5.E5.F5.E5 3
   500	C5.D5.E5.F5.D5.E5.F5.E5 3
   501	C5.D5.E5.F5.D5.E5.D5 3
   502	C5.D5.E5.C5.C5.B4 3
   503	C5.D5.C5.C5.B4.A4 3
   504	C5.D5.C5.B4.C5.D5.E5 3
   505	C5.D5.C5.A4 3
   506	C5.B4.C5.D5.A4.B4 3
   507	C5.B4.C5.A4.G4.F4.G4.G4.D5.C5.D5.B4.C5.E5.D5.C5.C5.B4.A4 3
   508	C5.B4.A4.G4 3
   509	C5.B4.A4.B4.G4.B4.A4.B4.G4 3
   510	C5.B4.A4.B4.A4.A4.G4 3
   511	C4.D4.E4.F4 3
   512	C4.D4.E4.D4.E4 3
   513	C4.C4.D4 3
   514	C4.B3.C4.D4 3
   515	B4.D5.E5.D5 3
   516	B4.D5.C5 3
   517	B4.C5.D5.A4.G4.F4.G4.A4.A4.G4 3
   518	B4.C5.B4.G4 3
   519	B4.C5.B4.A4.G4.A4 3
   520	B4.C5.B4.A4.G4 3
   521	B4.A4.C5.E5.D5.E5.D5.B4.C5.D5.E5.C5.D5.C5.B4 3
   522	B3.C4.D4.C4 3
   523	A4.G4.C5 3
   524	A4.G4.A4.F4 3
   525	A4.G4.A4.B4.C5 3
   526	A4.G4.A4.B4.A4.G4.G4 3
   527	A4.F4.G4.A4.G4.A4 3
   528	A4.D5.C5.D5 3
   529	A4.C5.D5.E5 3
   530	A4.C5.D5.C5.D5 3
   531	A4.C5.D5.C5.B4.C5 3
   532	A4.C5.D5.C5.B4.A4.B4.A4 3
   533	A4.C5.B4.C5.D5.C5 3
   534	A4.C5.B4.B4.A4.B4 3
   535	A4.C5.B4.A4.B4.C5.B4 3
   536	A4.B4.C5.B4.A4.B4.A4.A4.G4 3
   537	A4.B4.A4.G4.F4.G4.A4 3
   538	A4.B4.A4.A4 3
   539	A3.C4.D4.C4 3
   540	G5.G5.A5 2
   541	G5.G5 2
   542	G5.F5.E5.F5.E5.D5.C5.D5.C5 2
   543	G5.F5.E5.D5.E5.D5 2
   544	G4.G4.D4 2
   545	G4.F4.G4.F4.E4 2
   546	G4.F4.G4.A4.B4.G4.A4.G4 2
   547	G4.F4.F4.E4.D4.E4.D4 2
   548	G4.F4.F4.E4.D4.E4 2
   549	G4.F4.E4.F4.E4.D4.E4.D4 2
   550	G4.F4.E4.F4.E4.D4.C4.D4.C4 2
   551	G4.F4.D4.E4.F4.G4.F4.D4.E4.D4.D4.C4 2
   552	G4.F4.A4.G4.F4.E4.F4 2
   553	G4.C5.D5.C5.B4.C5.D5.C5.D5 2
   554	G4.C5.A4.A4.G4 2
   555	G4.Bb4.A4.G4.A4.G4 2
   556	G4.B4.G4.A4.B4 2
   557	G4.B4.C5.D5 2
   558	G4.B4.A4.C5.C5.A4 2
   559	G4.A4.G4.F4.E4.F4.G4.F4.G4.A4 2
   560	G4.A4.G4.C5.D5.E5.D5 2
   561	G4.A4.G4.A4.G4.F4.E4 2
   562	G4.A4.G4.A4.Bb4 2
   563	G4.A4.F4.E4.F4.G4.F4.E4 2
   564	G4.A4.C5.G4.A4.G4 2
   565	G4.A4.C5.D5.C5.B4.A4.B4.C5.B4.A4 2
   566	G4.A4.C5.D5 2
   567	G4.A4.C5.B4.C5.D5.C5.D5.E5 2
   568	G4.A4.C5.A4.G4.A4.Bb4.A4.G4 2
   569	G4.A4.C5.A4.G4.A4.B4.A4.G4 2
   570	G4.A4.C5.A4.F4.G4 2
   571	G4.A4.C5.A4.B4.A4.A4.G4 2
   572	G4.A4.C5.A4.A4.G4 2
   573	G4.A4.Bb4.A4.G4 2
   574	G4.A4.B4.G4.A4.G4 2
   575	G4.A4.B4.C5.B4.A4 2
   576	G4.A4.B4.C5 2
   577	G4.A4.B4.B4.A4 2
   578	G3.A3.C4 2
   579	F5.G5.F5.E5.D5 2
   580	F5.G5.F5 2
   581	F5.F5.E5 2
   582	F5.E5.G5.F5.E5.F5.E5.D5.E5.F5.E5.F5 2
   583	F5.E5.E5.D5 2
   584	F5.E5.D5.E5 2
   585	F5.D5.E5.D5.C5.D5 2
   586	F5.C5 2
   587	F4.G4.F4.G4 2
   588	F4.G4.E4.F4 2
   589	F4.G4.B4.G4.A4 2
   590	F4.G4.A4.G4.F4.G4.A4.Bb4.A4.A4.G4 2
   591	F4.G4.A4.G4.F4.G4.A4.B4.A4.A4.G4 2
   592	F4.G4.A4.G4.A4 2
   593	F4.G4.A4.Bb4 2
   594	F4.G4.A4.A4.G4.C5.A4.A4.G4 2
   595	F4.F4.F4.F4.E4 2
   596	F4.F4.F4.D4 2
   597	F4.F4.E4.F4.E4 2
   598	F4.F4.E4.F4 2
   599	F4.F4.E4.D4 2
   600	F4.E4.G4.A4.C5.A4.G4.A4.B4.A4.G4 2
   601	F4.E4.F4.G4.D4.E4 2
   602	F4.E4.E4.D4 2
   603	F4.E4.D4.E4.F4 2
   604	F4.D4.F4.G4.F4.E4.F4 2
   605	F4.D4.E4.F4.E4.F4 2
   606	F4.D4.E4.F4.E4.D4 2
   607	F4.B4 2
   608	F4.A4.C5.C5.B4.A4.G4 2
   609	E5.F5.E5.D5.E5.D5.D5.B4.C5.B4 2
   610	E5.F5.E5.D5.E5.C5 2
   611	E5.D5.F5 2
   612	E5.D5.E5.F5.E5 2
   613	E5.D5.E5.D5.B4.C5.D5.C5.D5.E5 2
   614	E5.D5.E5.D5.B4 2
   615	E5.D5.D5.B4.C5.B4 2
   616	E5.D5.C5.D5.E5.F5.E5 2
   617	E5.D5.C5.D5.B4.C5.E5.D5.C5.D5.E5.D5 2
   618	E5.D5.C5.B4.G4.A4.C5.B4.A4.C5.E5.D5.E5.C5.C5.B4 2
   619	E5.C5.D5 2
   620	E4.G4.F4.E4.F4.E4.D4.E4.D4 2
   621	E4.G4.A4 2
   622	E4.F4.G4.F4.G4 2
   623	E4.F4.G4.A4.F4.G4.F4.E4 2
   624	E4.F4.E4.G4.F4.E4.F4.E4.D4.E4.D4 2
   625	E4.F4.E4.D4.E4.D4 2
   626	E4.F4.E4.D4 2
   627	E4.F4.A4.C5.G4.F4.F4.D4.E4.D4 2
   628	E4.E4.D4 2
   629	E4.E4 2
   630	E4.D4.G4 2
   631	E4.D4.F4.F4.D4 2
   632	E4.D4.E4.F4.G4 2
   633	E4.D4.E4.F4.E4 2
   634	E4.D4.E4.D4.C4 2
   635	D5.G4.A4.G4 2
   636	D5.G4.A4.C5.B4.A4 2
   637	D5.F5.E5.C5.D5.C5.A4.C5.B4.C5.D5 2
   638	D5.E5.F5.E5.F5 2
   639	D5.E5.F5.E5.E5.D5 2
   640	D5.E5.F5.E5.C5.D5.E5.D5.E5 2
   641	D5.E5.D5.E5.D5.B4.C5.B4 2
   642	D5.E5.D5.D5.B4 2
   643	D5.E5.D5.C5.D5.E5 2
   644	D5.E5.D5.C5.C5.B4.A4 2
   645	D5.E5.D5.C5.B4 2
   646	D5.E5.C5.B4.C5.B4.A4.B4.A4 2
   647	D5.D5.E5 2
   648	D5.D5.C5 2
   649	D5.C5.D5.F5.F5.G5 2
   650	D5.C5.D5.E5.D5.C5.B4.C5 2
   651	D5.C5.D5.E5.C5.C5.B4.G4 2
   652	D5.C5.D5.C5.B4.A4.G4.A4.B4.A4.G4.A4 2
   653	D5.C5.D5.C5.A4 2
   654	D5.C5.C5.B4.A4.B4 2
   655	D5.C5.B4.C5.B4.A4.G4.A4.G4 2
   656	D5.C5.B4.C5.B4.A4.B4.A4 2
   657	D5.C5.B4.A4 2
   658	D5.B4.D5.E5 2
   659	D4.G4.F4.G4.A4 2
   660	D4.G4.F4 2
   661	D4.G4.B4.C5.A4.B4.G4 2
   662	D4.G4.A4 2
   663	D4.F4.G4.G4.F4 2
   664	D4.F4.G4.F4 2
   665	D4.F4.E4.F4.G4 2
   666	D4.F4.D4.C4.D4.E4.D4 2
   667	D4.F4.C4 2
   668	D4.E4.F4.E4.D4.D4 2
   669	D4.E4.F4.E4.D4.C4.D4.D4.C4 2
   670	D4.E4.E4 2
   671	D4.E4.D4.C4.E4.G4.A4.G4.F4.G4.F4.D4.F4.F4.D4.C4.F4.F4.D4 2
   672	D4.D4.C4.D4 2
   673	D4.C4.D4.E4.D4.E4.D4.B3.C4.B3 2
   674	D4.C4.D4.E4.D4.E4 2
   675	D4.C4.D4.E4 2
   676	D4.C4.C4.B3 2
   677	D4.C4.B3.C4.B3 2
   678	D4.B3 2
   679	D4.A4.Bb4 2
   680	C5.E5.D5 2
   681	C5.D5.F5.F5 2
   682	C5.D5.F5.E5.D5 2
   683	C5.D5.F5.E5 2
   684	C5.D5.F5.D5.E5 2
   685	C5.D5.E5.F5.E5.E5.D5 2
   686	C5.D5.E5.F5.D5.E5.F5.E5.D5 2
   687	C5.D5.E5.D5.C5.B4.C5.B4.A4.B4.A4 2
   688	C5.D5.E5.D5.C5 2
   689	C5.D5.C5.D5.E5.F5.D5.E5.D5 2
   690	C5.D5.C5.D5.E5 2
   691	C5.D5.C5.C5.B4.A4.B4.A4 2
   692	C5.D5.C5.B4.C5 2
   693	C5.C5.D5.C5.B4.C5 2
   694	C5.C5.D5.A4.G4.A4.B4.A4 2
   695	C5.C5.B4.C5 2
   696	C5.B4.D5.E5.D5.C5.D5.C5.B4.C5 2
   697	C5.B4.C5.A4.B4.C5.D5.E5 2
   698	C5.B4.B4.A4 2
   699	C5.B4.A4.D5 2
   700	C5.B4.A4.C5 2
   701	C5.B4.A4.B4.C5.B4.A4 2
   702	C5.B4.A4.B4.A4 2
   703	C5.A4.C5.C5 2
   704	C5.A4.A4.G4.A4.B4.A4.G4 2
   705	C5.A4.A4.G4.A4 2
   706	C4.E4.D4.F4.F4.D4 2
   707	C4.D4.F4.G4.F4.A4.A4.F4.E4.G4.F4.E4 2
   708	C4.D4.F4.G4 2
   709	C4.D4.E4.F4.E4 2
   710	C4.D4.E4.D4.E4.F4.E4 2
   711	C4.D4.C4.C4 2
   712	Bb4.A4 2
   713	B4.G4.A4.G4 2
   714	B4.G4.A4 2
   715	B4.D5.C5.D5.C5.C5.B4 2
   716	B4.D5.C5.C5.B4.C5 2
   717	B4.C5.B4.C5 2
   718	B4.C5.B4.A4.A4.G4 2
   719	B4.C5.A4.G4.F4 2
   720	B4.C5.A4.G4 2
   721	B4.B4 2
   722	B4.A4.G4.A4.G4 2
   723	B4.A4.G4.A4.B4.C5 2
   724	B4.A4.C5 2
   725	B4.A4.B4.C5 2
   726	B4.A4.B4 2
   727	B3.C4.D4.C4.B3 2
   728	B3.C4.B3 2
   729	A5 2
   730	A4.G4.G4.E4.F4.E4 2
   731	A4.G4.F4.G4 2
   732	A4.G4.F4.E4.F4.G4.F4.G4 2
   733	A4.G4.F4.E4.E4 2
   734	A4.G4.F4.D4.G4.A4 2
   735	A4.G4.B4.D5.D5.C5.B4.C5.A4 2
   736	A4.G4.B4.B4.G4 2
   737	A4.G4.A4.G4.F4.G4.Bb4.A4.G4.A4.B4 2
   738	A4.G4.A4.C5.C5.D5.C5.C5 2
   739	A4.G4.A4.C5 2
   740	A4.G4.A4.Bb4.A4 2
   741	A4.F4.G4.A4.B4.C5.A4 2
   742	A4.F4.A4.G4 2
   743	A4.F4.A4.B4.G4.F4.F4.D4.E4.D4 2
   744	A4.E5.F5.D5.C5.E5.D5.E5.F5 2
   745	A4.D5.E5.F5 2
   746	A4.D5.C5.D5.E5.D5.E5 2
   747	A4.D5.C5.D5.E5 2
   748	A4.C5.C5.B4.G4 2
   749	A4.C5.Bb4.B4.A4.B4 2
   750	A4.C5.Bb4.B4 2
   751	A4.C5.B4.B4 2
   752	A4.C5.B4.A4.G4 2
   753	A4.C5.A4.G4.A4.B4.C5 2
   754	A4.C5.A4.A4 2
   755	A4.Bb4.G4.F4.G4.A4.G4 2
   756	A4.Bb4.A4.G4 2
   757	A4.B4.G4 2
   758	A4.B4.C5.G4 2
   759	A4.B4.C5.B4.C5.A4 2
   760	A4.B4.C5.B4.A4.G4.A4.G4 2
   761	A4.B4.A4.G4.G4 2
   762	A4.B4.A4.F4 2
   763	A4.B4.A4.A4.G4 2
   764	A4.A4.F4.G4 2
   765	A4.A4.C5.G4 2
   766	A3.G3.A3.B3.C4 2
   767	A3.C4.C4 2
   768	A3.C4.A3.A3.G3 2
   769	A3.B3.C4.D4.E4 2
   770	A3.B3.C4.D4 2
   771	A3.B3 2
   772	G5.G5.F5 1
   773	G5.F5.G5 1
   774	G5.F5.F5.E5.D5.E5.C5.C5.B4 1
   775	G5.F5.F5.D5.E5.F5.E5 1
   776	G5.F5.E5.F5.E5.D5.E5.D5 1
   777	G5.F5.E5.F5.D5.E5.C5.D5 1
   778	G5.F5.E5.D5.C5.C5.A4.A4.G4 1
   779	G5.E5.G5.G5.G5 1
   780	G5.E5.G5.F5.E5.D5 1
   781	G5.D5.G5.F5.F5.E5.C5.F5.E5.D5.E5.C5.A4.A4.B4.G4.A4.G4.F4 1
   782	G5.D5.D5.F5.E5.F5.G5.F5.E5.G5.F5.F5.D5.E5.D5 1
   783	G5.D5 1
   784	G5.A5.G5.F5.E5 1
   785	G5.A5.G5.A5 1
   786	G4.G4.E4 1
   787	G4.F4.G4.F4.F4 1
   788	G4.F4.G4.F4.E4.F4.G4.F4.G4.G4.A4.Bb4.A4.G4.A4 1
   789	G4.F4.G4.F4.D4 1
   790	G4.F4.G4.F4 1
   791	G4.F4.G4.A4.G4 1
   792	G4.F4.G4.A4.C5.C5.A4.B4.A4.G4.A4.G4 1
   793	G4.F4.F4.G4.A4 1
   794	G4.F4.F4.E4.D4.G4.A4.C5.A4.G4.A4.C5.C5 1
   795	G4.F4.F4.D4.F4.G4.F4.G4.F4.E4 1
   796	G4.F4.F4.D4.E4.F4.E4.D4.D4 1
   797	G4.F4.F4.D4.E4.D4.C4 1
   798	G4.F4.F4.D4.C4.E4.G4.F4.E4.F4.E4.D4 1
   799	G4.F4.E4.F4.G4.F4.G4 1
   800	G4.F4.E4.F4.G4.A4.G4.F4.G4.F4 1
   801	G4.F4.E4.D4.E4.F4.E4.D4 1
   802	G4.F4.D4.F4.E4.G4.F4.F4 1
   803	G4.F4.D4.F4 1
   804	G4.F4.B4.A4.A4.G4.F4.G4.A4.D4 1
   805	G4.F4.A4.G4 1
   806	G4.F4.A4.D4.G4.F4.A4 1
   807	G4.E4.G4.F4.E4.F4.E4.D4.E4.D4 1
   808	G4.E4.G4.F4.E4.F4.E4.D4 1
   809	G4.E4.G4.A4 1
   810	G4.E4.F4.G4 1
   811	G4.E4.F4.E4.D4.E4 1
   812	G4.E4.F4.E4.D4.C4.E4.F4.D4 1
   813	G4.E4.F4.E4.D4 1
   814	G4.E4.F4.A4.C5.G4.F4.F4.D4.E4.D4 1
   815	G4.E4.D4.E4 1
   816	G4.D5.E5.D5.E5 1
   817	G4.D5.D5.C5.D5.C5.A4 1
   818	G4.D4.F4.G4.F4.E4.F4 1
   819	G4.D4.F4.D4.E4.G4.D4.F4.D4.E4.G4.A4.G4.F4.G4.A4.G4 1
   820	G4.D4.F4 1
   821	G4.C5.E5.F5.D5 1
   822	G4.C5.D5.C5.B4.C5.D5.C5 1
   823	G4.C5.D5.C5.B4 1
   824	G4.C5.C5.D5 1
   825	G4.C5.C5.C5 1
   826	G4.C5.Bb4.B4.A4.B4 1
   827	G4.C5.B4.D5.E5 1
   828	G4.C5.B4.C5.D5.C5.D5 1
   829	G4.C5.A4.B4.C5 1
   830	G4.C5.A4.B4 1
   831	G4.Bb4.G4.A4.B4 1
   832	G4.Bb4.G4 1
   833	G4.Bb4.C5 1
   834	G4.Bb4.B4.A4 1
   835	G4.Bb4.A4.G4.A4.F4.F4.E4 1
   836	G4.Bb4.A4.B4.G4.G4.F4 1
   837	G4.Bb4.A4.B4.C5 1
   838	G4.B4.D5.E5.D5 1
   839	G4.B4.D5.E5.C5.D5.B4.C5.B4.A4.B4.A4.G4.B4.D5.E5.D5.C5 1
   840	G4.B4.D5.D5.E5 1
   841	G4.B4.D5.D5.C5.B4.C5.B4 1
   842	G4.B4.C5.B4.A4 1
   843	G4.B4.C5 1
   844	G4.B4.A4.G4 1
   845	G4.B4.A4.F4 1
   846	G4.B4.A4.B4.G4 1
   847	G4.A4.G4.G4 1
   848	G4.A4.G4.F4.G4.A4.G4.A4 1
   849	G4.A4.G4.F4.G4.A4.G4 1
   850	G4.A4.G4.F4.F4.E4 1
   851	G4.A4.G4.F4.E4.F4.G4.F4.G4 1
   852	G4.A4.G4.E4.F4 1
   853	G4.A4.G4.B4.A4.G4.A4.G4.F4.F4.E4 1
   854	G4.A4.G4.B4.A4.G4 1
   855	G4.A4.G4.A4.G4.F4.F4.E4 1
   856	G4.A4.G4.A4.G4.F4.A4.G4.C5.C5 1
   857	G4.A4.G4.A4.C5.D5.C5.D5 1
   858	G4.A4.G4.A4.Bb4.F4.D4 1
   859	G4.A4.G4.A4.Bb4.A4 1
   860	G4.A4.G4.A4.B4.C5.B4.C5.B4.G4.A4.B4.C5.B4.A4 1
   861	G4.A4.F4.E4.F4.E4.D4.D4.G4.F4.E4.F4.E4.D4 1
   862	G4.A4.F4.D4 1
   863	G4.A4.F4.A4.C5.C5.A4.B4.G4 1
   864	G4.A4.E4 1
   865	G4.A4.D5.G4.A4.G4.G4.F4 1
   866	G4.A4.C5.G4.G4.F4.G4 1
   867	G4.A4.C5.G4.G4.F4 1
   868	G4.A4.C5.G4.A4.G4.G4.G4 1
   869	G4.A4.C5.D5.E5.E5.D5 1
   870	G4.A4.C5.D5.D5.F5.E5.D5.C5.C5.B4 1
   871	G4.A4.C5.D5.C5.A4 1
   872	G4.A4.C5.B4.G4.C5.A4.G4.F4.A4.G4.A4.F4.A4.C5.G4.F4.F4.E4.D4 1
   873	G4.A4.C5.B4.C5.D5.C5 1
   874	G4.A4.C5.B4.C5.B4.G4.A4.C5.B4.A4.C5.G4.A4.B4.A4.G4 1
   875	G4.A4.C5.B4.B4.A4 1
   876	G4.A4.C5.B4.A4.G4.A4 1
   877	G4.A4.C5.B4.A4.B4.C5.G4.G4.F4.E4.F4.E4 1
   878	G4.A4.C5.B4.A4.B4.C5.B4.A4.G4 1
   879	G4.A4.C5.B4.A4.B4.A4 1
   880	G4.A4.C5.A4.G4.A4.Bb4 1
   881	G4.A4.C5.A4.G4.A4.B4 1
   882	G4.A4.C5.A4.B4.C5 1
   883	G4.A4.C5.A4.B4.A4.G4 1
   884	G4.A4.Bb4.G4.A4.G4 1
   885	G4.A4.Bb4.C5.B4.B4.A4 1
   886	G4.A4.Bb4.A4.G4.A4 1
   887	G4.A4.B4.G4.G4.F4 1
   888	G4.A4.B4.C5.B4.A4.B4 1
   889	G4.A4.B4.C5.B4 1
   890	G4.A4.B4.C5.A4 1
   891	G4.A4.B4.A4.G4.F4.G4 1
   892	G3.A3.C4.B3.C4 1
   893	G3.A3.C4.B3.A3.B3 1
   894	G3.A3.B3.A3.G3.A3 1
   895	G3.A3.B3.A3 1
   896	F5.G5.F5.F5.D5.E5.D5 1
   897	F5.G5.F5.E5.F5.E5.D5.E5.F5.E5.F5 1
   898	F5.F5.G5 1
   899	F5.F5.F5.E5 1
   900	F5.F5.F5.C5 1
   901	F5.F5 1
   902	F5.E5.G5.F5.E5.C5.E5.F5.D5 1
   903	F5.E5.F5.G5.G5.A5 1
   904	F5.E5.F5.G5.D5.G5.F5.G5.A5.D5.E5.F5.E5.F5 1
   905	F5.E5.F5.F5.E5 1
   906	F5.E5.F5.E5.C5 1
   907	F5.E5.E5.D5.E5 1
   908	F5.E5.E5 1
   909	F5.E5.D5.C5 1
   910	F5.D5.F5.E5.D5.E5.C5.B4.C5.D5 1
   911	F5.D5.E5.F5.E5.D5.C5.D5 1
   912	F5.D5.E5.F5.E5.D5.C5 1
   913	F5.D5.E5.F5.E5 1
   914	F5.D5.E5.F5.D5 1
   915	F5.D5.D5.C5.D5 1
   916	F4.G4.G4.F4.G4.A4 1
   917	F4.G4.F4.G4.C5.A4.B4 1
   918	F4.G4.F4.F4.E4.C4 1
   919	F4.G4.F4.F4.D4.B3.D4.E4.F4.E4.E4.D4 1
   920	F4.G4.F4.F4.D4 1
   921	F4.G4.F4.F4 1
   922	F4.G4.F4.E4.F4.G4.F4.G4 1
   923	F4.G4.E4.F4.G4 1
   924	F4.G4.E4.F4.D4.C4.D4 1
   925	F4.G4.D4.C4.D4.E4.D4 1
   926	F4.G4.Bb4.B4.G4 1
   927	F4.G4.B4.G4 1
   928	F4.G4.A4.G4.G4.F4.G4.A4.G4 1
   929	F4.G4.A4.G4.F4.G4.A4.G4.A4.B4 1
   930	F4.G4.A4.G4.F4.G4.A4.B4 1
   931	F4.G4.A4.G4.F4.G4.A4 1
   932	F4.G4.A4.G4.F4.F4 1
   933	F4.G4.A4.G4.F4.E4.F4.E4.D4.E4.D4 1
   934	F4.G4.A4.G4.F4 1
   935	F4.G4.A4.G4.A4.G4.F4.E4.D4.F4.G4.F4 1
   936	F4.G4.A4.G4.A4.Bb4 1
   937	F4.G4.A4.G4.A4.B4.A4 1
   938	F4.G4.A4.G4.A4.B4 1
   939	F4.G4.A4.E4.F4.E4.D4 1
   940	F4.G4.A4.C5.G4.G4.E4 1
   941	F4.G4.A4.C5.D5.E5.D5.A4.C5.C5.A4.G4.A4.C5.G4.A4.G4 1
   942	F4.G4.A4.Bb4.A4.G4.A4.G4 1
   943	F4.G4.A4.B4.G4.A4.G4 1
   944	F4.G4.A4.A4.G4.A4.G4 1
   945	F4.F4.F4.F4 1
   946	F4.F4.F4.D4.E4.D4 1
   947	F4.F4.E4.C4.D4.F4 1
   948	F4.F4.D4.F4.C4.D4.F4 1
   949	F4.E4.F4.G4.G4.F4 1
   950	F4.E4.F4.G4.F4.E4.D4 1
   951	F4.E4.F4.G4.A4.G4.F4 1
   952	F4.E4.F4.G4.A4 1
   953	F4.E4.F4.F4.E4 1
   954	F4.E4.F4.E4.D4 1
   955	F4.E4.F4.D4.E4.D4 1
   956	F4.E4.F4.D4.C4.D4.C4 1
   957	F4.E4.E4.D4.E4 1
   958	F4.E4.E4.D4.D4.C4 1
   959	F4.E4.D4.F4.G4.A4.A4.G4 1
   960	F4.E4.D4.F4.G4.A4 1
   961	F4.E4.D4.E4.D4.C4 1
   962	F4.E4.D4.E4.D4 1
   963	F4.E4.C4.E4.G4.E4.C4.F4 1
   964	F4.D4.F4.G4.F4 1
   965	F4.D4.F4.G4.A4.A4.G4 1
   966	F4.D4.F4.G4.A4 1
   967	F4.D4.F4.G4 1
   968	F4.D4.F4.F4.F4.E4.D4.E4 1
   969	F4.D4.F4.F4 1
   970	F4.D4.F4.E4.C4 1
   971	F4.D4.F4 1
   972	F4.D4.E4.D4 1
   973	F4.D4.C4 1
   974	F4.A4.G4.F4 1
   975	F4.A4.G4.E4.D4.F4.E4.C4.F4.A4.G4 1
   976	F4.A4.G4.A4.G4 1
   977	F4.A4.C5.G4 1
   978	F4.A4.C5.D5.F5.E5.D5 1
   979	F4.A4.C5.C5.B4 1
   980	F4.A4.C5.B4.C5.B4 1
   981	F4.A4.Bb4.G4.F4.E4.D4.F4 1
   982	F4.A4.Bb4.C5.B4.A4 1
   983	F4.A4.Bb4.A4.G4 1
   984	F4.A4.B4.G4.F4.F4.D4.D4.F4.G4.D4 1
   985	F4.A4.A4.G4 1
   986	F4.A4.A4.E4.G4.F4.F4.E4 1
   987	E5.G5.G5.F5.E5.F5.E5 1
   988	E5.G5.F5.F5.E5.F5 1
   989	E5.G5.E5.D5.E5.F5.E5.D5 1
   990	E5.G5.A5 1
   991	E5.F5.G5.F5.F5 1
   992	E5.F5.G5.F5 1
   993	E5.F5.G5.E5 1
   994	E5.F5.G5.A5.G5.F5.E5 1
   995	E5.F5.E5.E5.D5 1
   996	E5.F5.E5.E5.B4.C5.B4 1
   997	E5.F5.E5.D5.E5.C5.D5.E5.E5.F5.E5.D5.B4.A4.C5.C5.A4.G4.A4 1
   998	E5.F5.E5.D5.E5 1
   999	E5.F5.E5.D5.D5.E5.D5.E5 1
  1000	E5.F5.E5.D5.C5.D5.C5 1
  1001	E5.F5.E5.D5.C5.D5.A4.C5.A4.A4.E5.F5.G5.F5.E5.D5.C5.D5.E5.E5.F5.E5.D5.B4.A4.C5.C5.A4.G4.A4.C5.C5.A4.C5.E5.D5.B4.A4.B4.C5 1
  1002	E5.F5.E5.D5.C5.C5 1
  1003	E5.F5.E5.C5.D5 1
  1004	E5.F5.C5.D5 1
  1005	E5.E5.D5.E5.D5.C5.D5.C5.B4.A4 1
  1006	E5.E5.D5.D5.C5.D5.E5 1
  1007	E5.E5.D5.D5.C5.C5.A4.B4.G4.C5.D5.E5.C5.D5.B4.E5.E5.D5.D5.C5.D5.E5 1
  1008	E5.E5.D5.C5.D5.E5 1
  1009	E5.E5.D5.C5.D5.D5.C5.A4.C5.B4.C5.E5.D5.C5.D5.E5.D5 1
  1010	E5.E5.D5.C5.D5.C5.B4.A4.G4.A4.A4.C5.D5.C5.B4.A4.B4.B4.D5.E5.E5.D5.E5.D5.C5.A4.E5.E5.C5.D5 1
  1011	E5.E5.D5.B4.C5.B4.A4.C5.D5.E5 1
  1012	E5.E5 1
  1013	E5.D5.E5.F5.D5.C5.A4.B4.A4.G4.G4.A4.C5.D5.C5 1
  1014	E5.D5.E5.D5.E5 1
  1015	E5.D5.E5.D5.C5.E5.G5.E5 1
  1016	E5.D5.E5.D5.C5.D5.E5 1
  1017	E5.D5.E5.D5.C5.A4.C5.A4.A4.G4.C5.D5.C5.B4.C5.D5.E5 1
  1018	E5.D5.E5.C5.A4.D5.C5.C5.B4.G4.A4.G4.A4.G4.E4 1
  1019	E5.D5.E5.C5.A4.C5.B4.A4.B4.G4.E4.G4.A4 1
  1020	E5.D5.D5.C5.D5.E5 1
  1021	E5.D5.D5.C5.D5 1
  1022	E5.D5.D5.B4.C5.D5 1
  1023	E5.D5.C5.D5.E5.D5.C5.D5 1
  1024	E5.D5.C5.D5.D5.E5.D5.C5.A4.B4.G4.A4.B4.C5.A4.B4 1
  1025	E5.D5.C5.D5.C5.D5 1
  1026	E5.D5.C5.D5 1
  1027	E5.D5.C5.C5.D5.C5.D5.E5 1
  1028	E5.D5.C5.C5.D5.A4.G4.A4.B4.A4 1
  1029	E5.D5.C5.C5 1
  1030	E5.D5.C5.B4.D5.C5.B4.C5.B4.A4 1
  1031	E5.D5.C5.B4.C5.D5.E5.D5.D5.C5 1
  1032	E5.D5.C5.B4.C5.D5.E5.D5.C5 1
  1033	E5.D5.C5.B4.C5.B4 1
  1034	E5.D5.C5.B4.A4.D5.E5 1
  1035	E5.D5.C5.B4.A4.A4.C5.B4.A4.C5.E5.D5.E5.C5.C5.B4 1
  1036	E5.D5.B4.C5 1
  1037	E5.C5.E5.F5.D5.C5.C5.A4.B4.A4 1
  1038	E5.C5.D5.E5.D5.E5 1
  1039	E5.C5.D5.E5.D5.C5.B4.C5 1
  1040	E5.C5.D5.E5.D5.B4.G4.G4.B4.C5.D5 1
  1041	E5.C5.D5.B4.A4.B4.A4.G4.A4.B4 1
  1042	E5.A4.A4.C5.D5.C5.D5.E5.F5.E5 1
  1043	E5.A4 1
  1044	E4.G4.G4.F4.D4.E4.F4.G4.A4.G4.F4.G4 1
  1045	E4.G4.F4.G4.A4 1
  1046	E4.G4.F4.E4.F4 1
  1047	E4.G4.E4.D4.E4.G4 1
  1048	E4.G4.E4.D4.E4.F4 1
  1049	E4.G4.D4.E4.B3.C4 1
  1050	E4.G4.D4.B3.C4.A3 1
  1051	E4.G4.A4.G4.F4 1
  1052	E4.G4.A4.G4.A4.G4.E4 1
  1053	E4.G4.A4.G4.A4.B4.A4 1
  1054	E4.G4.A4.G4 1
  1055	E4.G4.A4.C5.B4.C5.A4 1
  1056	E4.F4.G4.G4.F4 1
  1057	E4.F4.G4.F4.G4.A4 1
  1058	E4.F4.G4.F4.E4.F4.E4.D4.F4.D4 1
  1059	E4.F4.G4.F4.E4.F4.E4.D4.E4.F4.E4.F4 1
  1060	E4.F4.G4.F4.E4.F4.E4.D4.E4.D4 1
  1061	E4.F4.G4.F4.E4.F4.E4.D4 1
  1062	E4.F4.G4.F4.E4.F4 1
  1063	E4.F4.G4.A4.G4 1
  1064	E4.F4.G4.A4.F4.F4.E4 1
  1065	E4.F4.G4.A4.A4.G4 1
  1066	E4.F4.E4.F4 1
  1067	E4.F4.E4.E4 1
  1068	E4.F4.E4.D4.E4.F4.E4.F4 1
  1069	E4.F4.E4.C4 1
  1070	E4.F4.D4.G4 1
  1071	E4.F4.D4.E4.D4 1
  1072	E4.F4.D4.E4.C4 1
  1073	E4.F4.D4.E4 1
  1074	E4.F4.D4.C4.B3 1
  1075	E4.F4.C4.E4.F4.D4 1
  1076	E4.F4.C4.D4.E4.D4 1
  1077	E4.F4.A4.B4.G4.F4.F4.D4.E4.D4 1
  1078	E4.E4.D4.E4 1
  1079	E4.D4.F4.E4.F4.D4.E4.E4.D4 1
  1080	E4.D4.F4.E4.D4.E4.D4 1
  1081	E4.D4.F4.E4 1
  1082	E4.D4.F4.D4 1
  1083	E4.D4.F4.A4.G4.A4.G4.E4.F4.G4.A4.F4.G4.F4.E4 1
  1084	E4.D4.E4.F4.E4.D4.D4 1
  1085	E4.D4.E4.F4 1
  1086	E4.D4.E4.C4.D4 1
  1087	E4.D4.D4.C4.D4 1
  1088	E4.D4.D4.C4 1
  1089	E4.D4.C4.D4.F4.F4 1
  1090	E4.D4.C4.D4.E4.F4 1
  1091	E4.D4.C4.D4.E4.D4.E4.F4 1
  1092	E4.D4.C4.C4.D4.A3.G3.A3.B3.A3 1
  1093	E4.D4.C4.B3.C4.D4.D4.C4 1
  1094	E4.D4.C4.B3.C4.D4.C4.D4 1
  1095	E4.D4.A4.Bb4 1
  1096	E4.D4.A4.B4 1
  1097	E4.D4.A4 1
  1098	E4.C4.F4.E4.F4.D4.E4 1
  1099	E4.C4.F4.E4.D4 1
  1100	E4.C4.E4.G4.A4.G4.F4.D4.E4 1
  1101	E4.A4.A4.G4.A4.G4.E4 1
  1102	D5.G5.G5.F5.E5.D5 1
  1103	D5.G5.F5.F5 1
  1104	D5.G5.F5.E5 1
  1105	D5.G4.A4.G4.F4 1
  1106	D5.F5.G5.E5.F5.G5.F5 1
  1107	D5.F5.F5.E5.G5 1
  1108	D5.F5.F5.D5.E5.C5.D5.F5.E5.G5.D5.F5.E5.C5.D5.E5.D5.C5.D5.C5.B4.A4.C5.D5.D5.F5.E5.D5.G5.F5.E5.D5.C5.E5.D5.C5.B4.A4.C5.D5.C5.A4.G4 1
  1109	D5.F5.F5 1
  1110	D5.F5.E5.F5 1
  1111	D5.F5.E5.D5.E5.F5 1
  1112	D5.F5.E5.D5.E5.C5.C5.B4 1
  1113	D5.F5.E5.D5.C5.D5.C5.A4.C5.D5.F5.E5.D5.C5.D5.E5.D5 1
  1114	D5.F5.E5.C5.D5.C5.A4 1
  1115	D5.F5.D5.E5.F5.E5 1
  1116	D5.F5.D5.E5.F5 1
  1117	D5.F5.D5.C5.D5.C5.A4.C5.B4.C5.D5 1
  1118	D5.F5.C5.C5.B4.A4.B4 1
  1119	D5.F5.C5 1
  1120	D5.E5.G5.E5.F5.E5.E5.D5 1
  1121	D5.E5.G5.E5.F5.E5.D5 1
  1122	D5.E5.G5.E5.E5.D5.D5.C5.D5.E5.G5.E5.E5.D5.D5.C5.D5.E5.A4.A4.G4.A4.B4.C5 1
  1123	D5.E5.G5.E5 1
  1124	D5.E5.G5.D5.E5.D5 1
  1125	D5.E5.G5 1
  1126	D5.E5.F5.E5.F5.E5.E5.D5 1
  1127	D5.E5.F5.E5.D5.E5.F5.E5.D5.E5 1
  1128	D5.E5.F5.E5.D5.D5 1
  1129	D5.E5.F5.E5.D5.C5.D5 1
  1130	D5.E5.F5.E5.C5 1
  1131	D5.E5.F5.D5.E5.D5 1
  1132	D5.E5.F5.D5.C5.D5.C5.B4.C5 1
  1133	D5.E5.D5.E5.G5.A5.G5.E5.F5.E5.E5.D5 1
  1134	D5.E5.D5.E5.F5.E5.D5 1
  1135	D5.E5.D5.E5.F5 1
  1136	D5.E5.D5.E5.D5.C5.B4.C5.B4 1
  1137	D5.E5.D5.E5.D5 1
  1138	D5.E5.D5.E5.C5 1
  1139	D5.E5.D5.D5.A4.B4.A4 1
  1140	D5.E5.D5.C5.C5.B4.A4.G4 1
  1141	D5.E5.D5.C5.A4.B4.A4 1
  1142	D5.E5.D5.B4.C5 1
  1143	D5.E5.C5.D5.A4.C5.B4.G4.E4 1
  1144	D5.E5.C5.C5.B4.A4.C5.D5.C5.D5.C5.B4 1
  1145	D5.D5.E5.D5.E5.D5.C5 1
  1146	D5.D5.C5.B4 1
  1147	D5.D5.C5.A4.G4 1
  1148	D5.C5.E5.D5.E5.D5.B4.C5.B4 1
  1149	D5.C5.E5 1
  1150	D5.C5.D5.G5.F5.E5.D5.F5.F5.F5.D5.G5 1
  1151	D5.C5.D5.F5.F5.G5.F5.F5.E5 1
  1152	D5.C5.D5.F5.F5.G5.F5.F5.D5.C5.C5.A4.G4.A4.B4 1
  1153	D5.C5.D5.F5.E5.D5 1
  1154	D5.C5.D5.E5.F5.E5.D5.E5.D5 1
  1155	D5.C5.D5.E5.F5.E5.D5.C5.D5 1
  1156	D5.C5.D5.E5.F5.E5 1
  1157	D5.C5.D5.E5.D5.E5.F5 1
  1158	D5.C5.D5.E5.D5.C5 1
  1159	D5.C5.D5.E5.D5.B4 1
  1160	D5.C5.D5.C5.D5.F5.F5.F5.D5.C5.C5.C5.A4.A4.G4 1
  1161	D5.C5.D5.C5.C5.A4 1
  1162	D5.C5.D5.C5.C5 1
  1163	D5.C5.D5.B4.C5.A4.C5.B4.C5.A4.G4.F4.G4.A4.G4.F4.G4 1
  1164	D5.C5.C5.C5.A4.G4.F4.G4.A4.G4.A4.B4.A4 1
  1165	D5.C5.C5.B4.A4.G4.A4.B4 1
  1166	D5.C5.C5.B4.A4.C5.D5.E5.C5.C5.B4 1
  1167	D5.C5.C5.B4.A4.B4.C5.B4.A4.C5 1
  1168	D5.C5.C5.B4.A4.B4.A4 1
  1169	D5.C5.C5.A4.G4.C5.A4.G4.A4.B4.A4 1
  1170	D5.C5.C5.A4.G4.Bb4.B4.A4 1
  1171	D5.C5.C5.A4.C5.G4.G4.F4 1
  1172	D5.C5.Bb4.B4.G4.A4.G4 1
  1173	D5.C5.B4.C5.D5 1
  1174	D5.C5.B4.C5.B4.A4.A4.G4 1
  1175	D5.C5.B4.C5.A4 1
  1176	D5.C5.B4.A4.G4 1
  1177	D5.C5.B4.A4.C5.D5.C5.C5.B4.G4 1
  1178	D5.C5.B4.A4.B4.A4 1
  1179	D5.C5.B4.A4.A4.G4 1
  1180	D5.C5.A4.C5.G4.A4.G4 1
  1181	D5.C5.A4.C5.D5 1
  1182	D5.C5.A4.C5 1
  1183	D5.Bb4.C5 1
  1184	D5.B4.D5.E5.D5.C5.C5.B4.A4.A4.C5.B4.C5.D5.C5 1
  1185	D5.B4.D5.E5.C5.B4.C5.B4.A4.B4.A4 1
  1186	D5.B4.C5.E5.D5.C5.C5.A4.G4.C5.A4.G4.A4.B4.A4 1
  1187	D5.B4.C5.D5.D5.C5 1
  1188	D5.B4.C5.D5.C5.B4.A4 1
  1189	D5.B4.C5.D5.A4.F4.G4 1
  1190	D5.B4.C5.D5.A4.A4.G4 1
  1191	D5.B4.C5.B4.C5 1
  1192	D5.B4.C5.B4.A4.G4.A4.B4 1
  1193	D5.B4.C5.B4.A4.B4 1
  1194	D5.B4.C5.B4.A4 1
  1195	D5.B4.C5.B4 1
  1196	D5.B4.C5.A4 1
  1197	D5.B4.C5 1
  1198	D5.A4.C5.D5.C5.B4.C5 1
  1199	D5.A4.C5.D5 1
  1200	D5.A4.C5.B4.G4.F4.G4.A4.A4.D4.F4.G4.G4.F4 1
  1201	D5.A4.C5.B4.A4.G4.G4.F4 1
  1202	D5.A4.C5.A4.B4.D5.A4.B4.A4.B4.D5.E5.D5.C5.D5.E5.D5 1
  1203	D4.G4.F4.G4.A4.G4.A4 1
  1204	D4.G4.F4.E4.F4.E4 1
  1205	D4.G4.A4.C5.B4 1
  1206	D4.G4.A4.C5.A4.B4.C5 1
  1207	D4.G4.A4.C5 1
  1208	D4.G3 1
  1209	D4.F4.G4.F4.E4.F4.G4 1
  1210	D4.F4.G4.E4.F4.E4 1
  1211	D4.F4.G4.E4.F4 1
  1212	D4.F4.G4.D4 1
  1213	D4.F4.G4.A4.A4.G4.A4 1
  1214	D4.F4.F4.G4.D4.C4.D4.E4.D4 1
  1215	D4.F4.F4.G4 1
  1216	D4.F4.F4.E4.G4.D4 1
  1217	D4.F4.F4.D4 1
  1218	D4.F4.E4.D4.E4.F4.E4.D4.E4 1
  1219	D4.F4.E4.D4.C4.F4 1
  1220	D4.F4.E4.D4 1
  1221	D4.F4.E4.C4.F4.F4.D4 1
  1222	D4.F4.D4.E4.C4.D4 1
  1223	D4.F4.D4.D4.C4.F4.G4.G4.F4.G4.A4.A4.A4.G4.E4.F4.E4.D4 1
  1224	D4.F4.D4.C4.C4.D4.C4 1
  1225	D4.F4.D4.C4 1
  1226	D4.F4.D4 1
  1227	D4.F4.A4.B4.A4 1
  1228	D4.E4.G4.E4 1
  1229	D4.E4.F4.E4.F4.E4.D4 1
  1230	D4.E4.F4.E4.D4.C4.D4.C4.D4.F4.E4.F4 1
  1231	D4.E4.F4.E4.C4 1
  1232	D4.E4.F4.D4.E4.D4.C4 1
  1233	D4.E4.F4.D4.D4.C4.C4.B3 1
  1234	D4.E4.F4.A4 1
  1235	D4.E4.E4.D4.E4.C4.C4.B3 1
  1236	D4.E4.E4.D4.A4.F4.F4.E4 1
  1237	D4.E4.E4.D4 1
  1238	D4.E4.D4.E4.F4.E4 1
  1239	D4.E4.D4.E4.D4.C4 1
  1240	D4.E4.D4.E4 1
  1241	D4.E4.D4.C4.D4.C4 1
  1242	D4.E4.D4.C4.D4 1
  1243	D4.E4.D4.C4.B3.C4 1
  1244	D4.E4.C4.D4 1
  1245	D4.E4.C4.C4.A3 1
  1246	D4.E4.C4.B3.A3 1
  1247	D4.E4.C4.A3.D4 1
  1248	D4.E4.C4 1
  1249	D4.D4.D4.C4 1
  1250	D4.D4.A4 1
  1251	D4.C4.F4.G4.A4.G4.G4.F4 1
  1252	D4.C4.F4.G4.A4.A4.C5.B4.G4.C5.A4.C5.D5.C5.B4.C5.A4.G4.A4.F4.G4.A4.F4.E4.D4.F4.E4.C4.E4.G4 1
  1253	D4.C4.F4.F4.D4 1
  1254	D4.C4.D4.F4.G4.F4.E4.F4.G4.F4.G4 1
  1255	D4.C4.D4.F4.E4.F4 1
  1256	D4.C4.D4.F4 1
  1257	D4.C4.D4.E4.F4.D4.E4.D4 1
  1258	D4.C4.D4.E4.F4.D4 1
  1259	D4.C4.D4.E4.F4 1
  1260	D4.C4.D4.C4.C4.A3.G3.B3.D4.C4.B3.C4.B3.A3 1
  1261	D4.C4.D4.C4.C4.A3 1
  1262	D4.C4.D4.C4.A3 1
  1263	D4.C4.B3.A3.B3.C4.B3.A3 1
  1264	D4.C4.A3.B3.C4 1
  1265	D4.B3.C4.D4.A3.G3.A3.B3.A3 1
  1266	D4.B3.C4.D4.A3.A3.G3 1
  1267	D4.B3.C4.B3 1
  1268	D4.A4.G4.F4.E4 1
  1269	D4.A4.G4.A4 1
  1270	D4.A4.B4.A4.G4.A4.G4.F4.A4.D4.A4.B4.A4.G4.A4.G4.F4.A4.D4.F4.E4.F4.G4 1
  1271	D4.A4.A4.G4 1
  1272	C5.G4.Bb4.C5 1
  1273	C5.G4.A4.G4.C5.E5.C5.D5.D5.G4.A4.C5.G4.A4.G4 1
  1274	C5.F5.D5.E5.F5.E5.F5 1
  1275	C5.F5.D5.E5 1
  1276	C5.F5 1
  1277	C5.E5.G5.G5.A5 1
  1278	C5.E5.F5.E5.E5 1
  1279	C5.E5.D5.E5.F5.E5.E5.C5.A4.C5.E5.F5.E5.D5.E5.E5.F5.E5.D5.B4.C5.G4.A4.B4.C5.A4.B4 1
  1280	C5.E5.D5.C5.D5.E5 1
  1281	C5.E5.D5.C5.B4.C5 1
  1282	C5.E5.C5.D5.E5 1
  1283	C5.E5.C5.D5 1
  1284	C5.D5.E5.F5.E5.F5.D5.E5.F5.E5 1
  1285	C5.D5.E5.F5.E5.D5.E5 1
  1286	C5.D5.E5.F5.D5 1
  1287	C5.D5.E5.E5.D5.E5 1
  1288	C5.D5.E5.E5.D5.C5.D5.E5.E5.D5 1
  1289	C5.D5.E5.E5.D5 1
  1290	C5.D5.E5.D5.E5.E5.D5.C5.B4.C5.D5.C5.D5 1
  1291	C5.D5.E5.D5.E5.D5.C5.B4.A4.C5.D5.C5.B4.C5.D5 1
  1292	C5.D5.E5.D5.E5.D5.C5 1
  1293	C5.D5.E5.D5.D5.B4.C5.B4 1
  1294	C5.D5.E5.D5.D5.B4.C5 1
  1295	C5.D5.E5.D5.C5.D5.F5.E5.F5.G5.F5 1
  1296	C5.D5.E5.D5.C5.D5.E5.D5.E5 1
  1297	C5.D5.E5.D5.C5.D5.E5 1
  1298	C5.D5.E5.D5.C5.C5.B4.A4.G4 1
  1299	C5.D5.E5.D5.C5.B4.C5.D5.C5.D5 1
  1300	C5.D5.E5.D5.C5.B4.C5 1
  1301	C5.D5.E5.D5.B4.C5 1
  1302	C5.D5.E5.C5.C5.B4.A4.B4 1
  1303	C5.D5.E5.C5.C5.B4.A4 1
  1304	C5.D5.E5.C5.B4.A4 1
  1305	C5.D5.E5.C5 1
  1306	C5.D5.E5.B4.C5.B4.A4.G4 1
  1307	C5.D5.D5.E5.C5 1
  1308	C5.D5.D5 1
  1309	C5.D5.C5.G4 1
  1310	C5.D5.C5.D5.E5.F5.E5.D5.E5.D5 1
  1311	C5.D5.C5.D5.E5.D5.C5.D5.C5.C5.B4.A4.B4.C5.B4 1
  1312	C5.D5.C5.D5.E5.D5.C5.B4.C5 1
  1313	C5.D5.C5.D5.B4.C5.A4.G4 1
  1314	C5.D5.C5.D5.A4.B4.A4.G4.A4.G4 1
  1315	C5.D5.C5.C5.D5 1
  1316	C5.D5.C5.C5.B4.G4 1
  1317	C5.D5.C5.C5.B4.A4.B4 1
  1318	C5.D5.C5.Bb4.A4.B4 1
  1319	C5.D5.C5.B4.D5 1
  1320	C5.D5.C5.B4.C5.D5.D5.C5 1
  1321	C5.D5.C5.B4.C5.D5.C5.D5 1
  1322	C5.D5.C5.B4.C5.B4.A4.G4.A4.G4 1
  1323	C5.D5.C5.B4.C5.B4.A4.B4.A4 1
  1324	C5.D5.C5.B4.A4.C5 1
  1325	C5.D5.C5.B4.A4.B4.C5.B4.A4 1
  1326	C5.D5.C5.B4.A4.B4.C5.B4 1
  1327	C5.D5.C5.A4.B4 1
  1328	C5.D5.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 1
  1329	C5.D5.B4.C5.B4.A4.G4.A4 1
  1330	C5.D5.B4.C5.A4.G4.F4.G4.A4.F4.G4.A4 1
  1331	C5.D5.B4.C5 1
  1332	C5.D5.A4 1
  1333	C5.C5.G4 1
  1334	C5.C5.D5.E5.D5 1
  1335	C5.C5.D5.C5.B4.C5.B4.A4.G4 1
  1336	C5.C5.D5.C5.B4.A4.B4 1
  1337	C5.C5.D5.C5 1
  1338	C5.C5.C5.C5 1
  1339	C5.C5.C5.A4.G4.B4.G4.A4.B4 1
  1340	C5.C5.C5.A4 1
  1341	C5.C5.Bq4 1
  1342	C5.C5.B4.C5.B4 1
  1343	C5.C5.B4.A4.G4.A4 1
  1344	C5.C5.B4.A4.C5.C5.A4.G4 1
  1345	C5.C5.B4.A4.B4.A4.G4.A4 1
  1346	C5.C5.A4.C5.B4.C5.E5.D5.B4.C5.A4.G4.C5.A4.A4.G4 1
  1347	C5.C5.A4.C5.B4.C5.E5.D5.B4.C5.A4.G4 1
  1348	C5.C5.A4.B4.A4 1
  1349	C5.C5.A4.B4 1
  1350	C5.C5.A4 1
  1351	C5.Bq4 1
  1352	C5.Bb4.G4 1
  1353	C5.Bb4.B4.A4.B4.A4.G4.A4 1
  1354	C5.Bb4.B4.A4 1
  1355	C5.Bb4.A4.G4.C5.B4.A4.F4.A4.C5.A4.G4.A4.Bb4.A4.G4 1
  1356	C5.Bb4 1
  1357	C5.B4.D5.E5.G5.E5.E5.D5 1
  1358	C5.B4.D5.E5.D5.D5.C5 1
  1359	C5.B4.D5.C5.B4.C5.B4.A4.B4.A4 1
  1360	C5.B4.D5 1
  1361	C5.B4.C5.D5.G4.A4.A4.C5.D5.E5.C5.C5.B4 1
  1362	C5.B4.C5.D5.E5.C5 1
  1363	C5.B4.C5.D5.C5.D5.C5 1
  1364	C5.B4.C5.D5.A4.A4.F4.G4 1
  1365	C5.B4.C5.B4.C5.E5.D5.C5.D5.E5.D5 1
  1366	C5.B4.C5.B4.C5.E5.D5.C5.C5.B4.A4 1
  1367	C5.B4.C5.B4.B4.A4 1
  1368	C5.B4.C5.B4.A4.B4.A4 1
  1369	C5.B4.C5.B4.A4.B4 1
  1370	C5.B4.C5.B4.A4 1
  1371	C5.B4.C5.A4.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 1
  1372	C5.B4.B4.A4.G4.A4.B4 1
  1373	C5.B4.B4 1
  1374	C5.B4.A4.G4.G4 1
  1375	C5.B4.A4.G4.B4.C5 1
  1376	C5.B4.A4.G4.A4.B4 1
  1377	C5.B4.A4.G4.A4 1
  1378	C5.A4.G4 1
  1379	C5.A4.D5.C5.D5.E5.D5.E5 1
  1380	C5.A4.D5.C5 1
  1381	C5.A4.C5.G4.F4.A4.F4.G4.A4.C5.C5.D5.F5 1
  1382	C5.A4.C5.G4.F4.A4.F4.G4.A4.C5.C5.D5 1
  1383	C5.A4.C5.G4.A4 1
  1384	C5.A4.C5.G4 1
  1385	C5.A4.C5.D5.E5 1
  1386	C5.A4.C5.D5.C5.D5 1
  1387	C5.A4.C5.D5.C5.B4.C5 1
  1388	C5.A4.C5.D5.C5 1
  1389	C5.A4.C5.C5.G4.A4.G4 1
  1390	C5.A4.C5.C5.D5.C5.C5.B4 1
  1391	C5.A4.C5.C5.C5.G4.A4.G4 1
  1392	C5.A4.C5.B4.G4 1
  1393	C5.A4.C5.B4.C5.A4 1
  1394	C5.A4.C5.B4.A4 1
  1395	C5.A4.Bq4.C5 1
  1396	C5.A4.B4.G4 1
  1397	C5.A4.B4.C5.D5.C5.B4.C5 1
  1398	C5.A4.B4.C5.D5.C5.A4.A4.G4 1
  1399	C5.A4.B4.C5.B4.A4.C5.B4.A4.B4.A4 1
  1400	C5.A4.B4.C5.B4.A4.C5 1
  1401	C5.A4.B4.A4.G4 1
  1402	C5.A4.B4.A4 1
  1403	C5.A4.B4 1
  1404	C5.A4.A4.G4.A4.B4 1
  1405	C5.A4.A4.G4 1
  1406	C5.A4.A4.F4 1
  1407	C4.G4.A4.F4.G4 1
  1408	C4.G4 1
  1409	C4.G3 1
  1410	C4.F4.E4.D4 1
  1411	C4.E4.G4.F4.E4 1
  1412	C4.E4.G4.E4.C4.F4 1
  1413	C4.E4.G4.A4.G4.F4.F4.E4 1
  1414	C4.E4.G4.A4.G4.E4.D4.F4.F4.D4 1
  1415	C4.E4.F4 1
  1416	C4.E4.D4 1
  1417	C4.E4.C4.E4.G4 1
  1418	C4.D4.F4.G4.A4.A4.G4 1
  1419	C4.D4.F4.F4 1
  1420	C4.D4.F4.E4.F4.G4.F4 1
  1421	C4.D4.F4.E4.D4 1
  1422	C4.D4.E4.F4.E4.C4 1
  1423	C4.D4.E4.F4.D4.E4.F4.E4 1
  1424	C4.D4.E4.E4.D4.E4.D4 1
  1425	C4.D4.E4.E4.D4 1
  1426	C4.D4.E4.C4.C4.B3 1
  1427	C4.D4.C4.C4.B3.A3.B3.C4.B3 1
  1428	C4.D4.C4.C4.A3.B3.A3 1
  1429	C4.D4.C4.C4.A3 1
  1430	C4.C4.B3.A3 1
  1431	C4.B3.G3.C4.A3 1
  1432	C4.B3.G3.B3.A3 1
  1433	C4.B3.D4.E4 1
  1434	C4.B3.C4.D4.C4.D4.E4 1
  1435	C4.B3.C4.D4.C4.B3.A3.B3 1
  1436	C4.B3.C4.D4.C4 1
  1437	C4.B3.C4.B3 1
  1438	C4.B3.C4 1
  1439	C4.B3.B3.A3.B3.A3.G3.A3 1
  1440	C4.A3.C4.D4 1
  1441	C4.A3.B3.C4.B3 1
  1442	Bb4.G4.A4.B4.A4.G4 1
  1443	Bb4.B4.B4.G4 1
  1444	Bb4.B4.A4 1
  1445	Bb4.A4.G4.A4.B4 1
  1446	Bb4.A4.B4.A4.G4.A4.G4 1
  1447	B4.G4.G4.F4.G4.B4.G4.A4.B4.A4.G4 1
  1448	B4.G4.C5.A4 1
  1449	B4.G4.B4.C5.A4 1
  1450	B4.G4.B4.A4 1
  1451	B4.G4.A4.G4.A4.G4.G4.F4.G4.A4.B4.A4.A4.G4 1
  1452	B4.E5 1
  1453	B4.D5.E5.D5.E5 1
  1454	B4.D5.E5.C5.C5.B4.C5 1
  1455	B4.D5.E5.A4.C5.C5.B4 1
  1456	B4.D5.C5.B4.C5.B4.A4.B4.C5.B4.C5 1
  1457	B4.D5.C5.B4.C5.A4.A4.G4 1
  1458	B4.D5.C5.B4.B4.A4 1
  1459	B4.D5.C5.B4.A4.G4.A4.G4 1
  1460	B4.D5.C5.B4 1
  1461	B4.D5.B4.C5.D5 1
  1462	B4.C5.E5.F5.D5.C5.C5.A4.B4.A4 1
  1463	B4.C5.D5.E5.E5.D5 1
  1464	B4.C5.D5.E5.D5.C5 1
  1465	B4.C5.D5.E5.C5.C5.B4 1
  1466	B4.C5.D5.E5.A4 1
  1467	B4.C5.D5.C5.D5.E5.D5.E5 1
  1468	B4.C5.D5.C5.C5.B4.A4.B4.A4 1
  1469	B4.C5.D5.C5.C5.A4.B4.A4 1
  1470	B4.C5.D5.C5.C5 1
  1471	B4.C5.D5.C5.B4.C5.B4.A4.G4.A4.G4 1
  1472	B4.C5.D5.C5.B4.C5.B4.A4 1
  1473	B4.C5.D5.C5.B4.C5 1
  1474	B4.C5.D5.C5.B4.B4.C5.B4.A4 1
  1475	B4.C5.D5.C5.A4.B4.C5.B4.A4 1
  1476	B4.C5.D5.A4.A4.G4 1
  1477	B4.C5.A4.B4 1
  1478	B4.B4.C5 1
  1479	B4.B4.B4 1
  1480	B4.B4.A4.G4 1
  1481	B4.B4.A4.F4.G4.F4.G4.A4.G4.A4.B4.A4.A4.G4 1
  1482	B4.A4.G4.G4 1
  1483	B4.A4.G4.F4.A4.G4.F4.G4.F4.E4.F4.E4 1
  1484	B4.A4.F4.A4.A4 1
  1485	B4.A4.E5.F5 1
  1486	B4.A4.D5.C5.D5.E5.D5.E5 1
  1487	B4.A4.C5.D5.G4.A4.G4.F4 1
  1488	B4.A4.C5.B4.A4.G4 1
  1489	B4.A4.C5.B4.A4 1
  1490	B4.A4.C5.B4 1
  1491	B4.A4.B4.G4.A4.B4 1
  1492	B4.A4.B4.G4 1
  1493	B4.A4.B4.A4.B4.D5.C5.B4.B4.A4.G4 1
  1494	B3.G3 1
  1495	B3.C4.D4.E4 1
  1496	B3.C4.D4.C4.C4.A3.B3.A3 1
  1497	B3.C4.D4.C4.B3.C4 1
  1498	B3.C4.D4.C4.B3.A3.B3.C4.B3.A3 1
  1499	B3.C4.D4.B3.C4 1
  1500	B3.C4.D4 1
  1501	B3.C4.B3.A3.B3 1
  1502	B3.C4.B3.A3 1
  1503	A5.G5 1
  1504	A4.G4.G4.F4.G4.A4.G4 1
  1505	A4.G4.G4.E4.F4.G4 1
  1506	A4.G4.G4.E4.F4 1
  1507	A4.G4.G4.D4.C4.F4.G4.A4.G4.G4.F4 1
  1508	A4.G4.F4.G4.F4.E4.F4.E4 1
  1509	A4.G4.F4.G4.A4.G4 1
  1510	A4.G4.F4.G4.A4.C5.A4.B4 1
  1511	A4.G4.F4.F4.G4.D4.C4.D4.E4.D4 1
  1512	A4.G4.F4.E4.F4.G4.A4.G4.F4 1
  1513	A4.G4.F4.D4.F4.G4.F4.G4 1
  1514	A4.G4.F4.A4.C5.B4.A4.D5.C5.B4.C5.B4.A4.G4.F4 1
  1515	A4.G4.E4.F4.E4.D4.E4.D4.C4.D4 1
  1516	A4.G4.E4.F4.E4.C4.D4.A3.C4.D4.E4 1
  1517	A4.G4.E4.F4.E4.C4 1
  1518	A4.G4.E4 1
  1519	A4.G4.C5.B4.C5.A4.C5.D5 1
  1520	A4.G4.C5.B4 1
  1521	A4.G4.B4.G4.A4 1
  1522	A4.G4.B4.G4 1
  1523	A4.G4.B4.D5.D5.C5.B4.C5.B4 1
  1524	A4.G4.B4.A4.G4.A4.F4 1
  1525	A4.G4.B4.A4.G4.A4 1
  1526	A4.G4.B4.A4 1
  1527	A4.G4.B4 1
  1528	A4.G4.A4.G4.F4.G4.F4.E4.D4.C4.D4.F4.G4.E4.D4.F4.F4.D4.A4.A4.C5.G4.G4.F4.A4.G4.A4.C5.D5.A4.C5.B4.G4.F4.G4.A4.A4.D4.C4.D4.F4.G4.F4.G4.A4.G4 1
  1529	A4.G4.A4.G4.F4.F4.A4.C5.D5.C5.B4.G4.C5.A4.B4.A4.A4.G4 1
  1530	A4.G4.A4.G4.F4.E4 1
  1531	A4.G4.A4.G4.F4.A4.G4.C5.C5 1
  1532	A4.G4.A4.G4.E4.F4 1
  1533	A4.G4.A4.G4.E4.D4 1
  1534	A4.G4.A4.F4.D4.E4.D4.C4.C4.D4.F4.G4.F4.E4.F4.G4.A4.Bb4 1
  1535	A4.G4.A4.F4.A4.C5.A4.B4.A4.A4.G4 1
  1536	A4.G4.A4.D5.G4.A4.G4.G4.F4 1
  1537	A4.G4.A4.C5.G4.F4.E4.F4 1
  1538	A4.G4.A4.C5.D5.E5.D5.C5.B4.C5.D5.C5.D5 1
  1539	A4.G4.A4.C5.D5.C5.B4.C5.D5.C5.D5 1
  1540	A4.G4.A4.C5.D5.C5.B4.A4 1
  1541	A4.G4.A4.C5.C5.G4.B4.A4.G4.F4.A4.G4.A4.F4.A4.C5.G4.F4.F4.D4.E4.D4 1
  1542	A4.G4.A4.C5.C5.G4.A4.E4.F4.A4.C5.G4.F4.F4.D4.E4.D4 1
  1543	A4.G4.A4.C5.C5.D5.C5.C5.B4.G4 1
  1544	A4.G4.A4.C5.C5.D5.C5.C5.B4 1
  1545	A4.G4.A4.C5.C5.A4.C5.C5.B4.A4.C5.G4.G4.F4 1
  1546	A4.G4.A4.C5.A4 1
  1547	A4.G4.A4.Bb4.G4.G4.F4 1
  1548	A4.G4.A4.Bb4.A4.G4 1
  1549	A4.G4.A4.Bb4.A4.B4 1
  1550	A4.G4.A4.B4.G4.A4 1
  1551	A4.G4.A4.B4.F4.F4.D4 1
  1552	A4.G4.A4.B4.C5.G4.A4.E4.F4.A4.C5.G4.F4.F4.D4.E4.D4 1
  1553	A4.G4.A4.B4.C5.B4.A4.B4 1
  1554	A4.G4.A4.B4.B4.A4 1
  1555	A4.G4.A4.B4.A4.G4.A4.G4.E4.F4.E4.C4.D4.C4.C4.B3.A3.B3 1
  1556	A4.G4.A4.B4.A4.G4.A4 1
  1557	A4.G4.A4.B4.A4.G4 1
  1558	A4.G4.A4.A4.E4.F4.G4.G4.F4.G4.G4.D4.F4.G4.A4.G4.A4 1
  1559	A4.G4.A4.A4.C5.B4.G4.A4.A4.G4.E4.G4.A4.A4.C5.B4.G4.A4.A4.G4.E4.G4.A4.A4.D4.F4.G4.F4.G4.F4.D4.E4.D4.C4 1
  1560	A4.F4.G4.B4.C5.B4.B4.A4 1
  1561	A4.F4.G4.A4.G4.F4.G4 1
  1562	A4.F4.G4.A4.G4 1
  1563	A4.F4.G4.A4.C5.C5 1
  1564	A4.F4.A4.G4.F4.A4.F4.G4.A4.C5.C5.D5.C5.C5.G4.Bb4.A4.G4.F4.A4.G4.A4.F4.G4.A4.B4.G4.A4.B4.A4.G4 1
  1565	A4.E5.F5.E5.D5 1
  1566	A4.E5.F5.D5.C5.E5.D5.E5.F5.E5 1
  1567	A4.E5.E5.D5 1
  1568	A4.E4 1
  1569	A4.D5.E5.G5 1
  1570	A4.D5.C5.D5.E5.F5.E5.E5.D5 1
  1571	A4.D5.C5.D5.E5.F5.D5.E5.D5 1
  1572	A4.D5.C5.C5.B4.G4.A4.C5.B4.A4 1
  1573	A4.D5.C5.C5.B4.A4 1
  1574	A4.D5.C5.B4.G4 1
  1575	A4.D5.C5.B4.C5.B4.A4.G4 1
  1576	A4.D5.C5.B4.C5 1
  1577	A4.D5.C5 1
  1578	A4.D5.B4.C5.B4.A4 1
  1579	A4.D5.B4 1
  1580	A4.D4 1
  1581	A4.C5.G4.G4.A4.B4.A4.B4.A4.G4.B4 1
  1582	A4.C5.G4.F4.G4.A4.A4.G4 1
  1583	A4.C5.G4.F4 1
  1584	A4.C5.G4.A4.G4.G4.F4 1
  1585	A4.C5.G4.A4.G4.F4 1
  1586	A4.C5.G4.A4.G4 1
  1587	A4.C5.G4.A4.A4.G4 1
  1588	A4.C5.E5.F5.D5.B4.D5.B4.C5.A4.B4.A4.G4.B4.D5.E5 1
  1589	A4.C5.E5 1
  1590	A4.C5.D5.F5 1
  1591	A4.C5.D5.E5.D5 1
  1592	A4.C5.D5.D5.C5 1
  1593	A4.C5.D5.C5.D5.C5.B4.A4 1
  1594	A4.C5.D5.C5.D5.C5.B4 1
  1595	A4.C5.D5.C5.C5 1
  1596	A4.C5.D5.C5.B4.C5.A4.G4.A4.Bb4.F4.F4.D4 1
  1597	A4.C5.D5.C5.B4.A4.C5.B4.A4.G4.B4.C5 1
  1598	A4.C5.D5.C5.A4.B4 1
  1599	A4.C5.C5.G4.F4.G4.A4.A4.G4 1
  1600	A4.C5.C5.G4.F4.G4.A4 1
  1601	A4.C5.C5.G4.E4.F4.G4.F4 1
  1602	A4.C5.C5.G4.A4.G4.G4.F4 1
  1603	A4.C5.C5.G4.A4.A4.E4.F4.G4.G4.D4.F4.E4.F4.C4.D4.F4 1
  1604	A4.C5.C5.D5.A4.A4.G4 1
  1605	A4.C5.C5.D5 1
  1606	A4.C5.C5.C5 1
  1607	A4.C5.C5.B4.A4.C5.G4.G4.F4 1
  1608	A4.C5.B4.G4.A4.F4.G4.A4.B4.G4.A4.G4 1
  1609	A4.C5.B4.G4.A4 1
  1610	A4.C5.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 1
  1611	A4.C5.B4.C5.D5.A4.A4.G4.A4 1
  1612	A4.C5.B4.A4.C5 1
  1613	A4.C5.B4.A4.B4.G4.E4 1
  1614	A4.C5.B4.A4.B4.C5 1
  1615	A4.C5.A4.G4.F4.G4.F4 1
  1616	A4.C5.A4.G4.F4.G4.A4.G4 1
  1617	A4.C5.A4.G4.F4.A4.C5.A4.G4.A4.F4.F4.D4 1
  1618	A4.C5.A4.G4.B4.B4.G4 1
  1619	A4.C5.A4.G4.A4.F4.F4.E4 1
  1620	A4.C5.A4.G4.A4.C5.C5 1
  1621	A4.C5.A4.G4.A4.B4 1
  1622	A4.C5.A4.F4 1
  1623	A4.C5.A4.C5.D5.C5.D5.F5.E5.D5.E5 1
  1624	A4.C5.A4.C5.D5 1
  1625	A4.Bb4.C5.C5.B4.G4.F4.G4.A4.A4.G4 1
  1626	A4.Bb4.C5.B4.A4.G4.A4.B4.A4.G4 1
  1627	A4.Bb4.C5.B4 1
  1628	A4.Bb4.C5 1
  1629	A4.Bb4.B4.A4 1
  1630	A4.Bb4.A4.G4.F4.G4.A4 1
  1631	A4.Bb4.A4.G4.F4 1
  1632	A4.Bb4.A4.B4 1
  1633	A4.B4.G4.F4.A4.B4.A4 1
  1634	A4.B4.G4.A4.A4.G4.D5.G4.F4.E4.D4 1
  1635	A4.B4.F4.G4 1
  1636	A4.B4.C5.G4.E4.F4.E4.E4.D4 1
  1637	A4.B4.C5.D5.C5.B4.A4 1
  1638	A4.B4.C5.D5.A4.A4.G4 1
  1639	A4.B4.C5.B4.G4 1
  1640	A4.B4.C5.B4.C5.B4.G4 1
  1641	A4.B4.C5.B4.A4.B4.B4.A4 1
  1642	A4.B4.C5.A4.B4.C5.B4.A4 1
  1643	A4.B4.C5.A4.A4.G4 1
  1644	A4.B4.A4.G4.F4 1
  1645	A4.B4.A4.G4.A4.B4.C5.B4.A4 1
  1646	A4.B4.A4.G4.A4.B4 1
  1647	A4.B4.A4.B4 1
  1648	A4.B4.A4.A4.F4 1
  1649	A4.A4.G4.F4.G4 1
  1650	A4.A4.G4.F4.E4.C4 1
  1651	A4.A4.G4.F4 1
  1652	A4.A4.G4.E4.F4.E4 1
  1653	A4.A4.G4.E4.F4 1
  1654	A4.A4.F4 1
  1655	A4.A4.C5.G4.F4.E4.D4 1
  1656	A4.A4.C5 1
  1657	A4.A4.B4.C5.B4 1
  1658	A4.A4.B4.A4.G4.A4 1
  1659	A3.D4.C4.C4 1
  1660	A3.C4.D4.A3.C4.B3.A3.G3.A3 1
  1661	A3.C4.B3 1
  1662	A3.C4.A3.G3.A3.B3.A3 1
  1663	A3.C4.A3.C4.D4.E4.E4.D4 1
  1664	A3.C4.A3.B3 1
  1665	A3.C4.A3 1
  1666	A3.B3.C4.B3.C4 1
  1667	A3.B3.C4.B3.A3.A3.G3 1
