     1	G4 623
     2	C5 549
     3	A4 476
     4	F4 369
     5	D5 297
     6	D4 245
     7	G4.A4 217
     8	A4.G4 212
     9	G4.G4 185
    10	G4.F4 148
    11	C5.C5 132
    12	B4 111
    13	B4.A4 105
    14	E4 101
    15	A4.G4.F4 99
    16	C5.B4 97
    17	D5.E5.D5 96
    18	G4.A4.G4 92
    19	A4.C5 90
    20	C4 82
    21	D5.D5 80
    22	C5.D5 80
    23	B4.C5 80
    24	E5 76
    25	F4.E4 74
    26	D5.D5.E5.D5.C5 72
    27	F4.G4 71
    28	F4.F4 71
    29	C5.C5.B4 71
    30	D4.D4 70
    31	G4.A4.A4 69
    32	D5.C5 69
    33	C5.D5.C5 68
    34	C5.C5.B4.C5.A4 68
    35	A4.A4 65
    36	G4.A4.B4.A4.G4.A4.A4.G4 55
    37	F4.G4.A4 52
    38	F4.E4.D4 51
    39	C4.D4 50
    40	F4.A4 49
    41	E4.F4 48
    42	A4.A4.G4.F4.G4.A4 48
    43	A4.A4.G4 48
    44	G4.A4.C5 47
    45	C5.C5.C5 47
    46	C5.A4 47
    47	G4.A4.G4.G4 45
    48	B4.D5 45
    49	E4.D4 41
    50	D5.E5 41
    51	D4.C4 39
    52	A4.G4.A4 38
    53	A4.F4 38
    54	E5.F5.E5 36
    55	E5.D5 36
    56	C5.D5.E5 36
    57	F4.G4.A4.G4 35
    58	C5.C5.D5.C5 32
    59	A4.B4.A4 32
    60	G4.G4.G4 31
    61	A4.C5.B4 31
    62	G4.A4.A4.G4.G4 30
    63	C5.B4.A4 30
    64	A4.C5.C5 30
    65	D4.E4 29
    66	B4.D5.C5.C5.C5.B4 29
    67	A4.B4.A4.A4 29
    68	F4.G4.F4 28
    69	F4.G4.A4.A4 28
    70	F4.F4.F4 28
    71	D5.B4 28
    72	A4.B4 27
    73	G4.F4.G4.A4 26
    74	G4.F4.E4 26
    75	C5.D5.C5.C5 26
    76	A4.G4.G4 26
    77	E4.E4 25
    78	G4.A4.A4.G4 24
    79	F4.F4.F4.E4.C4 24
    80	C5.D5.E5.D5 24
    81	F4.G4.G4 23
    82	F4.F4.E4 23
    83	D5.D5.D5 23
    84	C5.C5.A4.C5.D5 23
    85	C5.B4.C5 23
    86	G4.G4.F4 22
    87	G4.G4.A4.B4.A4.G4.A4.A4.G4 22
    88	F4.A4.C5 22
    89	D4.F4 22
    90	C5.B4.A4.G4 22
    91	G4.G4.A4 21
    92	G4.A4.B4.A4.A4.G4 21
    93	E5.E5.D5.C5.D5.E5 21
    94	C5.D5.D5 21
    95	C5.C5.B4.A4 21
    96	G4.G4.A4.G4 20
    97	D4.D4.D4 20
    98	A4.C5.C5.C5 20
    99	G4.A4.G4.F4 19
   100	D5.C5.C5.B4 19
   101	C5.D5.C5.C5.B4 19
   102	C5.B4.C5.D5.C5.B4.C5.B4.A4.A4.G4 19
   103	F4.G4.A4.G4.F4.G4.G4.F4 18
   104	D5.E5.F5.E5.E5.D5 18
   105	D4.E4.F4.E4.D4.E4.E4.D4 18
   106	F4.E4.F4.G4.G4.G4 17
   107	F4.E4.F4 17
   108	E5.F5.E5.E5 17
   109	E5.E5 17
   110	E5.D5.C5 17
   111	E4.G4.F4.F4.F4.E4 17
   112	D5.C5.D5.E5.D5.E5.D5.C5.B4.C5.B4 17
   113	D4.F4.E4 17
   114	C5.C5.D5.B4.C5 17
   115	C5.C5.C5.C5 17
   116	A4.C5.B4.C5.D5.C5.B4.A4.A4.B4.A4.G4.A4.G4 17
   117	A4.C5.B4.A4 17
   118	G4.F4.G4.G4 16
   119	G4.E4 16
   120	G4.C5 16
   121	F5 16
   122	E4.F4.G4 16
   123	D5.E5.D5.C5 16
   124	D4.E4.D4 16
   125	C5.D5.B4 16
   126	C5.B4.C5.D5 16
   127	C4.D4.D4 16
   128	B4.C5.A4 16
   129	G4.F4.F4 15
   130	E4.F4.G4.F4.E4 15
   131	D5.E5.F5.E5.D5.C5.D5.C5.C5.B4 15
   132	D5.E5.D5.D5 15
   133	D5.D5.E5 15
   134	D5.C5.B4.A4 15
   135	B4.C5.C5 15
   136	A4.G4.A4.A4 15
   137	A4.B4.C5.B4.C5.B4.A4 15
   138	A4.A4.A4 15
   139	F4.E4.D4.D4 14
   140	D5.D5.E5.D5 14
   141	D4.F4.F4 14
   142	D4.E4.F4 14
   143	C5.B4.G4 14
   144	B4.A4.G4.G4 14
   145	G4.B4.C5 13
   146	F5.E5 13
   147	E5.E5.D5 13
   148	D5.C5.D5 13
   149	D5.C5.B4 13
   150	D4.A4 13
   151	C4.D4.F4 13
   152	C4.C4 13
   153	B4.A4.G4 13
   154	A4.F4.G4.A4 13
   155	G4.F4.G4 12
   156	G4.D4 12
   157	G4.C5.C5.B4.C5.D5.C5.B4.C5.B4.A4.A4.G4 12
   158	G4.A4.G4.A4 12
   159	G4.A4.A4.C5.B4.C5.D5.C5.B4.A4.A4.B4.A4.G4.A4.G4 12
   160	F4.E4.F4.G4 12
   161	D5.E5.E5 12
   162	C5.D5.E5.D5.E5.F5.E5 12
   163	C5.C5.C5.A4.C5 12
   164	C5.B4.C5.D5.C5.D5.C5 12
   165	B4.C5.A4.B4 12
   166	B4.A4.B4.C5.A4.B4 12
   167	A4.G4.A4.G4 12
   168	A4.G4.A4.C5.A4.G4.F4 12
   169	G4.A4.B4.A4 11
   170	F4.G4.F4.F4 11
   171	F4.F4.G4.G4 11
   172	F4.E4.D4.E4.D4.C4 11
   173	E4.F4.E4 11
   174	D5.C5.D5.E5.E5 11
   175	C5.D5.E5.E5 11
   176	C5.D5.E5.D5.E5.F5.E5.D5.C5.D5.E5.D5.E5.D5.C5.B4.C5.B4 11
   177	C5.C5.A4 11
   178	C5.B4.B4.A4.B4.A4.G4.A4.A4.G4 11
   179	C4.D4.E4 11
   180	A4.G4.F4.G4.A4 11
   181	A4.C5.C5.B4 11
   182	A4.B4.A4.G4 11
   183	A4.A4.A4.G4 11
   184	A3 11
   185	G4.E4.G4 10
   186	G4.A4.C5.C5 10
   187	F4.F4.F4.E4 10
   188	F4.D4 10
   189	E5.F5 10
   190	E4.F4.G4.A4.A4 10
   191	D5.E5.D5.E5.D5.C5 10
   192	D5.E5.C5 10
   193	D5.D5.E5.F5.E5.E5.D5 10
   194	D4.F4.F4.E4 10
   195	D4.D4.C4 10
   196	D4.C4.D4 10
   197	C5.D5.C5.C5.A4.B4.C5.B4.A4.A4.G4 10
   198	C5.D5.C5.B4 10
   199	C5.A4.B4.A4 10
   200	A4.G4.F4.G4 10
   201	A4.E5 10
   202	A4.A4.G4.A4.C5.G4.A4.G4.G4.F4 10
   203	A4.A4.G4.A4 10
   204	G4.G4.A4.G4.G4 9
   205	G4.F4.G4.A4.A4 9
   206	G4.F4.E4.D4.D4 9
   207	G4.F4.E4.D4 9
   208	G4.A4.F4.E4 9
   209	G4.A4.C5.A4.B4.A4.G4 9
   210	F4.G4.G4.F4 9
   211	F4.E4.D4.C4 9
   212	E5.F5.E5.D5 9
   213	E5.E5.C5.D5.E5.D5 9
   214	E4.F4.G4.A4.G4 9
   215	E4.F4.G4.A4 9
   216	D5.B4.C5.D5.C5.D5 9
   217	D4.E4.F4.E4.F4.E4.D4 9
   218	C5.D5.C5.D5 9
   219	C5.D5.C5.C5.A4 9
   220	C5.C5.D5 9
   221	C5.C5.B4.A4.G4 9
   222	C5.B4.C5.D5.C5.D5.D5.C5 9
   223	C5.A4.G4 9
   224	C5.A4.C5 9
   225	C5.A4.B4.C5 9
   226	C5.A4.A4.D5.D5 9
   227	B4.D5.C5.C5.B4.C5 9
   228	B4.C5.D5.E5.D5 9
   229	B4.B4 9
   230	A4.G4.F4.E4.G4.A4.G4.F4 9
   231	A4.G4.E4 9
   232	A4.G4.A4.G4.F4 9
   233	A4.D5 9
   234	A4.C5.B4.C5 9
   235	A4.A4.G4.F4.G4 9
   236	A4.A4.G4.F4 9
   237	A4.A4.C5.A4.G4 9
   238	A4.A4.B4.A4.A4 9
   239	G5 8
   240	G4.G4.F4.D4 8
   241	G4.G4.A4.C5 8
   242	G4.G4.A4.B4.A4.A4.G4 8
   243	G4.B4 8
   244	F4.G4.G4.G4 8
   245	F4.G4.F4.E4 8
   246	F4.F4.G4.F4 8
   247	F4.F4.F4.F4 8
   248	F4.F4.E4.D4.C4.C4 8
   249	F4.E4.C4 8
   250	E5.D5.E5.D5.C5 8
   251	E5.D5.C5.B4.D5.E5.D5.C5 8
   252	E5.D5.C5.B4 8
   253	E4.F4.E4.D4.D4 8
   254	D5.F5 8
   255	D5.E5.E5.D5 8
   256	D5.E5.D5.C5.B4.C5.C5.B4 8
   257	D5.C5.D5.E5 8
   258	D5.C5.C5 8
   259	D5.C5.A4 8
   260	D4.E4.E4 8
   261	C5.C5.D5.C5.C5 8
   262	C5.C5.C5.B4.A4.B4.A4 8
   263	C5.C5.C5.B4.A4 8
   264	C5.C5.B4.C5 8
   265	C5.B4.C5.D5.C5.D5.E5.D5 8
   266	C5.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 8
   267	C5.B4.C5.A4 8
   268	C5.A4.B4.C5.B4.A4.G4.A4.A4.G4 8
   269	B4.C5.D5 8
   270	A4.G4.A4.C5 8
   271	A4.C5.D5.C5.B4.C5.D5.C5.D5.D5.C5 8
   272	A4.C5.B4.A4.G4 8
   273	A4.C5.A4.G4.A4.B4.A4 8
   274	A4.B4.C5.B4.B4.A4 8
   275	A4.A4.C5 8
   276	G4.G4.A4.A4.G4 7
   277	G4.C5.B4.C5 7
   278	G4.A4.G4.F4.G4 7
   279	G4.A4.C5.B4.A4.B4.C5.B4.A4 7
   280	G4.A4.C5.A4.G4.A4.B4.A4 7
   281	G4.A4.B4.A4.G4.A4.G4.A4.B4.A4 7
   282	G4.A4.B4 7
   283	F5.E5.D5 7
   284	F4.G4.A4.G4.F4.G4 7
   285	F4.G4.A4.G4.A4.G4 7
   286	F4.E4.F4.D4.F4.C4.D4.E4.F4.E4.F4.E4.D4 7
   287	F4.E4.D4.E4 7
   288	E5.D5.E5.D5.C5.C5.B4 7
   289	E5.C5.D5.E5.D5.E5 7
   290	E5.C5.D5.E5 7
   291	E4.F4.G4.F4 7
   292	E4.D4.C4 7
   293	D5.E5.D5.E5 7
   294	D5.D5.E5.F5.E5.D5.C5.D5.C5.C5.B4 7
   295	D5.C5.D5.E5.D5 7
   296	D5.C5.A4.G4.G4 7
   297	D4.F4.G4.A4.G4 7
   298	D4.F4.E4.D4.D4 7
   299	D4.C4.B3 7
   300	D4.A4.B4.A4 7
   301	D4.A4.A4.G4.A4.G4.G4.F4 7
   302	C5.E5 7
   303	C5.D5.C5.C5.B4.C5.D5.E5.D5.E5.E5.D5 7
   304	C5.C5.C5.B4 7
   305	C5.B4.C5.D5.C5 7
   306	C5.B4.A4.C5 7
   307	C5.B4.A4.A4 7
   308	C4.D4.F4.E4 7
   309	C4.B3 7
   310	B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 7
   311	B4.C5.D5.C5.B4 7
   312	B4.C5.B4 7
   313	B4.C5.A4.G4 7
   314	A4.G4.F4.E4 7
   315	A4.G4.A4.G4.F4.G4.G4.F4 7
   316	A4.G4.A4.B4.A4 7
   317	A4.E5.E5.E5.D5.E5.D5.D5.C5 7
   318	A4.C5.B4.A4.A4 7
   319	A4.C5.A4 7
   320	A4.A4.G4.G4.F4.F4 7
   321	A4.A4.C5.A4.A4.G4 7
   322	G5.F5.F5.G5.A5.G5.F5.E5.F5.E5.D5.E5.D5 6
   323	G4.G4.C5.A4 6
   324	G4.G4.A4.C5.B4.A4.B4.C5.B4.A4 6
   325	G4.G4.A4.A4 6
   326	G4.F4.E4.D4.C4 6
   327	G4.D5.D5 6
   328	G4.D5 6
   329	G4.C5.C5 6
   330	G4.A4.C5.B4.A4.B4.A4.G4 6
   331	F5.D5.E5.F5.E5.D5.D5.E5.D5.C5.D5.C5 6
   332	F4.G4.E4 6
   333	F4.G4.A4.G4.G4 6
   334	F4.G4.A4.G4.F4 6
   335	F4.G4.A4.C5.G4 6
   336	F4.F4.G4.A4.G4.F4.G4.G4.F4 6
   337	F4.A4.C5.C5.D5 6
   338	E5.D5.E5.F5.E5 6
   339	E5.D5.E5.D5.D5.C5 6
   340	E5.D5.E5.D5.C5.C5.B4.C5.D5.E5.D5.E5.F5.E5 6
   341	E5.C5 6
   342	E4.F4.G4.G4 6
   343	E4.F4.G4.E4.F4.E4.D4 6
   344	D5.E5.D5.E5.F5.E5 6
   345	D5.D5.C5 6
   346	D5.D5.B4 6
   347	D5.B4.C5.D5.A4.B4.A4.G4 6
   348	D4.E4.F4.E4.E4.D4 6
   349	D4.E4.F4.D4.D4 6
   350	D4.D4.D4.C4 6
   351	C5.D5.E5.D5.C5.D5.D5.C5 6
   352	C5.D5.B4.C5.D5 6
   353	C5.D5.B4.C5 6
   354	C5.D5.A4 6
   355	C5.C5.D5.D5 6
   356	C5.B4.G4.A4 6
   357	C5.B4.D5.C5.C5.C5.B4 6
   358	C5.B4.C5.D5.E5.D5.E5.F5.E5 6
   359	C5.B4.A4.B4.C5 6
   360	C5.B4.A4.B4 6
   361	C5.A4.C5.C5 6
   362	C4.E4.F4.D4 6
   363	B4.G4.G4 6
   364	B4.D5.E5 6
   365	B4.C5.D5.C5.B4.A4.B4.C5.B4.A4.G4.A4.B4.A4.G4.A4.A4.G4 6
   366	B4.C5.D5.B4.C5.B4.A4 6
   367	B4.C5.C5.C5 6
   368	A4.G4.F4.G4.A4.A4 6
   369	A4.G4.C5 6
   370	A4.F4.G4.G4 6
   371	A4.F4.A4.C5 6
   372	A4.D5.D5 6
   373	A4.C5.D5.C5 6
   374	A4.C5.C5.B4.A4 6
   375	A4.C5.B4.G4 6
   376	A4.C5.A4.G4 6
   377	A4.B4.C5 6
   378	A3.A3 6
   379	G4.G4.G4.A4.G4 5
   380	G4.G4.D5 5
   381	G4.G4.C5.B4.C5 5
   382	G4.F4.G4.A4.G4.F4.G4 5
   383	G4.F4.D4.E4.F4 5
   384	G4.F4.D4 5
   385	G4.F4.A4 5
   386	G4.E4.F4 5
   387	G4.A4.G4.F4.G4.A4.G4 5
   388	G4.A4.G4.E4.F4 5
   389	G4.A4.G4.A4.G4 5
   390	G4.A4.F4.E4.D4 5
   391	G4.A4.F4 5
   392	G4.A4.C5.G4.A4.G4.G4.F4 5
   393	G4.A4.C5.C5.D5 5
   394	G4.A4.C5.C5.C5 5
   395	G4.A4.C5.C5.B4.B4.A4.B4.A4.G4.A4.A4.G4 5
   396	G4.A4.C5.B4.A4.B4.C5.B4.A4.G4.A4.B4.A4.G4.A4.A4.G4 5
   397	F4.G4.G4.A4 5
   398	F4.G4.F4.G4 5
   399	F4.G4.E4.F4.E4.D4.E4.E4.D4 5
   400	F4.G4.A4.C5.G4.G4 5
   401	F4.F4.G4 5
   402	F4.F4.E4.D4 5
   403	F4.E4.F4.D4.E4.D4.D4.C4 5
   404	F4.D4.E4 5
   405	F4.A4.G4 5
   406	F4.A4.C5.B4 5
   407	E5.E5.E5 5
   408	E5.E5.D5.E5.D5 5
   409	E5.D5.E5.D5 5
   410	E5.D5.D5.C5.D5.E5 5
   411	E4.G4.A4.A4.G4 5
   412	E4.F4.G4.F4.F4.E4 5
   413	E4.F4.F4 5
   414	E4.F4.E4.D4 5
   415	E4.F4.D4 5
   416	E4.E4.D4.C4.D4.E4 5
   417	E4.E4.D4 5
   418	E4.D4.E4 5
   419	E4.D4.D4 5
   420	E4.D4.C4.D4.D4 5
   421	D5.E5.F5.E5.D5.C5.B4.C5.D5.C5.C5.B4 5
   422	D5.D5.E5.D5.E5.D5.C5 5
   423	D5.C5.C5.D5.E5 5
   424	D5.C5.C5.B4.A4.G4 5
   425	D5.C5.B4.C5.B4 5
   426	D5.B4.C5 5
   427	D4.F4.F4.F4 5
   428	D4.E4.F4.G4 5
   429	D4.E4.D4.D4.C4 5
   430	D4.E4.D4.D4 5
   431	D4.D4.F4.G4.A4.G4 5
   432	D4.C4.D4.D4 5
   433	D4.A4.A4.A4.G4.A4.G4.G4.F4 5
   434	C5.G4 5
   435	C5.D5.E5.D5.D5 5
   436	C5.D5.D5.D5 5
   437	C5.C5.C5.D5.C5.C5.A4.B4.A4 5
   438	C5.C5.C5.D5.C5 5
   439	C5.C5.A4.C5.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 5
   440	C5.B4.A4.C5.B4 5
   441	C5.B4.A4.B4.A4.G4 5
   442	C4.D4.E4.D4 5
   443	B4.C5.D5.C5 5
   444	B4.C5.A4.G4.F4 5
   445	B4.A4.B4.C5 5
   446	B3 5
   447	A4.G4.G4.F4 5
   448	A4.G4.G4.E4 5
   449	A4.G4.E4.F4 5
   450	A4.G4.A4.G4.G4.F4 5
   451	A4.C5.C5.D5.C5 5
   452	A4.C5.B4.A4.G4.A4 5
   453	A4.C5.A4.B4.A4 5
   454	A4.B4.C5.B4.A4.G4 5
   455	A4.B4.C5.B4.A4.B4.B4.A4 5
   456	A4.B4.C5.A4 5
   457	A4.B4.A4.G4.G4 5
   458	G5.A5.G5 4
   459	G4.G4.G4.A4.C5 4
   460	G4.G4.G4.A4.B4 4
   461	G4.G4.D5.D5 4
   462	G4.G4.A4.C5.A4.G4.A4.B4.A4 4
   463	G4.G4.A4.B4 4
   464	G4.F4.G4.A4.G4.A4 4
   465	G4.F4.G4.A4.A4.C5.B4.C5.D5.C5.B4.A4.A4.B4.A4.G4.A4.G4 4
   466	G4.F4.E4.F4.E4.D4.E4.D4 4
   467	G4.F4.E4.E4 4
   468	G4.B4.C5.D5.E5.D5 4
   469	G4.A4.G4.F4.G4.A4 4
   470	G4.A4.G4.F4.F4 4
   471	G4.A4.G4.F4.E4 4
   472	G4.A4.F4.E4.D4.D4 4
   473	G4.A4.C5.C5.B4 4
   474	G4.A4.C5.B4 4
   475	G4.A4.A4.G4.A4.G4.G4.F4 4
   476	G3 4
   477	F4.G4.G4.A4.G4.F4 4
   478	F4.G4.E4.F4.E4 4
   479	F4.G4.A4.G4.F4.D4 4
   480	F4.G4.A4.A4.G4.F4.E4.G4.A4.G4.F4 4
   481	F4.G4.A4.A4.G4 4
   482	F4.F4.G4.F4.F4 4
   483	F4.F4.E4.F4 4
   484	F4.F4.E4.D4.C4 4
   485	F4.E4.G4.F4.F4.F4.E4 4
   486	F4.E4.F4.G4.F4 4
   487	F4.E4.D4.E4.F4 4
   488	F4.C4 4
   489	F4.A4.G4.F4.G4 4
   490	F4.A4.C5.C5.D5.C5 4
   491	F4.A4.C5.C5 4
   492	E5.F5.E5.E5.D5.E5.C5.A4 4
   493	E5.F5.E5.C5 4
   494	E5.E5.E5.D5.E5.D5 4
   495	E5.D5.C5.D5.E5.D5.E5.F5.E5 4
   496	E5.D5.C5.D5 4
   497	E4.G4.F4.F4.E4.F4 4
   498	E4.F4.G4.A4.G4.A4.B4.A4 4
   499	E4.C4.D4.E4 4
   500	D5.E5.F5.E5 4
   501	D5.E5.F5 4
   502	D5.D5.E5.D5.E5.D5.C5.B4.C5.D5.B4.C5.B4.A4 4
   503	D5.D5.D5.D5 4
   504	D5.D5.D5.C5 4
   505	D5.C5.D5.F5.D5.E5.D5.C5.D5.C5 4
   506	D5.C5.C5.D5.E5.E5.D5.C5.B4.D5.E5.D5.C5 4
   507	D5.C5.C5.B4.A4.B4.C5.C5 4
   508	D5.B4.D5.E5 4
   509	D5.B4.C5.D5 4
   510	D4.F4.E4.C4 4
   511	D4.E4.F4.E4.D4.C4.D4 4
   512	D4.E4.D4.C4.C4 4
   513	D4.E4.D4.C4 4
   514	D4.C4.D4.F4.F4.G4.F4 4
   515	D4.C4.D4.F4.E4 4
   516	D4.C4.D4.F4 4
   517	D4.C4.A3 4
   518	D4.A4.A4 4
   519	C5.D5.F5.E5 4
   520	C5.D5.E5.F5.E5 4
   521	C5.D5.E5.E5.D5.C5.B4.D5.E5.D5.C5 4
   522	C5.D5.E5.D5.C5.B4 4
   523	C5.D5.E5.D5.C5 4
   524	C5.D5.D5.C5.B4.C5.B4.A4.G4.A4.G4.A4.C5.G4.A4.G4.G4.F4 4
   525	C5.D5.C5.D5.D5.E5.F5.E5.E5.D5 4
   526	C5.D5.C5.C5.B4.C5.D5 4
   527	C5.D5.C5.B4.G4 4
   528	C5.D5.C5.B4.C5.D5.E5.E5.D5.E5.C5.D5.C5.B4 4
   529	C5.D5.C5.B4.C5.D5.E5.C5.D5.C5.B4.A4.B4.C5.B4.C5.B4.A4 4
   530	C5.D5.C5.B4.C5.D5.C5.B4.A4.B4.B4.A4 4
   531	C5.D5.C5.B4.C5.B4.A4.A4.G4 4
   532	C5.D5.B4.C5.B4.A4.B4.B4.A4 4
   533	C5.C5.D5.C5.C5.A4.B4.C5.B4.A4.A4.G4 4
   534	C5.C5.D5.C5.C5.A4.B4.A4 4
   535	C5.C5.D5.B4 4
   536	C5.C5.C5.D5.C5.C5.B4.A4.B4.C5.B4 4
   537	C5.C5.C5.C5.D5.C5 4
   538	C5.C5.C5.C5.C5 4
   539	C5.C5.B4.A4.C5 4
   540	C5.Bb4.C5.D5.C5.B4.A4.B4.B4.A4 4
   541	C5.B4.D5.E5.D5.C5 4
   542	C5.B4.D5 4
   543	C5.B4.C5.D5.E5.D5.E5.F5.E5.D5.C5.D5.E5.D5.E5.D5.C5.B4.C5.B4 4
   544	C5.B4.C5.D5.C5.C5.B4 4
   545	C5.B4.C5.B4.A4.G4.A4.G4.A4.G4.F4.G4.G4.F4 4
   546	C5.B4.C5.B4 4
   547	C5.B4.C5.A4.A4.G4 4
   548	C5.B4.B4.D5.C5.B4.C5.B4.A4.G4.A4.G4 4
   549	C5.B4.B4.D5.C5.B4.C5.B4.A4.B4.A4 4
   550	C5.B4.B4.B4.D5.C5.B4.C5.B4.A4.G4.A4.G4 4
   551	C5.B4.A4.A4.D5.C5.D5.E5.D5 4
   552	C5.A4.B4 4
   553	C4.D4.E4.D4.C4.D4.D4.C4 4
   554	C4.D4.C4 4
   555	C4.C4.C4 4
   556	B4.G4.A4.B4.A4.G4.G4.A4.G4.F4.G4.F4 4
   557	B4.C5.D5.C5.C5.B4 4
   558	B4.C5.D5.C5.B4.D5.D5.E5.D5.E5.D5.C5 4
   559	B4.B4.A4 4
   560	B4.A4.F4 4
   561	B4.A4.C5.D5 4
   562	A4.G4.G4.A4.C5 4
   563	A4.G4.F4.G4.A4.G4.A4.G4.E4.F4.E4 4
   564	A4.G4.F4.F4 4
   565	A4.G4.B4 4
   566	A4.G4.A4.G4.E4.F4 4
   567	A4.G4.A4.F4 4
   568	A4.G4.A4.C5.C5 4
   569	A4.F4.A4 4
   570	A4.E5.E5.D5.E5.D5.D5.C5 4
   571	A4.C5.D5.C5.C5.A4 4
   572	A4.C5.C5.B4.A4.G4 4
   573	A4.C5.B4.C5.D5.C5 4
   574	A4.B4.G4.A4.B4.A4.A4.G4 4
   575	A4.B4.C5.B4.A4.G4.A4 4
   576	A4.B4.C5.B4.A4 4
   577	A4.B4.C5.B4 4
   578	A4.B4.B4 4
   579	A4.A4.F4 4
   580	A4.A4.C5.B4 4
   581	A4.A4.B4.A4 4
   582	A3.G3 4
   583	A3.C4 4
   584	G4.G4.G4.D5 3
   585	G4.G4.G4.D4 3
   586	G4.G4.F4.F4.E4 3
   587	G4.G4.D4 3
   588	G4.G4.C5.A4.G4 3
   589	G4.G4.A4.F4.G4.G4.A4.C5.A4.B4.A4.G4 3
   590	G4.G4.A4.C5.C5 3
   591	G4.G4.A4.C5.B4.A4.B4.A4.G4 3
   592	G4.G4.A4.C5.A4.G4.A4.B4.A4.G4.F4 3
   593	G4.G4.A4.B4.A4.G4.A4 3
   594	G4.F4.F4.G4.A4 3
   595	G4.F4.E4.F4.G4 3
   596	G4.F4.D4.C4 3
   597	G4.E4.G4.G4 3
   598	G4.E4.F4.E4 3
   599	G4.D5.D5.C5.D5.F5.D5.E5.F5.E5.F5.E5.D5 3
   600	G4.D5.D5.C5.B4.C5.D5.D5 3
   601	G4.C5.C5.C5 3
   602	G4.B4.C5.D5.D5 3
   603	G4.A4.G4.G4.F4 3
   604	G4.A4.G4.G4.A4.C5 3
   605	G4.A4.G4.F4.E4.F4.G4.F4.E4.E4.D4.D4.E4.F4.E4.F4.E4.D4 3
   606	G4.A4.G4.F4.E4.F4.F4.E4 3
   607	G4.A4.G4.E4.F4.D4.C4.D4.F4 3
   608	G4.A4.G4.A4.B4.A4 3
   609	G4.A4.C5.C5.D5.C5 3
   610	G4.A4.C5.B4.A4 3
   611	G4.A4.C5.A4.G4.A4.B4.A4.G4.F4 3
   612	G4.A4.C5.A4 3
   613	G4.A4.B4.A4.B4.C5 3
   614	G4.A4.B4.A4.A4.G4.A4.C5.G4.A4.G4.G4.F4 3
   615	G4.A4.A4.G4.A4 3
   616	G4.A4.A4.D5.C5.D5.C5 3
   617	G4.A4.A4.C5 3
   618	G4.A4.A4.Bb4.A4.A4 3
   619	G4.A4.A4.B4.A4.A4 3
   620	F5.G5.F5 3
   621	F5.E5.D5.E5.F5.E5.D5.D5 3
   622	F4.G4.G4.G4.G4 3
   623	F4.G4.G4.A4.G4.G4 3
   624	F4.G4.F4.E4.E4 3
   625	F4.G4.F4.E4.C4 3
   626	F4.G4.F4.D4.D4 3
   627	F4.G4.E4.F4 3
   628	F4.G4.A4.G4.A4 3
   629	F4.G4.A4.B4 3
   630	F4.G4.A4.A4.G4.G4.E4 3
   631	F4.F4.E4.F4.G4.E4.F4 3
   632	F4.E4.F4.G4.G4 3
   633	F4.E4.F4.G4.F4.E4 3
   634	F4.E4.F4.G4.E4.E4 3
   635	F4.E4.D4.E4.E4 3
   636	F4.D4.F4 3
   637	F4.D4.E4.D4.C4.D4.D4 3
   638	F4.A4.C5.D5.C5.B4.A4.B4.G4.B4.A4.B4.G4.G4.A4.G4.G4 3
   639	F4.A4.C5.C5.A4 3
   640	E5.F5.G5.A5.G5 3
   641	E5.F5.E5.D5.E5.F5.E5.F5.E5.D5 3
   642	E5.E5.E5.E5.D5.E5.D5.D5.C5 3
   643	E5.E5.D5.E5.D5.D5.C5 3
   644	E5.E5.D5.E5.D5.C5.D5.E5.D5.E5.D5.B4.C5.B4 3
   645	E5.E5.D5.D5.B4 3
   646	E5.D5.E5.G5.E5.D5.C5 3
   647	E5.D5.E5.D5.C5.D5.E5.D5.E5.D5.B4.C5.B4 3
   648	E5.D5.E5.C5.D5.C5.B4.C5.D5.C5.D5.D5.C5 3
   649	E5.D5.D5.C5 3
   650	E5.D5.D5 3
   651	E5.D5.C5.D5.E5 3
   652	E5.D5.C5.D5.C5 3
   653	E4.G4.G4 3
   654	E4.G4.A4 3
   655	E4.F4.E4.E4 3
   656	E4.E4.E4 3
   657	E4.D4.G4.A4 3
   658	E4.D4.G4 3
   659	E4.C4 3
   660	D5.F5.E5.F5.G5 3
   661	D5.F5.E5 3
   662	D5.E5.F5.G5 3
   663	D5.E5.F5.E5.D5.C5.B4 3
   664	D5.E5.F5.E5.D5 3
   665	D5.E5.E5.F5.E5 3
   666	D5.E5.D5.E5.D5 3
   667	D5.E5.D5.C5.B4 3
   668	D5.E5.C5.C5 3
   669	D5.E5.C5.B4 3
   670	D5.D5.E5.F5.E5.D5.C5.B4.C5.D5.C5.C5.B4 3
   671	D5.D5.E5.F5.E5 3
   672	D5.D5.E5.F5.D5.C5 3
   673	D5.D5.E5.D5.D5 3
   674	D5.D5.D5.D5.E5.D5 3
   675	D5.D5.D5.D5.D5 3
   676	D5.D5.B4.D5 3
   677	D5.D5.B4.C5 3
   678	D5.C5.E5.D5 3
   679	D5.C5.D5.G4 3
   680	D5.C5.D5.E5.D5.E5.E5.D5 3
   681	D5.C5.B4.D5 3
   682	D5.C5.B4.C5.D5.C5.D5.C5 3
   683	D5.C5.B4.A4.G4 3
   684	D5.C5.A4.C5 3
   685	D5.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 3
   686	D5.B4.C5.D5.A4.B4.C5.B4.A4.G4.A4.A4.G4 3
   687	D4.G4 3
   688	D4.F4.G4.A4.G4.G4.A4 3
   689	D4.F4.G4.A4.G4.G4 3
   690	D4.F4.G4 3
   691	D4.F4.E4.F4.G4.F4 3
   692	D4.F4.D4 3
   693	D4.F4.C4.D4.E4.F4.E4.F4.E4.D4 3
   694	D4.E4.F4.E4.D4.C4.D4.F4.E4.F4.G4.F4 3
   695	D4.E4.F4.E4.D4 3
   696	D4.E4.D4.C4.D4.D4.C4 3
   697	D4.E4.D4.C4.D4.D4 3
   698	D4.E4.D4.C4.D4 3
   699	D4.E4.C4 3
   700	D4.D4.E4.F4.E4.E4.D4 3
   701	D4.D4.E4.D4 3
   702	D4.D4.C4.D4 3
   703	D4.C4.F4.G4 3
   704	D4.C4.C4 3
   705	D4.A3 3
   706	C5.E5.F5.E5.D5.E5.D5 3
   707	C5.E5.F5.E5.D5.D5 3
   708	C5.D5.F5.F5.E5.F5.E5.D5.E5.D5 3
   709	C5.D5.F5 3
   710	C5.D5.E5.F5 3
   711	C5.D5.E5.D5.E5.D5 3
   712	C5.D5.E5.C5 3
   713	C5.D5.D5.E5.D5 3
   714	C5.D5.D5.C5 3
   715	C5.D5.D5.B4.C5.D5 3
   716	C5.D5.C5.D5.E5.E5 3
   717	C5.D5.C5.C5.B4.C5.D5.C5 3
   718	C5.D5.C5.C5.B4.A4.B4.C5.B4.A4.G4.G4.A4.C5 3
   719	C5.D5.C5.C5.B4.A4.B4.C5.B4 3
   720	C5.D5.C5.C5.A4.B4.A4 3
   721	C5.D5.C5.B4.C5.D5.D5.C5 3
   722	C5.D5.B4.C5.D5.D5.B4.C5.D5.A4.B4.A4.G4 3
   723	C5.C5.D5.E5.D5.C5.D5.D5.C5 3
   724	C5.C5.C5.C5.A4 3
   725	C5.C5.C5.A4 3
   726	C5.C5.B4.G4 3
   727	C5.C5.B4.C5.D5.D5.C5 3
   728	C5.C5.B4.C5.D5.C5.B4 3
   729	C5.C5.B4.C5.D5 3
   730	C5.C5.B4.C5.B4.A4.B4.C5.C5 3
   731	C5.C5.B4.C5.B4 3
   732	C5.C5.B4.A4.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 3
   733	C5.C5.B4.A4.A4 3
   734	C5.B4.G4.A4.G4.F4 3
   735	C5.B4.C5.D5.D5 3
   736	C5.B4.C5.D5.C5.C5.B4.A4.B4.A4.G4 3
   737	C5.B4.C5.D5.C5.C5.B4.A4.B4.A4.A4.G4 3
   738	C5.B4.C5.D5.C5.B4.A4.B4.B4.A4 3
   739	C5.B4.C5.D5.C5.B4 3
   740	C5.B4.C5.D5.A4.B4.C5.B4.A4.G4.A4.A4.G4 3
   741	C5.B4.C5.B4.B4.A4 3
   742	C5.B4.C5.B4.A4.G4 3
   743	C5.B4.C5.A4.G4 3
   744	C5.B4.B4.B4.D5.C5.B4.C5.B4.A4.B4.A4 3
   745	C5.B4.A4.B4.C5.A4.B4 3
   746	C5.B4.A4.B4.B4 3
   747	C5.B4.A4.B4.A4.A4.G4.A4.G4 3
   748	C5.B4.A4.B4.A4 3
   749	C5.B4.A4.A4.C5.A4.A4.G4 3
   750	C5.A4.G4.A4.G4 3
   751	C5.A4.B4.A4.G4.G4 3
   752	C4.D4.F4.F4.G4.F4 3
   753	C4.D4.F4.E4.D4 3
   754	C4.D4.E4.F4 3
   755	C4.D4.C4.C4.B3 3
   756	C4.A3 3
   757	B4.G4.A4 3
   758	B4.D5.C5.B4 3
   759	B4.D5.B4.C5 3
   760	B4.D5.B4 3
   761	B4.C5.D5.D5 3
   762	B4.C5.D5.C5.B4.D5 3
   763	B4.C5.D5.A4 3
   764	B4.C5.B4.A4 3
   765	B4.C5.A4.G4.A4 3
   766	B4.C5.A4.A4 3
   767	B4.A4.G4.A4.A4 3
   768	B4.A4.C5.D5.C5.C5 3
   769	B4.A4.C5.D5.C5.B4.C5.D5.C5.B4.A4.B4.B4.A4 3
   770	B3.C4 3
   771	A4.G4.G4.G4.C5 3
   772	A4.G4.G4.G4 3
   773	A4.G4.G4.F4.G4.A4 3
   774	A4.G4.G4.A4.C5.A4.B4.A4.G4 3
   775	A4.G4.F4.G4.G4.A4.C5.A4.B4.A4.G4 3
   776	A4.G4.F4.G4.G4 3
   777	A4.G4.F4.G4.A4.G4 3
   778	A4.G4.C5.D5.E5 3
   779	A4.G4.C5.D5 3
   780	A4.G4.A4.G4.A4 3
   781	A4.G4.A4.C5.A4 3
   782	A4.G4.A4.B4.A4.G4 3
   783	A4.G4.A4.B4 3
   784	A4.F4.G4.A4.A4.B4.G4.F4.G4.A4.G4 3
   785	A4.E5.F5.E5 3
   786	A4.D5.E5.D5.C5.C5.B4.A4.B4.C5.B4.A4.B4.A4.G4.G4.A4.C5.A4.B4.A4.G4 3
   787	A4.D5.C5.B4.C5 3
   788	A4.C5.G4.G4 3
   789	A4.C5.G4 3
   790	A4.C5.D5.C5.C5.B4.A4.A4.B4.C5.B4.A4.B4.B4.A4 3
   791	A4.C5.D5.C5.B4.G4.A4 3
   792	A4.C5.D5 3
   793	A4.C5.C5.C5.B4.A4 3
   794	A4.C5.C5.C5.B4 3
   795	A4.C5.C5.B4.C5 3
   796	A4.C5.B4.B4.A4.B4.B4.A4 3
   797	A4.C5.A4.G4.A4.G4 3
   798	A4.C5.A4.G4.A4.B4.A4.G4.F4.G4.A4 3
   799	A4.C5.A4.G4.A4.B4.A4.G4.F4 3
   800	A4.C5.A4.G4.A4 3
   801	A4.C5.A4.B4.C5.C5 3
   802	A4.C5.A4.B4.C5 3
   803	A4.C5.A4.A4.G4 3
   804	A4.Bb4.A4.G4 3
   805	A4.Bb4.A4.A4 3
   806	A4.B4.G4.G4.A4.B4.A4.A4.G4 3
   807	A4.B4.C5.D5.C5 3
   808	A4.B4.C5.B4.A4.G4.A4.A4.G4 3
   809	A4.B4.C5.A4.G4.F4 3
   810	A4.B4.A4.G4.A4.G4 3
   811	A4.A4.G4.A4.G4 3
   812	A4.A4.G4.A4.C5.A4.A4.G4 3
   813	A4.A4.C5.D5.E5.D5 3
   814	A4.A4.C5.A4 3
   815	A4.A4.A4.G4.A4.G4 3
   816	A4.A4.A4.C5 3
   817	A4.A4.A4.A4 3
   818	A3.C4.D4.F4.D4 3
   819	A3.C4.D4.E4.D4 3
   820	A3.C4.B3 3
   821	A3.A3.A3 3
   822	G5.G5.G5.F5.E5.F5.D5.E5.D5 2
   823	G5.G5.F5.D5.F5 2
   824	G5.F5.E5 2
   825	G4.G4.G4.G4.A4.G4 2
   826	G4.G4.G4.G4.A4.C5.A4.G4.A4.B4.A4 2
   827	G4.G4.G4.G4 2
   828	G4.G4.G4.F4.D4 2
   829	G4.G4.G4.C5.B4 2
   830	G4.G4.G4.A4.G4.G4 2
   831	G4.G4.G4.A4.C5.A4.G4.A4.B4.A4.G4.F4 2
   832	G4.G4.G4.A4.C5.A4.G4.A4.B4.A4 2
   833	G4.G4.F4.G4.A4 2
   834	G4.G4.F4.F4.G4.C4.D4 2
   835	G4.G4.F4.F4.D4.E4.F4.E4.D4 2
   836	G4.G4.F4.E4.F4 2
   837	G4.G4.F4.E4.D4 2
   838	G4.G4.E4.G4 2
   839	G4.G4.D5.D5.D5.F5.D5.E5.D5.C5.D5.C5 2
   840	G4.G4.D5.D5.C5.D5.C5.A4.C5 2
   841	G4.G4.C5.B4.C5.D5.D5.E5.F5.E5.C5.D5.E5.D5.E5.E5.D5 2
   842	G4.G4.A4.G4.F4 2
   843	G4.G4.A4.F4 2
   844	G4.G4.A4.C5.B4.A4.B4.C5.B4 2
   845	G4.G4.A4.C5.A4.B4.A4.G4 2
   846	G4.G4.A4.B4.A4.G4.A4.G4.A4.B4.A4 2
   847	G4.G4.A4.B4.A4.A4.G4.A4.C5.G4.A4.G4.G4.F4 2
   848	G4.G4.A4.A4.G4.F4.G4 2
   849	G4.F4.G4.G4.G4 2
   850	G4.F4.G4.F4.F4 2
   851	G4.F4.G4.F4.E4.D4 2
   852	G4.F4.G4.F4.E4 2
   853	G4.F4.G4.F4.D4 2
   854	G4.F4.G4.F4 2
   855	G4.F4.G4.A4.G4.F4.G4.A4.G4 2
   856	G4.F4.G4.A4.G4.F4 2
   857	G4.F4.G4.A4.F4.E4.D4.F4.C4.D4.E4.F4.E4.F4.E4.D4 2
   858	G4.F4.G4.A4.C5.B4 2
   859	G4.F4.G4.A4.A4.G4.G4 2
   860	G4.F4.G4.A4.A4.G4 2
   861	G4.F4.G4.A4.A4.B4.A4 2
   862	G4.F4.F4.E4.D4.F4.D4.E4.F4.E4 2
   863	G4.F4.F4.E4 2
   864	G4.F4.E4.F4 2
   865	G4.F4.E4.E4.E4 2
   866	G4.F4.D4.F4.E4.G4.F4.F4.F4.E4 2
   867	G4.F4.D4.F4 2
   868	G4.F4.D4.E4 2
   869	G4.F4.A4.C5.C5.B4.C5.D5.C5.D5.D5.C5 2
   870	G4.F4.A4.C5.A4.B4.A4 2
   871	G4.E4.F4.E4.D4 2
   872	G4.E4.D4 2
   873	G4.D5.D5.E5 2
   874	G4.C5.C5.C5.C5.C5.B4.C5.D5.C5.B4.C5.B4.A4.A4.G4 2
   875	G4.C5.C5.B4 2
   876	G4.C5.A4.G4.A4.C5.A4 2
   877	G4.C5.A4.G4.A4 2
   878	G4.C5.A4 2
   879	G4.B4.G4.A4.C5.C5.D5.C5.C5.C5.B4 2
   880	G4.B4.D5 2
   881	G4.B4.C5.D5 2
   882	G4.B4.C5.A4.G4 2
   883	G4.B4.C5.A4 2
   884	G4.B4.A4 2
   885	G4.A4.G4.G4.F4.D4 2
   886	G4.A4.G4.G4.E4 2
   887	G4.A4.G4.G4.A4.C5.B4.A4.B4.C5.B4.A4 2
   888	G4.A4.G4.F4.G4.G4.F4 2
   889	G4.A4.G4.F4.G4.G4 2
   890	G4.A4.G4.F4.E4.D4 2
   891	G4.A4.G4.E4.F4.D4.C4 2
   892	G4.A4.G4.E4.E4 2
   893	G4.A4.G4.E4 2
   894	G4.A4.G4.A4.G4.F4.E4.F4.G4.E4.F4.E4.D4 2
   895	G4.A4.G4.A4.G4.F4 2
   896	G4.A4.G4.A4.C5.C5 2
   897	G4.A4.G4.A4.A4 2
   898	G4.A4.F4.G4.A4.G4.A4 2
   899	G4.A4.F4.G4.A4 2
   900	G4.A4.C5.G4 2
   901	G4.A4.C5.D5.C5.B4.A4.B4.C5.B4.A4.G4.A4.B4.A4.G4.A4.G4.F4.D4.E4.F4.G4.F4.D4.E4.D4.D4.C4 2
   902	G4.A4.C5.C5.B4.C5.D5.C5.D5.E5.D5 2
   903	G4.A4.C5.C5.B4.A4.B4.C5.B4.A4.A4.C5 2
   904	G4.A4.C5.B4.G4.A4 2
   905	G4.A4.C5.B4.C5.D5.C5.D5.E5.D5 2
   906	G4.A4.C5.A4.G4 2
   907	G4.A4.C5.A4.B4.C5 2
   908	G4.A4.C5.A4.A4 2
   909	G4.A4.B4.G4.A4.G4 2
   910	G4.A4.B4.G4 2
   911	G4.A4.B4.C5.D5.C5.B4 2
   912	G4.A4.B4.B4 2
   913	G4.A4.B4.A4.G4 2
   914	G4.A4.A4.G4.F4.F4 2
   915	G4.A4.A4.G4.F4 2
   916	G4.A4.A4.B4.C5.B4.C5.B4.A4 2
   917	G4.A4.A4.B4.A4 2
   918	G4.A4.A4.A4.G4 2
   919	G3.B3.C4 2
   920	F5.G5.G5.F5.E5.F5.E5.D5.C5.D5.C5 2
   921	F5.G5 2
   922	F5.F5.F5.E5 2
   923	F5.F5 2
   924	F5.E5.F5.G5.A5.G5 2
   925	F5.E5.D5.C5.C5 2
   926	F5.E5.C5.D5 2
   927	F4.G4.G4.G4.G4.G4 2
   928	F4.G4.F4.G4.A4.A4.G4.C5.A4.A4.G4 2
   929	F4.G4.F4.E4.F4.G4.A4.A4.G4.A4.F4.G4.F4.E4 2
   930	F4.G4.D4 2
   931	F4.G4.B4.G4.A4.G4.F4 2
   932	F4.G4.B4 2
   933	F4.G4.A4.G4.F4.G4.G4.A4.C5.A4.B4.A4.G4 2
   934	F4.G4.A4.G4.F4.G4.A4.G4.F4.G4 2
   935	F4.G4.A4.G4.F4.F4 2
   936	F4.G4.A4.G4.A4.B4.A4 2
   937	F4.G4.A4.F4.E4.D4.F4 2
   938	F4.G4.A4.F4.E4 2
   939	F4.G4.A4.C5.B4.A4.G4 2
   940	F4.G4.A4.Bb4 2
   941	F4.G4.A4.B4.A4.A4.G4.C5 2
   942	F4.G4.A4.B4.A4.A4.G4 2
   943	F4.G4.A4.A4.G4.G4 2
   944	F4.F4.G4.G4.A4.G4.F4 2
   945	F4.F4.G4.A4.G4 2
   946	F4.F4.F4.F4.E4.F4.G4.E4.F4 2
   947	F4.F4.F4.F4.E4 2
   948	F4.F4.F4.E4.F4.G4.E4.F4 2
   949	F4.F4.E4.D4.E4 2
   950	F4.F4.D4.F4 2
   951	F4.F4.D4.E4.D4.C4 2
   952	F4.F4.D4.D4 2
   953	F4.E4.G4.A4.G4.F4 2
   954	F4.E4.G4.A4 2
   955	F4.E4.F4.G4.G4.A4.G4.F4.E4.F4.G4 2
   956	F4.E4.F4.G4.F4.F4.E4.D4.E4.D4.C4 2
   957	F4.E4.F4.G4.A4.G4.G4 2
   958	F4.E4.E4 2
   959	F4.E4.D4.E4.F4.E4.D4.D4 2
   960	F4.E4.D4.E4.D4.C4.D4 2
   961	F4.E4.D4.C4.D4.D4 2
   962	F4.E4.C4.D4 2
   963	F4.D4.F4.G4.A4 2
   964	F4.D4.F4.F4 2
   965	F4.D4.F4.E4.C4 2
   966	F4.D4.E4.F4.E4.D4.C4.D4.D4.C4 2
   967	F4.D4.E4.F4 2
   968	F4.D4.E4.D4 2
   969	F4.C4.D4 2
   970	F4.A4.G4.F4.A4.G4.G4 2
   971	F4.A4.G4.A4 2
   972	F4.A4.C5.D5.C5.C5.A4 2
   973	F4.A4.C5.D5.C5.B4.C5.A4.G4.F4.G4.G4.D5.C5.D5.B4.C5.E5.D5.C5.C5.B4.A4.A4.B4.C5.B4.A4.B4.A4.A4.G4.A4.G4 2
   974	F4.A4.C5.D5.C5.B4 2
   975	F4.A4.C5.D5.C5.A4.G4 2
   976	F4.A4.C5.D5 2
   977	F4.A4.C5.B4.A4.C5.B4 2
   978	F4.A4.C5.B4.A4 2
   979	F4.A4.C5.A4.B4.A4 2
   980	F4.A4.A4.G4 2
   981	F4.A4.A4.C5.D5.C5.B4.C5.D5.C5.D5.D5.C5 2
   982	F4.A4.A4.C5.B4.A4 2
   983	E5.G5.F5.E5.F5.E5.D5.E5.F5.E5.F5.E5.D5 2
   984	E5.G5.E5 2
   985	E5.G5 2
   986	E5.F5.E5.E5.D5.D5.B4 2
   987	E5.F5.E5.D5.E5.D5.D5.B4.C5.B4 2
   988	E5.F5.E5.D5.E5.C5 2
   989	E5.F5.E5.D5.D5 2
   990	E5.F5.E5.D5.C5.D5.E5 2
   991	E5.F5.E5.C5.D5 2
   992	E5.F5.D5.E5.C5.B4.C5.D5 2
   993	E5.E5.F5.E5.E5 2
   994	E5.E5.F5.E5 2
   995	E5.E5.D5.E5.F5.E5.E5 2
   996	E5.E5.D5.E5.F5.E5.D5.D5 2
   997	E5.D5.E5.F5.E5.E5 2
   998	E5.D5.E5.D5.D5.C5.C5.D5.E5 2
   999	E5.D5.E5.C5.D5.E5.A4.B4.C5.B4.C5.B4.A4 2
  1000	E5.D5.D5.E5 2
  1001	E5.D5.D5.C5.C5.D5.E5.F5.D5.E5.D5.B4.D5.C5.C5.C5.B4 2
  1002	E5.D5.D5.B4.D5 2
  1003	E5.D5.D5.B4 2
  1004	E5.D5.C5.D5.E5.F5.G5 2
  1005	E5.D5.C5.D5.E5.D5.E5.E5.D5 2
  1006	E5.D5.C5.D5.E5.D5.C5.B4.A4.B4 2
  1007	E5.D5.C5.D5.E5.D5 2
  1008	E5.D5.C5.D5.D5 2
  1009	E5.D5.C5.C5 2
  1010	E4.G4.F4.E4.D4 2
  1011	E4.G4.F4.E4 2
  1012	E4.G4.E4.F4.E4 2
  1013	E4.G4.A4.B4.A4 2
  1014	E4.F4.G4.F4.E4.G4.G4.A4.G4.A4.G4.F4 2
  1015	E4.F4.G4.F4.E4.E4 2
  1016	E4.F4.G4.A4.G4.F4 2
  1017	E4.F4.E4.D4.E4 2
  1018	E4.F4.E4.D4.C4.D4.D4.F4.G4.F4.F4.E4 2
  1019	E4.F4.D4.D4 2
  1020	E4.F4.D4.C4 2
  1021	E4.F4.A4.G4.F4.G4 2
  1022	E4.E4.F4.E4.E4 2
  1023	E4.E4.E4.D4.E4.D4 2
  1024	E4.E4.D4.C4 2
  1025	E4.D4.E4.D4.C4.C4.B3.C4.D4.E4.D4.E4.F4.E4 2
  1026	E4.D4.D4.E4.F4.E4.F4.D4.C4 2
  1027	E4.D4.C4.D4.D4.C4.A3 2
  1028	E4.D4.C4.D4 2
  1029	E4.D4.C4.C4 2
  1030	E4.D4.C4.B3.D4.E4.D4.C4 2
  1031	E4.C4.E4.F4.D4 2
  1032	E4.C4.D4.D4 2
  1033	D5.G4.A4 2
  1034	D5.F5.F5 2
  1035	D5.F5.E5.F5.G5.G5.A5.D5.D5.F5.F5.E5 2
  1036	D5.F5.E5.F5.G5.G5.A5.D5 2
  1037	D5.F5.E5.C5.D5.C5.A4.C5.B4.C5.D5.D5.G4 2
  1038	D5.F5.D5.E5.F5.E5 2
  1039	D5.F5.C5 2
  1040	D5.E5.G5.E5.D5.E5.F5.E5.D5.C5.C5.D5.E5.D5.C5.D5.D5.C5 2
  1041	D5.E5.G4.A4 2
  1042	D5.E5.F5.E5.E5 2
  1043	D5.E5.F5.E5.D5.E5.E5.D5 2
  1044	D5.E5.F5.E5.D5.C5.C5.C5.D5.C5.B4.C5 2
  1045	D5.E5.E5.F5.E5.E5 2
  1046	D5.E5.E5.D5.D5 2
  1047	D5.E5.E5.D5.C5.D5.D5.E5.C5.B4.C5.B4.A4.B4.A4 2
  1048	D5.E5.D5.E5.F5.E5.D5 2
  1049	D5.E5.D5.E5.F5.E5.C5.A4 2
  1050	D5.E5.D5.E5.D5.C5.C5.B4 2
  1051	D5.E5.D5.E5.D5.C5.B4.C5.D5.B4.C5.B4.A4 2
  1052	D5.E5.D5.E5.D5.B4.C5.B4 2
  1053	D5.E5.D5.C5.D5.E5.D5.E5.D5.B4.C5.B4 2
  1054	D5.E5.D5.C5.D5.C5.C5.B4 2
  1055	D5.E5.D5.C5.B4.C5.D5.C5.C5.B4 2
  1056	D5.E5.C5.D5.E5.D5.E5 2
  1057	D5.E5.C5.B4.C5.D5.C5.D5.E5.D5 2
  1058	D5.E5.C5.B4.A4.A4.C5.A4.G4.A4.B4.A4 2
  1059	D5.E5.C5.B4.A4.A4 2
  1060	D5.E5.C5.A4 2
  1061	D5.D5.E5.F5 2
  1062	D5.D5.E5.D5.E5.D5.C5.C5.B4 2
  1063	D5.D5.E5.C5.A4.B4.A4 2
  1064	D5.D5.E5.C5 2
  1065	D5.D5.D5.E5.D5.D5 2
  1066	D5.D5.D5.E5.D5 2
  1067	D5.D5.D5.E5.C5 2
  1068	D5.D5.D5.E5 2
  1069	D5.D5.D5.D5.E5.F5.E5.D5.C5.D5.C5.C5.B4 2
  1070	D5.D5.D5.D5.C5 2
  1071	D5.D5.C5.D5.E5 2
  1072	D5.D5.C5.D5.A4.C5.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 2
  1073	D5.D5.C5.C5.C5.A4.B4.C5.D5.C5 2
  1074	D5.D5.C5.C5.B4.A4.G4 2
  1075	D5.D5.C5.C5.B4 2
  1076	D5.D5.C5.C5.A4 2
  1077	D5.D5.C5.A4.B4 2
  1078	D5.D5.B4.D5.D5.E5.C5.B4.C5.B4.A4.G4.A4.G4 2
  1079	D5.C5.E5 2
  1080	D5.C5.D5.F5 2
  1081	D5.C5.D5.E5.E5.D5 2
  1082	D5.C5.D5.E5.D5.E5.D5.B4.C5.B4 2
  1083	D5.C5.D5.E5.D5.C5.B4.C5.B4.A4.B4.A4 2
  1084	D5.C5.D5.E5.C5.C5.B4.G4.A4.G4 2
  1085	D5.C5.D5.E5.C5.B4.A4.A4.C5.A4.A4.G4 2
  1086	D5.C5.D5.D5.C5.D5.A4.C5.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 2
  1087	D5.C5.D5.D5 2
  1088	D5.C5.D5.C5.D5.C5.C5.A4 2
  1089	D5.C5.D5.C5.B4.A4 2
  1090	D5.C5.D5.C5.A4.C5 2
  1091	D5.C5.D5.C5 2
  1092	D5.C5.D5.A4 2
  1093	D5.C5.C5.B4.A4.C5 2
  1094	D5.C5.C5.B4.A4.A4.C5.A4.A4.G4 2
  1095	D5.C5.B4.C5.D5.C5.D5.D5.C5 2
  1096	D5.C5.B4.C5.D5.C5 2
  1097	D5.C5.B4.C5.B4.A4.G4.A4.G4.A4.G4.F4.G4.G4.F4 2
  1098	D5.C5.B4.C5 2
  1099	D5.C5.B4.A4.A4 2
  1100	D5.C5.A4.C5.C5.C5 2
  1101	D5.C5.A4.A4.G4 2
  1102	D5.B4.D5.E5.D5 2
  1103	D5.B4.D5.B4.C5.D5.A4.G4 2
  1104	D5.B4.D5 2
  1105	D5.B4.C5.B4 2
  1106	D4.G4.F4 2
  1107	D4.G4.A4.B4.A4 2
  1108	D4.G4.A4 2
  1109	D4.F4.G4.F4.F4.E4 2
  1110	D4.F4.G4.F4.E4 2
  1111	D4.F4.G4.D4.E4.F4.E4.D4.C4.D4.D4.C4 2
  1112	D4.F4.G4.A4.G4.A4.C5.G4.A4.G4.G4.F4 2
  1113	D4.F4.F4.G4.F4 2
  1114	D4.F4.F4.F4.E4 2
  1115	D4.F4.E4.F4.G4 2
  1116	D4.F4.E4.F4 2
  1117	D4.F4.E4.D4.D4.C4 2
  1118	D4.F4.E4.D4 2
  1119	D4.F4.E4.C4.E4.D4.F4.F4.D4 2
  1120	D4.F4.D4.E4.F4.E4.D4.E4.F4.E4.D4.E4.E4.D4 2
  1121	D4.F4.D4.E4.F4 2
  1122	D4.F4.D4.D4.C4 2
  1123	D4.E4.G4.G4 2
  1124	D4.E4.G4.A4.C5.B4.D5.C5.C5.B4.C5.C5.B4 2
  1125	D4.E4.F4.G4.A4.G4.A4.G4.F4.E4.F4.G4.F4.G4.A4 2
  1126	D4.E4.F4.G4.A4.G4.A4.B4.A4 2
  1127	D4.E4.F4.G4.A4 2
  1128	D4.E4.F4.E4.F4 2
  1129	D4.D4.G4.F4 2
  1130	D4.D4.F4.G4.G4.F4.G4.F4.E4 2
  1131	D4.D4.F4.D4.D4.C4 2
  1132	D4.D4.E4.F4.E4.D4.C4 2
  1133	D4.D4.D4.F4 2
  1134	D4.D4.D4.D4.E4.F4.E4.D4.C4 2
  1135	D4.D4.C4.F4 2
  1136	D4.D4.A4.A4 2
  1137	D4.D4.A3 2
  1138	D4.C4.F4.G4.A4.A4.G4.A4.G4.G4 2
  1139	D4.C4.F4 2
  1140	D4.C4.E4.D4.G4 2
  1141	D4.C4.D4.E4.D4.E4.D4.C4.B3.C4.B3 2
  1142	D4.C4.D4.E4.C4.B3 2
  1143	D4.C4.D4.E4 2
  1144	D4.B3.C4 2
  1145	D4.A4.G4.A4.G4.F4.E4 2
  1146	D4.A4.Bb4.A4 2
  1147	D4.A4.B4.A4.A4 2
  1148	D4.A3.D4.D4 2
  1149	C5.G4.A4.C5 2
  1150	C5.F5.F5 2
  1151	C5.E5.G5.G5.A5.G5 2
  1152	C5.E5.F5.D5.E5 2
  1153	C5.E5.F5 2
  1154	C5.E5.E5.E5.D5 2
  1155	C5.E5.E5.D5.C5.B4.G4.A4.C5.B4.A4.C5.E5.D5.E5.C5.C5.B4.B4.D5.C5.C5.C5.B4 2
  1156	C5.E5.E5.D5 2
  1157	C5.D5.F5.D5.E5.F5.E5 2
  1158	C5.D5.F5.D5.E5.D5.C5 2
  1159	C5.D5.E5.E5.D5.D5 2
  1160	C5.D5.E5.D5.E5.D5.C5.B4.C5.D5.C5.D5.D5.C5 2
  1161	C5.D5.E5.D5.E5.D5.C5.B4.C5.C5.B4 2
  1162	C5.D5.E5.D5.E5.C5.D5.E5.E5.E5.F5.D5.C5.D5.E5.D5 2
  1163	C5.D5.E5.D5.B4.D5.C5.D5.C5.C5.B4 2
  1164	C5.D5.D5.D5.E5.D5 2
  1165	C5.D5.D5.D5.D5 2
  1166	C5.D5.D5.C5.D5.G4 2
  1167	C5.D5.D5.C5.C5.A4.B4.A4 2
  1168	C5.D5.D5.C5.B4.C5.B4.A4.G4.G4.A4.C5.G4.A4.G4.G4.F4 2
  1169	C5.D5.C5.D5.E5 2
  1170	C5.D5.C5.D5.D5.E5.F5.E5 2
  1171	C5.D5.C5.D5.D5.D5.E5.F5.E5 2
  1172	C5.D5.C5.D5.B4.C5.B4.A4.B4 2
  1173	C5.D5.C5.C5.B4.C5 2
  1174	C5.D5.C5.C5.B4.A4.G4 2
  1175	C5.D5.C5.C5.A4.C5.G4.A4.G4.G4.F4 2
  1176	C5.D5.C5.B4.C5 2
  1177	C5.D5.C5.B4.B4 2
  1178	C5.D5.C5.B4.A4.G4 2
  1179	C5.D5.C5.B4.A4.C5.E5.D5.E5.D5.B4.C5.D5.E5.C5.D5.C5.B4.A4.B4.C5.B4.C5.B4.A4 2
  1180	C5.D5.C5.B4.A4.A4 2
  1181	C5.D5.C5.A4.B4.C5.B4.C5.B4.A4 2
  1182	C5.D5.C5.A4.A4 2
  1183	C5.D5.B4.C5.D5.C5.D5 2
  1184	C5.D5.B4.C5.A4 2
  1185	C5.C5.D5.E5.D5.E5.F5.E5 2
  1186	C5.C5.D5.C5.C5.B4.A4.B4.C5.B4.A4.G4.G4.A4.C5 2
  1187	C5.C5.D5.C5.B4.C5.B4.A4.G4 2
  1188	C5.C5.C5.D5.C5.C5 2
  1189	C5.C5.C5.D5 2
  1190	C5.C5.C5.C5.D5.C5.C5.A4.B4.C5.B4.A4.A4.G4 2
  1191	C5.C5.C5.C5.D5.C5.C5.A4.B4.A4 2
  1192	C5.C5.C5.C5.C5.D5.C5.C5.A4.B4.A4 2
  1193	C5.C5.C5.B4.G4 2
  1194	C5.C5.C5.B4.C5.D5.C5.B4.C5.B4.A4.A4.G4 2
  1195	C5.C5.C5.B4.C5.B4.A4.B4.C5.C5 2
  1196	C5.C5.C5.B4.C5.B4 2
  1197	C5.C5.B4.D5.C5.C5.C5.B4 2
  1198	C5.C5.B4.C5.D5.C5.B4.C5.B4.A4.A4.G4 2
  1199	C5.C5.B4.C5.D5.C5 2
  1200	C5.C5.B4.C5.D5.A4.G4.G4.A4.C5.G4.A4.G4.G4.F4 2
  1201	C5.C5.B4.C5.C5 2
  1202	C5.C5.B4.C5.B4.B4.A4.C5.D5 2
  1203	C5.C5.B4.C5.B4.A4.B4.C5.B4.C5.A4 2
  1204	C5.C5.B4.B4.A4.C5.A4.B4.C5.B4.A4.G4.E4.F4.A4 2
  1205	C5.C5.B4.B4.A4 2
  1206	C5.C5.B4.A4.B4.C5 2
  1207	C5.Bb4.B4.A4.B4.B4.A4 2
  1208	C5.B4.G4.A4.G4 2
  1209	C5.B4.G4.A4.A4.B4.A4 2
  1210	C5.B4.D5.E5 2
  1211	C5.B4.D5.C5.C5.B4.C5 2
  1212	C5.B4.D5.C5.C5.B4.A4.C5.D5.E5.F5.E5.F5.E5.D5.E5.D5 2
  1213	C5.B4.D5.C5.C5 2
  1214	C5.B4.C5.D5.F5 2
  1215	C5.B4.C5.D5.E5.D5.E5.F5.E5.D5.C5.D5.E5.D5.E5 2
  1216	C5.B4.C5.D5.D5.C5.B4.A4 2
  1217	C5.B4.C5.D5.B4.C5 2
  1218	C5.B4.C5.D5.A4.G4.G4.A4.C5.G4.A4.G4.G4.F4 2
  1219	C5.B4.C5.D5.A4.B4.A4.G4 2
  1220	C5.B4.C5.C5 2
  1221	C5.B4.C5.A4.B4.A4.A4.G4 2
  1222	C5.B4.C5.A4.A4.G4.A4.B4.A4.B4.B4.A4 2
  1223	C5.B4.B4.B4.A4 2
  1224	C5.B4.B4.A4.B4.B4.A4 2
  1225	C5.B4.A4.G4.G4.A4 2
  1226	C5.B4.A4.G4.G4 2
  1227	C5.B4.A4.G4.A4.G4 2
  1228	C5.B4.A4.G4.A4 2
  1229	C5.B4.A4.C5.G4 2
  1230	C5.B4.A4.C5.D5 2
  1231	C5.B4.A4.C5.C5.G4 2
  1232	C5.B4.A4.A4.G4 2
  1233	C5.B4.A4.A4.B4.C5.A4.B4.A4.A4.G4 2
  1234	C5.B4.A4.A4.B4.A4 2
  1235	C5.A4.G4.F4 2
  1236	C5.A4.G4.B4 2
  1237	C5.A4.G4.A4 2
  1238	C5.A4.C5.D5.E5.D5.E5.D5 2
  1239	C5.A4.C5.D5.E5 2
  1240	C5.A4.C5.D5.C5.C5.A4.C5.G4.A4.G4.G4.F4 2
  1241	C5.A4.C5.C5.C5.C5 2
  1242	C5.A4.C5.C5.C5 2
  1243	C5.A4.C5.B4 2
  1244	C5.A4.B4.C5.G4.E4.F4.A4 2
  1245	C5.A4.B4.C5.B4.C5.B4.A4 2
  1246	C5.A4.B4.C5.B4.A4.G4.A4.G4.A4.C5.G4.A4.G4.G4.F4 2
  1247	C5.A4.B4.A4.G4.A4.B4 2
  1248	C4.D4.F4.G4.F4.E4 2
  1249	C4.D4.F4.F4.G4.F4.F4 2
  1250	C4.D4.F4.F4.F4.G4.F4 2
  1251	C4.D4.F4.F4 2
  1252	C4.D4.F4.E4.F4.E4.D4.C4.D4.D4.F4.G4.F4.F4.E4 2
  1253	C4.D4.E4.F4.E4.D4 2
  1254	C4.D4.E4.F4.E4 2
  1255	C4.D4.E4.E4.D4.C4.B3.D4.E4.D4.C4 2
  1256	C4.D4.D4.E4 2
  1257	C4.D4.D4.D4.D4 2
  1258	C4.D4.C4.D4.E4.D4 2
  1259	C4.D4.C4.C4 2
  1260	C4.C4.D4.D4 2
  1261	C4.C4.D4.C4.B3 2
  1262	C4.C4.B3.A3 2
  1263	C4.B3.C4 2
  1264	C4.B3.A3 2
  1265	B4.G4.A4.G4 2
  1266	B4.G4.A4.C5.C5.D5.C5.C5.C5.B4 2
  1267	B4.G4.A4.C5.B4.C5.B4.A4.G4.A4.B4.A4 2
  1268	B4.D5.E5.D5.E5.C5.D5.D5.B4 2
  1269	B4.D5.D5 2
  1270	B4.D5.C5.B4.A4.G4 2
  1271	B4.D5.B4.C5.B4 2
  1272	B4.C5.E5.D5.C5.D5.E5.D5 2
  1273	B4.C5.D5.E5.D5.C5 2
  1274	B4.C5.D5.D5.E5.D5 2
  1275	B4.C5.D5.C5.D5.C5 2
  1276	B4.C5.D5.C5.A4 2
  1277	B4.C5.B4.A4.A4.G4 2
  1278	B4.C5.B4.A4.A4 2
  1279	B4.C5.A4.G4.G4 2
  1280	B4.C5.A4.G4.F4.G4.A4 2
  1281	B4.C5.A4.G4.A4.G4 2
  1282	B4.C5.A4.G4.A4.A4 2
  1283	B4.C5.A4.B4.G4.A4.B4.A4.A4.G4 2
  1284	B4.C5.A4.A4.G4 2
  1285	B4.B4.B4 2
  1286	B4.B4.A4.G4.A4.G4 2
  1287	B4.A4.G4.G4.G4 2
  1288	B4.A4.G4.A4.B4.A4.G4.G4 2
  1289	B4.A4.G4.A4 2
  1290	B4.A4.C5.B4.G4.A4.B4.A4 2
  1291	B4.A4.C5.B4 2
  1292	B4.A4.C5 2
  1293	B4.A4.B4.C5.A4.B4.G4.G4.A4.B4.A4.A4.G4 2
  1294	B4.A4.B4 2
  1295	B3.D4 2
  1296	B3.C4.D4.C4.C4.B3 2
  1297	B3.C4.D4.C4 2
  1298	B3.A3 2
  1299	A4.G4.G4.F4.G4.G4.F4 2
  1300	A4.G4.G4.E4.G4 2
  1301	A4.G4.G4.A4.G4 2
  1302	A4.G4.G4.A4.C5.C5.B4.B4.A4.B4.A4.G4.A4.A4.G4 2
  1303	A4.G4.F4.G4.G4.F4 2
  1304	A4.G4.F4.G4.G4.A4.F4.F4 2
  1305	A4.G4.F4.G4.F4 2
  1306	A4.G4.F4.G4.A4.B4 2
  1307	A4.G4.F4.G4.A4.A4.G4 2
  1308	A4.G4.F4.F4.E4 2
  1309	A4.G4.E4.D4 2
  1310	A4.G4.C5.D5.C5 2
  1311	A4.G4.Bb4.A4.G4.A4.G4 2
  1312	A4.G4.B4.G4.A4.B4.A4 2
  1313	A4.G4.B4.D5.D5.C5.B4.C5.A4.A4 2
  1314	A4.G4.B4.C5.A4 2
  1315	A4.G4.A4.G4.F4.G4.Bb4.A4.G4.A4.B4.A4 2
  1316	A4.G4.A4.G4.F4.E4.F4.F4.E4 2
  1317	A4.G4.A4.G4.F4.E4 2
  1318	A4.G4.A4.G4.E4 2
  1319	A4.G4.A4.F4.G4.F4.E4.F4.G4.F4.G4.G4.F4 2
  1320	A4.G4.A4.F4.E4.D4.D4.F4.D4.D4.C4 2
  1321	A4.G4.A4.F4.D4.E4.D4.C4.E4.G4.A4.G4.F4.G4.F4.D4.F4.F4.D4.C4.F4.F4.D4 2
  1322	A4.G4.A4.C5.G4.A4.G4.G4.F4 2
  1323	A4.G4.A4.C5.G4 2
  1324	A4.G4.A4.C5.C5.C5 2
  1325	A4.G4.A4.C5.C5.B4 2
  1326	A4.G4.A4.C5.B4 2
  1327	A4.G4.A4.C5.A4.A4.G4 2
  1328	A4.G4.A4.Bb4.A4.G4 2
  1329	A4.G4.A4.B4.G4 2
  1330	A4.G4.A4.B4.C5.B4.A4 2
  1331	A4.G4.A4.A4.B4.B4 2
  1332	A4.F4.G4.G4.G4 2
  1333	A4.F4.G4.A4.G4.A4.A4.C5 2
  1334	A4.F4.G4.A4.C5.C5.B4.A4 2
  1335	A4.F4.G4.A4.C5.B4.A4.B4.C5.B4.A4 2
  1336	A4.F4.G4.A4.A4.B4.G4.F4.G4.A4.G4.E4.G4.F4.F4.F4.E4 2
  1337	A4.F4.G4 2
  1338	A4.F4.F4.G4.G4 2
  1339	A4.F4.A4.B4.G4.F4.F4.D4.E4.D4 2
  1340	A4.E5.E5.E5.E5.E5.D5.E5.D5.D5.C5 2
  1341	A4.D5.C5.D5.E5.D5.E5.E5.D5 2
  1342	A4.C5.G4.F4 2
  1343	A4.C5.G4.A4.G4.F4.G4.G4.F4 2
  1344	A4.C5.G4.A4.G4.F4 2
  1345	A4.C5.D5.E5.D5 2
  1346	A4.C5.D5.E5 2
  1347	A4.C5.D5.D5 2
  1348	A4.C5.D5.C5.C5.B4 2
  1349	A4.C5.D5.C5.B4.C5.D5.C5 2
  1350	A4.C5.D5.C5.B4.A4 2
  1351	A4.C5.D5.C5.A4.G4.A4.B4 2
  1352	A4.C5.C5.G4 2
  1353	A4.C5.C5.C5.C5 2
  1354	A4.C5.C5.C5.B4.A4.G4 2
  1355	A4.C5.C5.C5.B4.A4.A4 2
  1356	A4.C5.C5.B4.D5.C5.C5.B4.A4.C5.D5.E5.F5.E5.F5.E5.D5.E5.D5 2
  1357	A4.C5.C5.B4.C5.A4.G4.F4.G4.A4.G4.F4.G4 2
  1358	A4.C5.C5.A4 2
  1359	A4.C5.B4.G4.G4 2
  1360	A4.C5.B4.G4.C5.D5.F5 2
  1361	A4.C5.B4.G4.B4.C5.A4.A4 2
  1362	A4.C5.B4.C5.D5.C5.B4.B4 2
  1363	A4.C5.B4.C5.D5.C5.B4.A4 2
  1364	A4.C5.B4.C5.D5 2
  1365	A4.C5.B4.C5.A4.G4.F4 2
  1366	A4.C5.B4.B4.B4.A4 2
  1367	A4.C5.B4.A4.C5.D5.C5 2
  1368	A4.C5.A4.G4.G4 2
  1369	A4.C5.A4.C5.C5.C5.G4 2
  1370	A4.C5.A4.C5 2
  1371	A4.C5.A4.B4.B4.B4.D5.C5.B4.C5.B4.A4.B4.A4 2
  1372	A4.C5.A4.A4.G4.A4.A4.E5.F5.D5.C5.D5 2
  1373	A4.B4.G4.G4.A4.B4.A4 2
  1374	A4.B4.G4.A4.G4.F4 2
  1375	A4.B4.C5.D5.D5 2
  1376	A4.B4.C5.B4.A4.G4.G4 2
  1377	A4.B4.C5.A4.G4.F4.G4.A4 2
  1378	A4.B4.C5.A4.G4 2
  1379	A4.B4.C5.A4.A4.G4 2
  1380	A4.B4.A4.G4.F4.G4.G4 2
  1381	A4.B4.A4.G4.F4.E4.F4.A4 2
  1382	A4.B4.A4.G4.F4 2
  1383	A4.B4.A4.A4.G4.A4.G4 2
  1384	A4.B4.A4.A4.G4 2
  1385	A4.A4.G4.G4 2
  1386	A4.A4.G4.F4.E4 2
  1387	A4.A4.G4.C5 2
  1388	A4.A4.G4.B4.C5 2
  1389	A4.A4.G4.A4.G4.G4.F4.F4.G4.A4 2
  1390	A4.A4.G4.A4.G4.G4.F4 2
  1391	A4.A4.G4.A4.G4.F4.G4.G4.F4 2
  1392	A4.A4.G4.A4.B4.A4.G4.G4 2
  1393	A4.A4.F4.G4.A4.G4.F4 2
  1394	A4.A4.E4 2
  1395	A4.A4.D5 2
  1396	A4.A4.C5.G4.A4.G4.F4.G4.A4.G4.A4.A4.G4 2
  1397	A4.A4.C5.G4 2
  1398	A4.A4.C5.D5.C5 2
  1399	A4.A4.C5.B4.G4.C5.C5 2
  1400	A4.A4.B4.C5.B4.A4.G4.G4.A4.C5.B4.A4.B4.C5.G4.G4.E4.F4.E4 2
  1401	A4.A4.B4.C5.B4.A4.G4.G4.A4.C5.B4.A4 2
  1402	A4.A4.B4.C5.B4.A4.G4 2
  1403	A4.A4.B4.C5.B4.A4.B4.B4.A4 2
  1404	A4.A4.A4.G4.G4.F4 2
  1405	A3.E4.F4.E4 2
  1406	A3.E4.E4.E4.D4.E4.D4.D4.C4 2
  1407	A3.E4 2
  1408	A3.D4.D4.D4 2
  1409	A3.D4 2
  1410	A3.B3.C4.D4.E4.D4 2
  1411	A3.B3 2
  1412	A3.A3.G3 2
  1413	G5.G5.F5.E5 1
  1414	G5.G5.F5.D5.F5.D5.E5.F5 1
  1415	G5.G5.F5 1
  1416	G5.G5.E5.F5.E5.C5 1
  1417	G5.G5.E5 1
  1418	G5.G5.A5.G5.G5 1
  1419	G5.G5.A5.G5 1
  1420	G5.F5.G5.F5.F5.D5.E5.D5 1
  1421	G5.F5.G5.D5 1
  1422	G5.F5.E5.F5.D5.E5.D5 1
  1423	G5.F5.E5.F5.D5.E5.C5.D5 1
  1424	G5.F5.E5.F5 1
  1425	G5.F5.E5.E5.D5.C5.D5.E5.F5.E5.D5.E5 1
  1426	G5.F5.E5.D5.E5.D5.C5.D5.D5.E5.D5.D5.B4.C5.B4 1
  1427	G5.F5.E5.D5.E5.D5 1
  1428	G5.F5.E5.D5 1
  1429	G5.E5.G5.G5.G5.D5.E5.D5 1
  1430	G5.A5.D5.D5.F5.F5.E5 1
  1431	G5.A5.D5 1
  1432	G4.G4.G4.G4.G4.F4.G4 1
  1433	G4.G4.G4.G4.G4.A4.C5 1
  1434	G4.G4.G4.G4.G4 1
  1435	G4.G4.G4.G4.A4.F4 1
  1436	G4.G4.G4.G4.A4.C5 1
  1437	G4.G4.G4.F4.G4.A4.G4.F4 1
  1438	G4.G4.G4.F4.G4.A4 1
  1439	G4.G4.G4.F4.G4 1
  1440	G4.G4.G4.F4.F4.D4.E4.F4.E4.D4.D4 1
  1441	G4.G4.G4.F4.F4 1
  1442	G4.G4.G4.F4 1
  1443	G4.G4.G4.E4.F4.G4.F4.E4 1
  1444	G4.G4.G4.E4.F4.G4.A4.F4.E4.D4 1
  1445	G4.G4.G4.A4.F4 1
  1446	G4.G4.G4.A4.C5.C5.C5.C5 1
  1447	G4.G4.G4.A4.C5.C5.C5 1
  1448	G4.G4.G4.A4.C5.A4.G4.F4.G4.A4.G4 1
  1449	G4.G4.G4.A4 1
  1450	G4.G4.F4.G4.G4.A4.G4 1
  1451	G4.G4.F4.G4.F4.F4.F4.D4.F4.G4.F4.E4.F4.F4.E4 1
  1452	G4.G4.F4.G4.F4.E4 1
  1453	G4.G4.F4.G4.E4.F4.G4 1
  1454	G4.G4.F4.G4.A4.G4.F4.E4.F4.F4.E4 1
  1455	G4.G4.F4.G4.A4.G4.F4 1
  1456	G4.G4.F4.G4.A4.F4.E4.D4.F4.C4 1
  1457	G4.G4.F4.G4 1
  1458	G4.G4.F4.F4.G4.A4.Bb4.A4.G4.A4.G4 1
  1459	G4.G4.F4.F4.G4 1
  1460	G4.G4.F4.F4.E4.D4.E4.E4.D4 1
  1461	G4.G4.F4.F4.D4.E4.F4.E4.D4.C4.D4.F4.G4.A4.G4.F4.G4.A4.Bb4.A4.A4.G4 1
  1462	G4.G4.F4.F4.D4.E4.F4.E4.D4.C4.D4 1
  1463	G4.G4.F4.F4.D4 1
  1464	G4.G4.F4.F4 1
  1465	G4.G4.F4.E4.G4 1
  1466	G4.G4.F4.E4.F4.D4.E4.D4 1
  1467	G4.G4.F4.E4.E4 1
  1468	G4.G4.F4.E4 1
  1469	G4.G4.F4.A4.G4.G4 1
  1470	G4.G4.F4.A4.C5.B4.G4 1
  1471	G4.G4.E4.F4.E4.D4.E4.E4.D4 1
  1472	G4.G4.E4.F4 1
  1473	G4.G4.D5.D5.D5 1
  1474	G4.G4.D5.D5.C5.C5.B4.A4.G4.G4.A4.C5.G4.A4.G4.G4.G4 1
  1475	G4.G4.D5.D5.C5.C5.B4.A4.C5.B4 1
  1476	G4.G4.D5.D5.C5 1
  1477	G4.G4.D4.F4.G4.G4.A4.A4.G4 1
  1478	G4.G4.D4.F4.G4.A4 1
  1479	G4.G4.D4.F4.E4.F4.G4 1
  1480	G4.G4.D4.F4 1
  1481	G4.G4.C5.C5.D5.C5.C5.A4.C5 1
  1482	G4.G4.C5.C5.D5.A4.G4.G4.A4.B4.A4.A4.G4 1
  1483	G4.G4.C5.B4.C5.D5.C5.D5.E5.D5 1
  1484	G4.G4.C5.B4.C5.D5 1
  1485	G4.G4.C5.A4.G4.F4 1
  1486	G4.G4.C5.A4.G4.A4 1
  1487	G4.G4.C5 1
  1488	G4.G4.B4.C5 1
  1489	G4.G4.B4 1
  1490	G4.G4.A4.G4.G4.F4.G4.A4.C5.C5.A4.B4.A4.G4.A4.G4 1
  1491	G4.G4.A4.G4.G4.A4.C5.B4.A4.B4.C5.B4.A4 1
  1492	G4.G4.A4.G4.F4.G4.A4.G4.G4.A4.C5.B4.A4.B4.C5.B4.A4.G4 1
  1493	G4.G4.A4.G4.F4.G4.A4.G4.F4 1
  1494	G4.G4.A4.G4.F4.G4.A4.G4 1
  1495	G4.G4.A4.G4.F4.F4 1
  1496	G4.G4.A4.G4.E4.G4.F4.G4.A4.F4.E4.D4.F4.C4.D4.E4.F4.E4.F4.E4.D4 1
  1497	G4.G4.A4.G4.E4.G4.F4.E4.F4 1
  1498	G4.G4.A4.G4.E4.E4 1
  1499	G4.G4.A4.G4.A4.G4.F4 1
  1500	G4.G4.A4.G4.A4 1
  1501	G4.G4.A4.F4.G4.G4.A4.C5.B4.C5.A4.G4 1
  1502	G4.G4.A4.F4.G4.A4.G4.A4 1
  1503	G4.G4.A4.F4.G4.A4 1
  1504	G4.G4.A4.F4.E4.D4.D4.E4.F4.D4.D4.C4.C4.B3 1
  1505	G4.G4.A4.F4.E4.D4.D4 1
  1506	G4.G4.A4.F4.A4.C5.C5.A4.B4.G4.G4 1
  1507	G4.G4.A4.F4.A4 1
  1508	G4.G4.A4.E4 1
  1509	G4.G4.A4.C5.D5.C5.A4.A4.D5.C5.D5.D5.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4 1
  1510	G4.G4.A4.C5.D5 1
  1511	G4.G4.A4.C5.C5.C5 1
  1512	G4.G4.A4.C5.B4.A4.C5.A4.B4.C5.B4.A4 1
  1513	G4.G4.A4.C5.B4.A4.B4.C5.B4.A4.G4.A4.B4.A4.G4.A4.A4.G4 1
  1514	G4.G4.A4.C5.A4.G4.B4.B4.G4.G4 1
  1515	G4.G4.A4.C5.A4.G4.A4.Bb4.A4.G4 1
  1516	G4.G4.A4.C5.A4.G4 1
  1517	G4.G4.A4.B4.G4.F4 1
  1518	G4.G4.A4.B4.G4.A4 1
  1519	G4.G4.A4.B4.C5.B4.A4.G4.A4.B4.A4 1
  1520	G4.G4.A4.B4.A4.G4.A4.G4.G4.F4 1
  1521	G4.G4.A4.B4.A4.G4.A4.B4.A4 1
  1522	G4.G4.A4.B4.A4.A4.G4.A4.D5.G4.A4.G4.G4.F4 1
  1523	G4.G4.A4.B4.A4 1
  1524	G4.G4.A4.A4.G4.G4.G4 1
  1525	G4.G4.A4.A4.G4.G4 1
  1526	G4.G4.A4.A4.G4.A4.G4.F4.E4 1
  1527	G4.G4.A4.A4.G4.A4.B4.A4 1
  1528	G4.G4.A4.A4.C5.B4.A4 1
  1529	G4.G4.A4.A4.A4.G4.A4.C5.G4.A4.G4.G4.F4 1
  1530	G4.G4.A4.A4.A4.G4 1
  1531	G4.F4.G4.G4.G4.G4.G4 1
  1532	G4.F4.G4.G4.G4.G4 1
  1533	G4.F4.G4.G4.F4.E4.D4 1
  1534	G4.F4.G4.G4.F4 1
  1535	G4.F4.G4.G4.D4 1
  1536	G4.F4.G4.G4.A4.G4 1
  1537	G4.F4.G4.F4.E4.E4 1
  1538	G4.F4.G4.E4 1
  1539	G4.F4.G4.D4 1
  1540	G4.F4.G4.A4.G4.G4.A4.C5.A4.B4.A4.G4 1
  1541	G4.F4.G4.A4.G4.F4.G4.G4 1
  1542	G4.F4.G4.A4.G4.F4.E4.E4 1
  1543	G4.F4.G4.A4.G4.A4.G4.E4.F4.E4 1
  1544	G4.F4.G4.A4.G4.A4.A4.G4 1
  1545	G4.F4.G4.A4.G4.A4.A4.Bb4.A4 1
  1546	G4.F4.G4.A4.G4 1
  1547	G4.F4.G4.A4.F4.E4.D4.D4.F4.D4.C4.D4.E4.D4 1
  1548	G4.F4.G4.A4.F4.E4.D4 1
  1549	G4.F4.G4.A4.E4.F4.E4.D4.E4.D4 1
  1550	G4.F4.G4.A4.C5.D5.C5.D5.E5 1
  1551	G4.F4.G4.A4.C5.C5.B4.C5.D5.C5.D5.D5.C5 1
  1552	G4.F4.G4.A4.C5.B4.C5.D5.C5 1
  1553	G4.F4.G4.A4.C5.B4.C5.B4.G4.C5.D5 1
  1554	G4.F4.G4.A4.C5.B4.C5.B4.A4.G4.C5.D5 1
  1555	G4.F4.G4.A4.B4.G4.A4.G4 1
  1556	G4.F4.G4.A4.B4.A4.A4.G4.A4.G4 1
  1557	G4.F4.G4.A4.B4 1
  1558	G4.F4.G4.A4.A4.G4.F4 1
  1559	G4.F4.G4.A4.A4.G4.A4.G4.G4.F4.G4.F4 1
  1560	G4.F4.G4.A4.A4.G4.A4.G4.F4.A4.G4.C5.C5.G4.A4.G4 1
  1561	G4.F4.G4.A4.A4.G4.A4.B4.A4.B4.B4.A4 1
  1562	G4.F4.G4.A4.A4.D5.C5.B4.C5.D5.D5.C5 1
  1563	G4.F4.G4.A4.A4.C5.B4.C5.D5.C5.B4.A4.B4.C5.B4.A4.B4.A4 1
  1564	G4.F4.G4.A4.A4.C5.B4.C5.D5.C5.B4.A4.A4.B4 1
  1565	G4.F4.G4.A4.A4.C5.B4.C5.D5.C5.B4.A4 1
  1566	G4.F4.G4.A4.A4.A4.G4.A4.B4.A4 1
  1567	G4.F4.F4.G4.A4.A4.G4.F4.E4.G4.A4.G4.F4 1
  1568	G4.F4.F4.G4.A4.A4.G4.F4.D4.G4.A4.G4.F4 1
  1569	G4.F4.F4.E4.D4.G4.A4.G4.A4.C5.B4.A4.B4.C5.B4.A4 1
  1570	G4.F4.F4.E4.D4.G4.A4.C5.A4.G4.A4.C5.C5 1
  1571	G4.F4.F4.E4.D4.F4.D4.E4.F4.E4.D4 1
  1572	G4.F4.F4.E4.D4.E4.D4.D4.C4 1
  1573	G4.F4.F4.E4.D4.C4.D4.F4 1
  1574	G4.F4.F4.E4.D4.C4.D4.E4.F4.E4.F4 1
  1575	G4.F4.F4.E4.D4.C4 1
  1576	G4.F4.F4.E4.D4 1
  1577	G4.F4.F4.D4.F4 1
  1578	G4.F4.F4.D4.E4.D4.C4 1
  1579	G4.F4.F4.D4 1
  1580	G4.F4.E4.G4.F4.F4.F4.E4 1
  1581	G4.F4.E4.F4.G4.G4 1
  1582	G4.F4.E4.F4.G4.F4 1
  1583	G4.F4.E4.F4.G4.A4.F4.G4.F4.E4 1
  1584	G4.F4.E4.F4.G4.A4.A4.G4 1
  1585	G4.F4.E4.F4.F4.E4.D4.E4.E4 1
  1586	G4.F4.E4.F4.D4.F4.C4.D4.E4.F4.E4.F4.E4.D4 1
  1587	G4.F4.E4.D4.F4.D4.F4.E4.F4.G4.F4 1
  1588	G4.F4.E4.D4.F4.D4 1
  1589	G4.F4.E4.D4.F4.A4.G4 1
  1590	G4.F4.E4.D4.E4.F4.E4.D4.C4.D4.F4.E4.D4.E4.E4.D4 1
  1591	G4.F4.E4.D4.E4.E4.E4 1
  1592	G4.F4.E4.D4.E4.E4 1
  1593	G4.F4.E4.D4.D4.D4 1
  1594	G4.F4.E4.D4.C4.D4.D4 1
  1595	G4.F4.D4.F4.G4.A4.F4.E4.F4.E4.D4.D4.G4.F4.E4.F4.E4.D4 1
  1596	G4.F4.D4.E4.E4 1
  1597	G4.F4.D4.D4 1
  1598	G4.F4.A4.G4.F4.E4.F4.G4.F4.F4.E4.D4.E4.E4.F4.D4.E4.C4 1
  1599	G4.F4.A4.G4.F4.E4.F4.F4.E4 1
  1600	G4.F4.A4.G4.F4.E4 1
  1601	G4.F4.A4.G4.F4.D4.F4 1
  1602	G4.F4.A4.G4.E4.F4.E4.D4.C4.E4.F4.D4 1
  1603	G4.F4.A4.D4.G4.F4.A4.G4.F4.E4.E4 1
  1604	G4.F4.A4.C5.C5.B4.A4.B4.C5 1
  1605	G4.F4.A4.C5.B4.A4 1
  1606	G4.F4.A4.C5 1
  1607	G4.F4.A4.B4.A4.C5.B4.C5.D5.C5.B4.A4.A4.B4.A4.G4.A4.G4 1
  1608	G4.F4.A4.A4 1
  1609	G4.E4.G4.F4.E4 1
  1610	G4.E4.G4.A4.F4.E4.F4 1
  1611	G4.E4.G4.A4.F4.E4.D4.D4 1
  1612	G4.E4.F4.G4.G4.E4.F4.G4.F4.E4 1
  1613	G4.E4.F4.G4.F4.G4.A4.G4.F4 1
  1614	G4.E4.F4.G4.A4.F4.E4.D4 1
  1615	G4.E4.F4.G4.A4.A4.G4.F4 1
  1616	G4.E4.F4.G4.A4 1
  1617	G4.E4.F4.E4.F4.G4 1
  1618	G4.E4.F4.E4.D4.G4.A4.C5 1
  1619	G4.E4.F4.D4.D4 1
  1620	G4.E4.D4.E4.D4.E4.D4 1
  1621	G4.E4.D4.E4.C4.D4.C4.C4 1
  1622	G4.E4.D4.A4.G4.F4.E4 1
  1623	G4.E4.D4.A4.G4.E4.F4.E4.C4.D4.A3.C4.D4.E4.B3.D4.C4.C4.C4.B3 1
  1624	G4.D5.E5.D5.E5.C5.D5.B4 1
  1625	G4.D5.E5.D5.D5 1
  1626	G4.D5.E5.D5 1
  1627	G4.D5.E5 1
  1628	G4.D5.D5.E5.C5.B4.C5.D5.C5.D5.E5.D5 1
  1629	G4.D5.D5.D5.E5.C5 1
  1630	G4.D5.D5.D5.C5.C5 1
  1631	G4.D5.D5.D5 1
  1632	G4.D5.D5.C5 1
  1633	G4.D5.C5.D5.C5.C5 1
  1634	G4.D5.C5 1
  1635	G4.D4.G4.A4.G4.A4.C5.C5 1
  1636	G4.D4.G4.A4.C5.B4.A4.C5.G4.A4.B4.A4.G4.E4.G4.F4.F4.F4.E4 1
  1637	G4.D4.G4 1
  1638	G4.D4.F4.G4.A4.G4.E4.G4.F4.F4 1
  1639	G4.D4.F4.G4.A4.G4 1
  1640	G4.D4.F4.E4.F4.G4 1
  1641	G4.D4.F4 1
  1642	G4.D4.E4.F4.E4.D4.D4 1
  1643	G4.C5.E5.F5.D5 1
  1644	G4.C5.D5.C5.B4.C5.D5.C5.D5.C5 1
  1645	G4.C5.D5.C5.B4 1
  1646	G4.C5.C5.D5.C5.C5.B4.G4 1
  1647	G4.C5.C5.C5.D5 1
  1648	G4.C5.C5.C5.C5.B4.C5.D5.C5.B4.C5.B4.A4.A4.G4 1
  1649	G4.C5.C5.C5.B4.G4.F4 1
  1650	G4.C5.C5.C5.B4 1
  1651	G4.C5.C5.B4.C5.D5.C5.B4.C5.B4.A4.B4.A4 1
  1652	G4.C5.B4.G4 1
  1653	G4.C5.B4.C5.D5.E5.E5.D5 1
  1654	G4.C5.B4.C5.D5.C5.D5.E5.D5.C5.D5.E5.D5.E5.E5.D5 1
  1655	G4.C5.B4.C5.D5.C5.D5.E5.D5 1
  1656	G4.C5.B4.C5.D5.C5.D5.D5.C5 1
  1657	G4.C5.B4.C5.D5.C5.A4.C5 1
  1658	G4.C5.B4.C5.D5 1
  1659	G4.C5.B4.A4.B4 1
  1660	G4.C5.A4.G4.G4.F4 1
  1661	G4.C5.A4.B4.A4.G4 1
  1662	G4.C5.A4.A4.G4.G4 1
  1663	G4.C4 1
  1664	G4.Bb4.G4.A4.B4.B4.B4 1
  1665	G4.Bb4.B4 1
  1666	G4.B4.G4 1
  1667	G4.B4.D5.E5.D5 1
  1668	G4.B4.D5.E5.C5.D5.B4.C5.B4.A4.B4.A4.G4.B4.D5.E5.D5.C5.D5 1
  1669	G4.B4.D5.D5.C5.B4.C5.B4.G4.B4.A4.C5.C5.A4.A4 1
  1670	G4.B4.D5.C5.D5.E5.D5.B4.C5.B4.A4.G4.A4 1
  1671	G4.B4.D5.C5 1
  1672	G4.B4.D5.B4.C5.D5.C5 1
  1673	G4.B4.D5.B4.C5.B4.A4.B4.B4.D5 1
  1674	G4.B4.C5.D5.E5.C5.B4 1
  1675	G4.B4.C5.D5.D5.D5 1
  1676	G4.B4.C5.D5.C5.B4.A4 1
  1677	G4.B4.C5.B4.A4.C5 1
  1678	G4.B4.C5.B4.A4.B4.A4 1
  1679	G4.B4.C5.A4.G4.G4 1
  1680	G4.B4.C5.A4.A4 1
  1681	G4.B4.B4.B4.A4.G4.A4 1
  1682	G4.B4.B4.A4.G4.A4.G4 1
  1683	G4.B4.B4 1
  1684	G4.B4.A4.C5.D5 1
  1685	G4.B4.A4.C5 1
  1686	G4.A4.G4.G4.G4.A4.G4 1
  1687	G4.A4.G4.G4.G4.A4.C5 1
  1688	G4.A4.G4.G4.F4.F4.G4.A4 1
  1689	G4.A4.G4.G4.F4.E4.F4.E4.D4.E4.D4 1
  1690	G4.A4.G4.G4.E4.G4.F4.E4.F4.E4.D4.E4.D4 1
  1691	G4.A4.G4.G4.D4.C4.F4.G4.A4.G4.G4.F4 1
  1692	G4.A4.G4.G4.C5.B4.D5.E5 1
  1693	G4.A4.G4.G4.A4.G4.A4.G4.F4.G4 1
  1694	G4.A4.G4.G4.A4.C5.C5.C5 1
  1695	G4.A4.G4.G4.A4.C5.B4.A4.B4.C5.B4.A4.G4.A4.B4.A4.G4.A4.A4.G4 1
  1696	G4.A4.G4.F4.G4.G4.A4 1
  1697	G4.A4.G4.F4.G4.F4 1
  1698	G4.A4.G4.F4.G4.B4 1
  1699	G4.A4.G4.F4.G4.A4.G4.F4.G4 1
  1700	G4.A4.G4.F4.G4.A4.G4.A4.C5.B4.A4.B4.C5.B4.A4 1
  1701	G4.A4.G4.F4.G4.A4.G4.A4.A4.G4 1
  1702	G4.A4.G4.F4.G4.A4.A4.F4 1
  1703	G4.A4.G4.F4.F4.E4.F4.G4.F4.F4.E4 1
  1704	G4.A4.G4.F4.F4.E4.F4.G4.A4.G4.A4 1
  1705	G4.A4.G4.F4.E4.G4.A4.G4.F4 1
  1706	G4.A4.G4.F4.E4.G4.A4 1
  1707	G4.A4.G4.F4.E4.F4.G4.G4 1
  1708	G4.A4.G4.F4.E4.F4.G4.F4.G4.G4.F4 1
  1709	G4.A4.G4.F4.E4.E4.D4.G4.A4.A4 1
  1710	G4.A4.G4.F4.E4.E4 1
  1711	G4.A4.G4.F4.E4.D4.D4 1
  1712	G4.A4.G4.F4.E4.D4.C4.D4.E4.F4.D4.D4 1
  1713	G4.A4.G4.F4.D4.E4.D4.C4 1
  1714	G4.A4.G4.F4.D4 1
  1715	G4.A4.G4.F4.A4.B4.C5.B4.A4.B4.A4 1
  1716	G4.A4.G4.E4.G4.F4.G4.A4.F4.E4 1
  1717	G4.A4.G4.E4.G4.F4.E4.F4.D4.F4.C4.D4.E4.F4.E4.F4.E4.D4 1
  1718	G4.A4.G4.E4.F4.C4.E4.F4.D4.D4 1
  1719	G4.A4.G4.E4.F4.C4.D4.E4.D4.D4 1
  1720	G4.A4.G4.D4.F4.D4.E4.G4.D4.F4.D4.E4.G4.A4.G4.F4.G4.A4.G4.E4.G4.F4.F4.F4.E4 1
  1721	G4.A4.G4.C5.D5.E5.D5.C5.D5.D5 1
  1722	G4.A4.G4.C5.D5.E5.D5.C5.D5 1
  1723	G4.A4.G4.C5 1
  1724	G4.A4.G4.A4.G4.G4.A4.C5.B4.C5.C5 1
  1725	G4.A4.G4.A4.G4.F4.G4.F4.D4 1
  1726	G4.A4.G4.A4.G4.F4.G4.A4.G4.A4.B4.A4 1
  1727	G4.A4.G4.A4.G4.F4.F4.E4.F4.G4 1
  1728	G4.A4.G4.A4.G4.F4.F4 1
  1729	G4.A4.G4.A4.G4.F4.E4.F4.G4.G4.A4.C5.A4.B4.A4.G4 1
  1730	G4.A4.G4.A4.G4.F4.E4.F4.G4.F4.E4.F4 1
  1731	G4.A4.G4.A4.G4.F4.E4.F4.G4 1
  1732	G4.A4.G4.A4.G4.F4.E4.F4.F4.E4 1
  1733	G4.A4.G4.A4.G4.F4.E4.F4 1
  1734	G4.A4.G4.A4.G4.F4.A4.G4.C5.C5.G4.A4.G4 1
  1735	G4.A4.G4.A4.G4.A4.C5.C5.D5.C5.C5.C5.B4 1
  1736	G4.A4.G4.A4.F4.G4.E4.D4 1
  1737	G4.A4.G4.A4.F4.F4 1
  1738	G4.A4.G4.A4.F4.A4.C5.A4.B4.A4.A4.G4 1
  1739	G4.A4.G4.A4.E4 1
  1740	G4.A4.G4.A4.C5.D5.C5.D5.B4.C5 1
  1741	G4.A4.G4.A4.C5.C5.D5.C5.C5.C5.B4 1
  1742	G4.A4.G4.A4.C5.A4.G4.A4.C5.C5.C5.B4.C5.D5.C5.B4.C5.B4.A4.G4.A4.G4 1
  1743	G4.A4.G4.A4.C5.A4.G4.A4.Bb4.A4 1
