     1	0&0 402
     2	2&-2 309
     3	2&-2&0 303
     4	0&0&0&0 277
     5	0 263
     6	2&-2&2 262
     7	0&-2 258
     8	0&2 247
     9	-3&3 240
    10	2&-2&0&0 239
    11	2&-2&-2 238
    12	0&0&0 232
    13	0&-2&2 211
    14	-2 206
    15	2 205
    16	3&-3&-2&2&0&-2 204
    17	-1&-2&-2 201
    18	2&-2&-2&2 193
    19	-1&1&2&-2 191
    20	7 187
    21	2&-4 181
    22	0&0&-2 178
    23	5 176
    24	0&5 175
    25	-1&1 172
    26	-3 172
    27	-1&-2&-2&2 170
    28	-1&1&2 167
    29	-1&-2&3 166
    30	-5 164
    31	2&0&-2 161
    32	2&3 159
    33	-1&-2 154
    34	-1&-2&2&1&-1&-2&-2&2 153
    35	-1&-2&2&1 152
    36	-2&2 152
    37	0&2&-2&-2 147
    38	2&1 147
    39	-3&1 147
    40	-3&-2 146
    41	3&-3 145
    42	3&-3&-2 145
    43	2&-2&0&-2 144
    44	2&0&0 140
    45	2&-2&0&2 140
    46	-1 139
    47	3&0 135
    48	2&-2&-2&0 132
    49	0&0&2 131
    50	0&3 130
    51	0&2&1 128
    52	3 128
    53	2&0 126
    54	-1&1&-3 124
    55	0&7 123
    56	4 123
    57	2&-2&0&-2&2 121
    58	-1&-4 117
    59	0&-2&2&3 116
    60	-3&-2&2 116
    61	4&-2 115
    62	-1&-4&2 114
    63	-4&2 114
    64	0&-3&3 113
    65	0&-2&0 110
    66	2&-2&2&-2&-2 110
    67	-3&2&1 110
    68	-5&5 110
    69	0&2&3 109
    70	2&-2&-1&-2 109
    71	-2&0 107
    72	0&0&5 106
    73	0&2&-2 106
    74	2&-2&-3&1 106
    75	2&3&0 106
    76	3&-5 106
    77	-1&-2&-2&2&3 104
    78	2&3&-3 102
    79	-1&3 100
    80	-1&1&0 98
    81	2&-2&0&0&0&0 98
    82	2&-2&2&-2&-2&2 98
    83	-1&-2&2&1&-1&-2&-2&0&2 96
    84	2&-2&-3&3 96
    85	0&5&0&-1&1&-3&-2 95
    86	-1&0&1 95
    87	2&-2&2&0&-2 95
    88	4&1 95
    89	4&3&0 95
    90	0&-3&1 92
    91	-1&1&2&-2&-1&-2&0&3&-3&-2 92
    92	-1&-2&2 92
    93	4&3 92
    94	0&2&-4 91
    95	-5&3 90
    96	2&-2&-3 89
    97	0&0&-2&2 88
    98	0&-2&-2 88
    99	0&3&-3 88
   100	2&0&-2&2 88
   101	2&1&-1&-2 88
   102	2&-2&2&3 88
   103	3&-3&-2&2 88
   104	4&-2&-2 87
   105	-7 87
   106	0&-2&-2&2 86
   107	2&-3&1 85
   108	5&0 85
   109	3&2 84
   110	-1&1&2&-2&0 83
   111	0&-2&0&2 82
   112	2&2&-2&-2 81
   113	-2&2&3 80
   114	-5&2 79
   115	2&1&-1&-2&-2 78
   116	-4 78
   117	5&2 78
   118	-1&1&2&-3&1 77
   119	-3&3&0 77
   120	0&0&0&0&0&0&0&0 76
   121	0&0&0&2 76
   122	0&5&0&-1&1&-3 76
   123	0&-2&5 75
   124	2&-2&2&1&-1&-2&-2&2 75
   125	2&-2&5 75
   126	2&1&-3 74
   127	-4&2&2&0&3 74
   128	4&-2&-2&2 74
   129	-1&1&-3&-2 73
   130	-1&-2&0&3 73
   131	-2&0&2 73
   132	-5&-2&2 73
   133	-1&-2&-2&2&2&1&-3 72
   134	2&-2&2&-4 72
   135	2&-4&2 72
   136	-3&0&3 72
   137	-4&2&2 72
   138	-2&2&2&-2&-2 71
   139	0&0&7 70
   140	0&2&0&-2 70
   141	1 70
   142	-1&-2&2&1&-3 70
   143	0&0&2&1 69
   144	0&0&3 69
   145	-1&-2&3&0 69
   146	0&2&-3&1 68
   147	-1&1&-1&-2 68
   148	2&-2&-1&-2&3 67
   149	0&0&0&0&0&0 66
   150	0&-2&2&3&0 66
   151	2&-2&0&-1&1 66
   152	2&-2&0&-3&3 66
   153	2&-2&2&-2&-2&2&-2&0&2 66
   154	-5&2&3 66
   155	0&0&-3&3 65
   156	0&2&-2&0&0 65
   157	-1&0&-2 65
   158	2&-2&-2&-1 65
   159	0&0&2&-2&0&0 64
   160	2&0&0&-2 63
   161	0&2&-2&0 62
   162	2&-2&0&-2&0&-2&2 62
   163	2&-2&-2&2&0&-2 62
   164	-5&1 62
   165	-1&-2&-2&2&3&-1&1&2&-2&0 61
   166	-1&-2&3&-3 61
   167	2&-2&2&-2&0 61
   168	2&-2&-2&-2&2 61
   169	3&-3&3 61
   170	-1&-2&-2&5 60
   171	-1&1&-1&-2&-2 59
   172	-1&-2&2&-2&-2 59
   173	0&0&0&0&0 58
   174	0&0&2&3 58
   175	-1&1&2&0&-2 58
   176	0&2&3&0 57
   177	-1&-2&3&2 57
   178	-1&-2&5 57
   179	2&-2&-1 57
   180	2&-2&-1&1 57
   181	2&-2&-1&-2&-2&2 57
   182	-3&3&-3 56
   183	-1&-2&0&2&1 55
   184	-1&3&-2 55
   185	2&-2&2&1 55
   186	-3&-2&5 55
   187	3&-3&0&-2 55
   188	0&-2&5&2 54
   189	0&-7 54
   190	2&-2&-2&0&2 54
   191	2&-2&2&-2&-2&-1&1 54
   192	-3&5 54
   193	-4&4 54
   194	4&-4 54
   195	-4&4&3 54
   196	0&0&0&-2 53
   197	0&3&2 53
   198	0&3&-5 53
   199	-1&-4&2&3 53
   200	2&0&-2&-2 53
   201	2&-2&0&0&0 53
   202	2&-2&2&-3&1 53
   203	2&-4&0 53
   204	2&1&-1&-2&-2&2 52
   205	0&3&-3&-2 51
   206	-1&1&-1&-2&3 51
   207	-1&-2&0&7&0&0&-2&-2&2 51
   208	2&-2&0&2&3 51
   209	2&3&-5 51
   210	-1&3&0&2&-2&2&-2&-2 50
   211	2&-2&-2&-1&-2 50
   212	0&0&2&-2&0 49
   213	3&-3&-2&2&2&-2&-2&2 49
   214	0&3&0 48
   215	2&-2&0&-1&1&2&-2&2 48
   216	2&2&0&-2 48
   217	3&-3&-2&-2&2 48
   218	0&0&-2&-2&2 47
   219	0&7&0&2&-2&-2&-1 47
   220	2&-2&2&-2 47
   221	2&-2&2&2&-2&-2 47
   222	3&-3&-2&2&3 47
   223	-3&3&-3&-2 47
   224	5&-2 47
   225	-5&5&-3&1&-3&-2&2&-2&-2&2 47
   226	0&0&0&0&0&0&0 46
   227	-1&1&2&-2&-1&1&-3 46
   228	2&0&-2&0 46
   229	2&-2&2&2&-2&0&-2&-2&-1&3 46
   230	2&-2&2&3&-3 46
   231	2&-7 46
   232	0&2&2&-2&-2 45
   233	-1&1&-3&3 45
   234	-1&-2&3&-3&-2 45
   235	3&-3&3&-5 45
   236	-1&-2&2&1&-1&-2&2&1&-3 44
   237	-1&-4&5 44
   238	2&1&-3&-2 44
   239	2&-2&-2&2&0 44
   240	2&-2&-2&4 44
   241	4&3&0&0 44
   242	0&0&3&-3 43
   243	0&2&-2&-2&2 43
   244	-1&1&-3&0&-2&2 43
   245	-1&1&-3&-2&2 43
   246	2&2 43
   247	2&-2&-1&-2&-2 43
   248	-3&3&-5 43
   249	-5&-2 43
   250	-1&1&2&-5 42
   251	2&1&2 42
   252	-2&2&2&0&-2 42
   253	3&-3&-2&2&0&-2&5 42
   254	0&5&-2 41
   255	2&3&0&0 41
   256	0&2&1&-1&-2&-2 40
   257	0&-2&-2&2&2&-2 40
   258	0&-4 40
   259	0&7&0&2&-2&-2&-1&-2 40
   260	2&-2&0&-2&0 40
   261	-2&4 40
   262	3&0&-1&1&-3 40
   263	-3&0&-2 40
   264	3&-3&0&0 40
   265	0&0&0&0&-2 39
   266	0&2&3&-3 39
   267	0&4&1 39
   268	0&-4&2 39
   269	-1&1&2&-2&2 39
   270	-1&-2&2&1&2 39
   271	-1&-2&-2&2&0&7 39
   272	2&0&-2&-2&2 39
   273	2&0&-3&1 39
   274	-1&-2&0&-2 38
   275	-1&-2&0&7&0&-2&-2&2&2&-2 38
   276	-1&-2&3&-3&-2&2 38
   277	-1&-2&3&-5 38
   278	2&-2&0&0&-2 38
   279	2&-2&-1&-2&2&1&-1&-2&-2&2 38
   280	2&-2&-2&2&-2 38
   281	2&2&-4 38
   282	-3&-2&2&3 38
   283	-3&3&2 38
   284	7&-2 38
   285	0&-1&1&-3 37
   286	-1&1&-1&-2&3&-3 37
   287	-1&1&2&-2&-1&-2 37
   288	-1&1&2&-2&2&0&-2 37
   289	-1&-2&-2&0&2 37
   290	2&-2&0&-2&0&2 37
   291	2&-2&-2&2&0&0 37
   292	2&-2&4 37
   293	-3&0&7 37
   294	-3&1&2 37
   295	-3&2&-2&-2 37
   296	-3&3&0&0 37
   297	-5&3&2 37
   298	0&2&2&0&-2 36
   299	0&3&-1&1&-1&-2 36
   300	0&5&-2&2&3&-5&-3 36
   301	-1&1&-3&2&1 36
   302	2&0&0&-2&2 36
   303	2&-2&0&0&2 36
   304	-2&-2&2 36
   305	2&-2&2&-4&0&2 36
   306	-3&0&-2&2 36
   307	-5&2&3&0 36
   308	-7&2 36
   309	0&0&2&-2&-2 35
   310	0&-2&-2&2&2 35
   311	-1&-2&2&0&1 35
   312	-1&-2&3&-1&-2&-2 35
   313	2&1&0 35
   314	2&-2&2&2&-2 35
   315	2&-2&-3&3&-3&1&0&-1 35
   316	-3&-2&-2 35
   317	0&5&0 34
   318	-1&-2&2&1&-3&-2&2 34
   319	-1&-4&4&1 34
   320	2&0&1 34
   321	2&0&2&-2&-2 34
   322	2&0&-4&2 34
   323	2&-2&0&-3&2&1 34
   324	3&0&-5 34
   325	0&7&0&2&-2&-2&-1&1 33
   326	2&-2&-1&1&2&-2&2&0&-2 33
   327	2&2&-2&-2&2 33
   328	2&-2&2&3&0 33
   329	2&-2&2&-4&2 33
   330	-2&2&3&0 33
   331	2&-2&-3&-2 33
   332	4&0&-4&2&2&-2&-2 33
   333	4&-2&2 33
   334	0&0&0&-2&2 32
   335	0&0&0&3&-3 32
   336	0&0&3&2 32
   337	0&2&-2&0&0&0&0 32
   338	-1&1&2&-2&0&0 32
   339	2&-2&0&-3&1 32
   340	2&-2&2&2&-4 32
   341	3&-3&-2&5 32
   342	0&0&-1&-4&2 31
   343	0&-2&2&3&-5 31
   344	0&5&-2&2&3&-5 31
   345	-1&0&1&2 31
   346	1&2 31
   347	-1&-2&0&7 31
   348	-1&-2&0&7&0&-2&-2&2 31
   349	-1&-2&-2&-2&2 31
   350	2&-2&0&-1&1&2 31
   351	2&-2&-2&2&2 31
   352	4&1&2 31
   353	0&2&-2&2 30
   354	0&5&-2&2&3&-5&-3&3 30
   355	-1&1&2&-2&-3 30
   356	-1&-2&0&0&-2 30
   357	-2&0&0 30
   358	2&-2&-1&1&2 30
   359	-3&2&1&-3&3&-5&2 30
   360	3&-3&0&0&0&0 30
   361	-5&4&1 30
   362	7&-2&2 30
   363	-7&2&3 30
   364	0&0&0&-3&3 29
   365	0&-1&1&2&-2&-1&1&-3 29
   366	0&-2&2&0&-2 29
   367	0&-2&4 29
   368	2&1&-1&-2&-2&2&-2&0&-1&1 29
   369	2&-2&0&2&-2&0 29
   370	-3&0 29
   371	0&-2&2&-2&-2&2 28
   372	0&2&3&-3&2&-2&-2 28
   373	-1&1&2&0&-2&0 28
   374	-1&1&2&-3&1&-3&2&1 28
   375	-1&-2&2&-2&-2&2 28
   376	-1&3&0 28
   377	2&-2&-1&-2&2&1 28
   378	2&-2&-1&-2&3&-1&1&-1&-2 28
   379	-3&-2&-2&2 28
   380	3&-3&2&1 28
   381	3&-3&-2&-2 28
   382	7&0 28
   383	0&0&0&2&-2&0&0 27
   384	0&0&1 27
   385	-1&0&-2&-2 27
   386	-1&-2&0&-2&2 27
   387	-1&-2&2&0&-2 27
   388	-1&-2&-2&5&2 27
   389	2&-2&-1&1&2&-2 27
   390	2&-3&1&0 27
   391	3&0&0 27
   392	3&-3&0&3 27
   393	0&-2&-1&1&2 26
   394	0&-2&-2&2&2&0&-2 26
   395	0&-2&2&2&-2&-2 26
   396	0&-2&2&3&0&0 26
   397	2&0&0&3 26
   398	2&-2&-1&1&-3 26
   399	2&-2&2&0&2&1&-1&0&-2&-2 26
   400	2&-2&2&-2&-2&-1&1&0 26
   401	2&-2&-5 26
   402	4&0&-4&2&2&-2 26
   403	0&1 25
   404	0&-2&2&-2&0&-2&2 25
   405	0&4 25
   406	0&5&0&0 25
   407	-1&0&3 25
   408	-1&1&0&0 25
   409	2&0&0&5&0&-1&1&-3&-2 25
   410	2&0&-4 25
   411	2&-2&0&-1&-2&2&1 25
   412	2&-2&-4&2 25
   413	3&-3&-2&2&2&-2&-2 25
   414	-5&5&-2 25
   415	6 25
   416	0&2&0&-2&-2&2 24
   417	0&-2&0&2&3 24
   418	0&-2&5&2&-2&2 24
   419	0&5&-2&2 24
   420	-1&1&2&-2&0&-1&1&-3&3 24
   421	-1&-2&2&1&-3&3 24
   422	-1&-2&-2&2&0&3 24
   423	-1&-2&5&-2 24
   424	2&1&-3&-2&2 24
   425	2&-2&0&2&-3&1 24
   426	2&-2&2&0&0&2&1 24
   427	2&-2&2&2&0&-2 24
   428	2&-2&-3&2&1 24
   429	-3&3&0&-5 24
   430	-3&3&2&-2&0&0 24
   431	0&0&-2&-2&2&2&-2 23
   432	0&-2&-3&3 23
   433	0&2&3&-5 23
   434	0&5&0&-1&1&-3&-2&2&-2 23
   435	-1&-2&-2&4&1 23
   436	-1&3&-2&0&0 23
   437	2&0&3 23
   438	2&-2&0&2&-4 23
   439	2&-2&-1&-2&0&7 23
   440	2&-2&-2&-1&1&2 23
   441	2&-2&-2&2&2&-2&2&0&-2 23
   442	2&3&0&0&2 23
   443	2&-5 23
   444	5&-2&2 23
   445	0&0&2&0&-2 22
   446	0&0&-2&2&-2&0&-2&2 22
   447	0&0&-2&2&3 22
   448	0&0&4&1 22
   449	0&0&-5 22
   450	0&2&-2&-2&0 22
   451	0&-2&2&-4 22
   452	0&2&2&-4 22
   453	0&-2&4&-2 22
   454	-1&-2&-2&-2 22
   455	-1&-2&2&-4 22
   456	2&-2&0&-2&4&3&0 22
   457	2&-2&-2&2&-2&0 22
   458	2&-2&-2&2&2&0&-2 22
   459	2&3&-3&-2&2 22
   460	-3&1&0 22
   461	3&-3&0&0&-2 22
   462	5&0&-1&1&-3&-2 22
   463	0&0&0&2&-2&0 21
   464	0&0&-1&-4&2&0 21
   465	0&0&-2&-2&2&2 21
   466	0&2&-2&-1&1&-1&-2&-2 21
   467	-1&1&0&2 21
   468	-1&1&-1&-2&-2&2 21
   469	-1&-2&-2&2&2&1 21
   470	-1&-2&5&2 21
   471	-1&-2&7 21
   472	-1&3&-3&1 21
   473	-1&-4&2&3&0 21
   474	-2&-2 21
   475	2&-2&2&-2&-3&1 21
   476	2&3&-3&-2 21
   477	-2&5 21
   478	-2&5&2 21
   479	-3&0&2&1 21
   480	3&-3&0&3&-3 21
   481	5&0&0 21
   482	5&0&-1&1&-3 21
   483	-5&0&5 21
   484	5&2&2&-2&-2 21
   485	8 21
   486	0&0&0&5 20
   487	0&0&0&7 20
   488	0&2&0&-2&2 20
   489	0&-2&0&2&-5 20
   490	0&2&1&-3 20
   491	0&2&-2&-3 20
   492	0&-5 20
   493	-1&-2&0&3&-3 20
   494	-1&5 20
   495	2&0&7 20
   496	2&-2&0&-1&-2&0&2&1 20
   497	2&-2&0&5 20
   498	2&-2&-1&1&-1&-2 20
   499	2&-2&2&-2&0&0 20
   500	2&-2&-2&2&2&-4 20
   501	2&-2&2&3&-5 20
   502	2&-2&-3&-2&2 20
   503	3&-3&2&-2&-2 20
   504	3&-3&-2&2&-2&2&2&-2 20
   505	0&0&0&0&0&0&0&0&0 19
   506	0&0&0&3 19
   507	0&-2&2&3&0&0&0 19
   508	0&-2&5&0 19
   509	0&-2&5&2&-2&4 19
   510	0&3&0&0 19
   511	-1&-2&0&-2&5&2 19
   512	-1&-2&3&0&0 19
   513	-1&-2&3&0&-5 19
   514	2&0&0&0&-2 19
   515	2&-2&0&-1&3 19
   516	2&-2&0&2&-2&-2 19
   517	2&-2&0&2&2&-2&-2 19
   518	2&2&1&-1&-2 19
   519	2&-2&-1&-2&2 19
   520	-2&2&-2&-2&2 19
   521	2&-2&2&-2&-2&-1&1&-1&3 19
   522	-2&2&3&-5 19
   523	2&-2&7 19
   524	-3&-2&-2&2&2&0&-2 19
   525	-3&3&0&0&0 19
   526	4&2&1 19
   527	-4&2&2&0 19
   528	-4&2&2&-2&2&0&2&-2&0&0 19
   529	-4&4&3&0 19
   530	9 19
   531	0&0&2&-2&0&0&0&0 18
   532	0&0&-2&5 18
   533	0&-1&-2&-2&2 18
   534	0&-2&-2&4 18
   535	0&-3&3&2 18
   536	0&7&0&-2&-2&2 18
   537	-1&1&2&-2&-1&1&2&-2 18
   538	-1&1&-3&3&2&-2&-1&1&2&-2 18
   539	-1&-2&0&-2&2&3 18
   540	-1&-2&2&1&-3&-2 18
   541	-1&-2&-2&2&3&0 18
   542	-1&-2&3&-1&-4&2 18
   543	2&0&-7 18
   544	2&-2&0&-5 18
   545	2&-2&-2&-1&-2&2 18
   546	2&-2&2&-2&2 18
   547	2&-2&2&2&-2&0&-2 18
   548	2&-2&2&-2&-3&1&-1&3 18
   549	-2&2&2&-4 18
   550	2&-2&-3&3&0 18
   551	2&-5&1 18
   552	-3&-2&2&-2&-2&2 18
   553	3&-3&0&-2&2 18
   554	-3&3&-3&3 18
   555	-4&0 18
   556	4&-2&-2&0 18
   557	-4&4&-2 18
   558	0&0&0&0&-2&2 17
   559	0&2&0&3 17
   560	0&2&-2&-3&1 17
   561	0&3&-1&-4 17
   562	1&0 17
   563	-1&1&2&0&0 17
   564	-1&1&2&2&-2&-2 17
   565	-1&1&2&2&-4 17
   566	-1&-2&0&7&0&-2&-2&2&2 17
   567	-1&-2&2&-2&-2&5 17
   568	-1&-2&3&-1&1&2 17
   569	-1&3&0&2 17
   570	2&1&-1 17
   571	2&-2&0&-2&0&4&3&0 17
   572	2&-2&0&-2&4 17
   573	2&-2&0&-3 17
   574	2&-2&-1&1&-1&-2&-2 17
   575	-2&2&2 17
   576	2&-2&-2&-2 17
   577	2&-2&2&-2&0&-2 17
   578	2&-2&2&-2&-2&0 17
   579	2&-2&-2&2&2&-2&0&2&3 17
   580	2&-2&-2&2&2&-2&-2 17
   581	2&-2&5&0 17
   582	2&-4&-2 17
   583	3&-3&3&0 17
   584	4&-2&2&-2&-2 17
   585	4&-2&5 17
   586	-5&2&3&-1&1&-1&-2 17
   587	5&-3&1 17
   588	-6 17
   589	0&0&0&0&0&0&0&0&0&0 16
   590	0&0&-2&2&3&-5 16
   591	0&0&3&0 16
   592	0&-2&0&-2&2 16
   593	0&2&-2&-3&3 16
   594	0&-2&-3&2&1 16
   595	-1&1&-1&1 16
   596	-1&1&-1&1&2 16
   597	-1&1&2&0&-2&2 16
   598	-1&-2&0&0 16
   599	-1&-2&0&5 16
   600	-1&-2&-2&0&2&3 16
   601	-1&-2&3&-1&-4 16
   602	-1&-2&3&-5&2 16
   603	-2&0&2&2&-2&-2&2&0&-2 16
   604	-2&-1 16
   605	2&1&-1&-2&-2&-1&1&2&-2&0 16
   606	2&-2&0&0&2&3 16
   607	2&-2&0&-1&1&2&-2 16
   608	2&-2&0&2&0&3 16
   609	2&-2&0&2&1 16
   610	2&2&0&-2&-2&2 16
   611	2&-2&-1&-4 16
   612	2&-2&-2&2&2&0 16
   613	2&-2&2&-2&-2&0&-1&3 16
   614	2&-2&-2&2&2&3&-3 16
   615	-3&0&1 16
   616	4&1&-3&-2 16
   617	4&-2&2&1 16
   618	4&3&-1&1&2&-2 16
   619	-5&2&3&0&0 16
   620	0&0&-1&1&2&-2&-1&1&-3 15
   621	0&0&-1&-2 15
   622	0&0&-2&-2 15
   623	0&0&2&3&0 15
   624	0&0&2&-3&1 15
   625	0&0&-2&5&2 15
   626	0&0&-3&2&1 15
   627	0&-2&0&0 15
   628	0&-2&0&2&2&3&-5 15
   629	0&-2&0&4&0&-4&2&2&-2&-2 15
   630	0&-2&2&-2&2&-4&0&2 15
   631	0&-2&7 15
   632	0&5&-3 15
   633	0&7&0&2&-3&1&-3 15
   634	0&8&0&0&-3&3&-3&-2 15
   635	-1&-2&3&0&2 15
   636	-1&-2&3&-3&2&1 15
   637	-1&-4&0&5 15
   638	2&-2&0&0&0&2&-2&0&0 15
   639	2&-2&0&-2&0&0&2 15
   640	2&-2&0&2&3&-5 15
   641	2&-2&0&-3&3&2&-2&0&2 15
   642	2&-2&-1&-2&0&3 15
   643	2&-2&-1&-4&2 15
   644	2&-2&2&0&2&-2&0&0 15
   645	2&-2&-2&-1&1&2&-2 15
   646	2&-2&-2&2&0&2&-4 15
   647	2&-2&-2&2&-2&0&0 15
   648	2&-2&2&-4&0 15
   649	2&3&0&0&0 15
   650	2&3&0&2&0&-2&2 15
   651	2&3&-1&-2&-2 15
   652	2&3&2&0&-2&2 15
   653	2&-4&0&-1&-4&2&3&-5 15
   654	-3&0&3&0 15
   655	3&-3&-2&2&2&-2&-2&-2&2 15
   656	4&1&2&0&-2 15
   657	-4&2&2&-2&2 15
   658	-4&2&2&-4 15
   659	4&-2&2&-4 15
   660	4&3&-5 15
   661	-4&4&3&-5 15
   662	-5&4&1&-3&0&-2 15
   663	-7&3 15
   664	-7&7 15
   665	0&0&0&0&0&0&0&-1&-2&-2 14
   666	0&0&0&-1&1&2&-2 14
   667	0&0&0&2&1 14
   668	0&0&-2&2&-2 14
   669	0&0&4&3 14
   670	0&-2&0&0&0&2&0&-2&0 14
   671	0&2&0&0&-2 14
   672	0&2&0&-2&-2 14
   673	0&-2&-1&1&-1&-2&-2 14
   674	0&-2&2&2&0&-2 14
   675	0&-2&2&2&1 14
   676	0&2&3&0&0 14
   677	0&2&3&-3&-2&2&2&-2&-2&2 14
   678	0&-2&4&3&0 14
   679	0&7&0&2&-2&-2 14
   680	-1&1&2&0&2&-2&-2 14
   681	-1&1&2&-2&2&2&-2&2&0&-2 14
   682	-1&1&2&-3&1&-3&0&2&1 14
   683	-1&1&2&-5&2&1&-1&-2&-2&2 14
   684	-1&-2&3&-5&2&3&-1&1&-1&-2 14
   685	2&0&0&0 14
   686	2&0&0&2&-4 14
   687	2&0&2&-2&-2&2 14
   688	2&2&1&-1&-2&-2 14
   689	2&-2&-1&-2&3&0 14
   690	2&-2&2&0&2&1 14
   691	2&-2&2&0&-2&2 14
   692	2&2&-2&-2&-2 14
   693	2&-2&-4 14
   694	2&-2&-7 14
   695	2&3&0&2 14
   696	-3&2&1&-1&-2&-2&2 14
   697	-3&3&-3&-2&2 14
   698	-4&2&2&0&-2 14
   699	-4&2&2&3&0 14
   700	4&-4&2 14
   701	-5&2&0&7 14
   702	-5&2&3&-3 14
   703	0&0&-1&1&2&-2 13
   704	0&0&2&-2 13
   705	0&2&-5 13
   706	0&5&0&-1&1&-3&-2&2 13
   707	-1&0&-2&0&-2&2 13
   708	-1&1&-1&-2&3&-3&3 13
   709	-1&1&2&0&-3&1 13
   710	-1&1&-3&-2&5 13
   711	-1&1&-3&5 13
   712	-1&1&-3&5&2 13
   713	-1&-2&2&1&-1&-2 13
   714	-1&-2&2&1&-3&0&3&-3 13
   715	-1&-2&2&-2 13
   716	-1&-2&3&2&2&0&-2 13
   717	-1&-2&3&2&2&-2&0 13
   718	-1&-2&3&-3&2&1&-1&-2&-2&2 13
   719	-1&-2&3&-3&3&-5 13
   720	-1&3&-2&0 13
   721	-1&3&2&-4 13
   722	2&0&-2&2&-4 13
   723	-2&-1&1&2&-2 13
   724	2&2&0&0 13
   725	2&-2&0&-1&-2&-2&2 13
   726	2&2&1 13
   727	2&-2&-1&1&-3&3 13
   728	2&2&-2&0&0 13
   729	2&2&-2&0&-2 13
   730	2&-2&2&0&3 13
   731	2&-2&-2&0&4&3 13
   732	2&-2&-2&-1&1&2&0&-2 13
   733	2&-2&-2&2&0&2 13
   734	2&-2&3 13
   735	2&-2&4&-2 13
   736	2&-7&3 13
   737	3&0&-1&1&-3&3&-3&-2&2 13
   738	-3&1&0&-3&3&2&-2&-1&1&0 13
   739	-3&-2&2&-2&-2 13
   740	-3&-2&2&-2&-2&2&2&0&-2 13
   741	3&2&-3&1 13
   742	3&2&-5 13
   743	3&-3&-2&-2&2&2&-2&-2 13
   744	3&-3&-2&5&2 13
   745	-4&2&2&3 13
   746	0&0&0&0&0&0&-1&-2&-2 12
   747	0&0&0&0&0&2&-2&0&0 12
   748	0&0&0&0&-1&-2&-2 12
   749	0&0&-2&0 12
   750	0&0&2&2&-2&-2 12
   751	0&0&-4&2 12
   752	0&-2&0&2&3&0 12
   753	0&2&1&2 12
   754	0&2&-2&0&-2 12
   755	0&-2&2&1 12
   756	0&-2&2&2&-4 12
   757	0&-2&2&3&-1&3&-2&0&0 12
   758	0&-2&4&3 12
   759	0&2&-7 12
   760	0&-4&4 12
   761	0&7&0&2&-2&0&-2&2 12
   762	0&8 12
   763	-1&1&0&2&-2 12
   764	-1&1&0&-3&5&2 12
   765	-1&1&-1&-2&0&3 12
   766	-1&1&-1&-2&3&0&-1&1&2&-2 12
   767	-1&1&2&-2&2&2&-2&0&0 12
   768	-1&1&-3&-2&-2&2 12
   769	-1&-2&0&3&0 12
   770	-1&-2&0&7&0&0&-2&-2&2&2 12
   771	-1&-2&2&1&2&-2 12
   772	-1&-2&2&-2&-2&0&2&3 12
   773	-1&-2&3&2&0&-2 12
   774	-1&-2&5&-2&2 12
   775	-1&3&0&2&-4 12
   776	-1&-4&0&2&3 12
   777	-1&-4&2&3&0&0 12
   778	2&0&0&7 12
   779	2&0&-2&0&-3&1 12
   780	2&0&3&-3 12
   781	2&1&-1&-2&-2&-2 12
   782	-2&-1&3 12
   783	2&-2&0&0&-2&2 12
   784	2&-2&0&-2&2&2&-2&-2 12
   785	2&-2&0&-3&3&-5 12
   786	-2&2&2&1 12
   787	2&-2&-2&2&0&-2&0 12
   788	2&-2&-2&2&2&-2&-2&2 12
   789	2&-2&-2&2&3 12
   790	2&-2&2&3&-3&-2 12
   791	2&-2&-3&1&-1&3 12
   792	2&-2&5&2 12
   793	-3&1&2&-5&-2 12
   794	-3&2&1&-3&-2 12
   795	-3&-2&3 12
   796	3&2&3&-3 12
   797	-3&3&-1&-4 12
   798	-3&3&2&-2 12
   799	-3&5&2 12
   800	-5&2&1 12
   801	-5&2&3&-5 12
   802	-5&5&-2&-1&-2&-2 12
   803	0&0&0&0&0&-1&-2&-2 11
   804	0&0&0&1 11
   805	0&0&0&-1&3&2&0&0&-2 11
   806	0&0&0&-3&2&1 11
   807	0&0&-2&2&3&0 11
   808	0&0&-2&5&2&-2&2 11
   809	0&2&0 11
   810	0&2&0&0&0&0 11
   811	0&2&-2&0&-3&3&-3 11
   812	0&-2&2&2 11
   813	0&-2&2&2&3 11
   814	0&-2&2&3&0&0&0&0 11
   815	0&2&3&0&0&0 11
   816	0&2&3&-1&1&-3 11
   817	0&2&-4&2 11
   818	0&3&2&2&-2&0&2 11
   819	0&3&-3&-2&2 11
   820	0&7&-2&2 11
   821	0&-7&2&3 11
   822	0&8&0&0&-3&3&-1&-2 11
   823	-1&0&1&2&-2 11
   824	-1&0&-2&2&0&-2 11
   825	-1&0&-2&2&1 11
   826	-1&0&5&-2&2&3&-5&-3 11
   827	-1&1&0&0&0&0 11
   828	-1&1&-1 11
   829	-1&1&2&-2&-1&-2&0&3 11
   830	-1&1&2&-2&-3&-2&2 11
   831	-1&1&-3&0&3 11
   832	-1&1&-3&-2&2&3 11
   833	-1&-2&0&0&3 11
   834	-1&-2&-2&0 11
   835	-1&-2&2&0&0&1 11
   836	-1&-2&-2&0&2&3&0 11
   837	-1&-2&2&1&-3&3&-5&2 11
   838	-1&-2&-2&2&0&-2 11
   839	-1&-2&-2&2&2&-2&-2&-2&2 11
   840	-1&-2&3&-1&1&2&-2 11
   841	-1&-2&3&-3&3 11
   842	2&0&-2&-1&-2&-2&2 11
   843	2&0&3&0 11
   844	-2&0&4&3 11
   845	2&1&-1&-4&2 11
   846	2&1&2&0 11
   847	2&1&2&0&0 11
   848	2&-2&0&0&2&-2&0 11
   849	2&-2&0&0&2&-3&1 11
   850	2&-2&0&2&-2&0&0 11
   851	2&-2&0&2&2&0&-2 11
   852	2&-2&-1&0&1 11
   853	2&-2&-1&0&-2 11
   854	2&2&-2&0 11
   855	2&-2&2&0&2&1&-1&1&-3&-2 11
   856	2&-2&2&2&-2&0&0&-2 11
   857	2&-2&2&-2&-2&0&2 11
   858	2&-2&2&2&-2&-4&2 11
   859	2&-2&-2&4&3&0 11
   860	2&3&0&0&0&0 11
   861	-2&4&3&0 11
   862	-3&0&3&-3 11
   863	-3&0&5 11
   864	-3&1&2&-2&-1&-2 11
   865	-3&2&1&-1&-2&-2&0&2 11
   866	-3&-2&-2&0&2 11
   867	3&-3&0&0&3 11
   868	-3&3&0&2 11
   869	3&-3&0&-2&0&-2&2 11
   870	3&-3&-2&2&0&-2&7 11
   871	-3&3&2&-2&-2 11
   872	3&-3&-2&2&3&-3 11
   873	-3&3&-5&0&2 11
   874	5&0&2&-2&0 11
   875	-5&0&3 11
   876	-5&1&2 11
   877	5&-3 11
   878	-5&3&-1&1&2&-2 11
   879	-5&5&-3&1&-3&0&-2 11
   880	0&0&0&0&2 10
   881	0&0&0&2&-2&-2 10
   882	0&0&2&2 10
   883	0&0&2&-4 10
   884	0&0&-3&1 10
   885	0&0&-3&3&-3 10
   886	0&-1&1&-3&2&1 10
   887	0&-2&0&0&2 10
   888	0&-2&0&2&2&0&-2 10
   889	0&2&0&-3&1 10
   890	0&2&1&-1&-2&2&1&-3 10
   891	0&-2&2&0&2&-4 10
   892	0&2&-2&0&-3&3&-3&3 10
   893	0&2&-2&5 10
   894	0&2&3&-3&-2&2 10
   895	0&-3 10
   896	0&3&-1&-4&2 10
   897	0&-5&3&2&-2&-1&1&0 10
   898	0&7&0&-2&-2&2&2&-2 10
   899	0&7&0&2&-3&1 10
   900	0&8&0&0&-3&3&-1 10
   901	1&0&-1 10
   902	-1&0&-2&0&-2&2&0&0&0&0 10
   903	-1&0&-2&-2&2 10
   904	-1&1&0&-1 10
   905	-1&1&2&0 10
   906	-1&1&2&0&0&-2 10
   907	-1&1&2&-2&0&0&-1&1&-3&3 10
   908	-1&1&2&2&-2&0&0 10
   909	-1&1&2&-2&2&0&-2&-7&4&3 10
   910	-1&1&2&-2&2&-3&1 10
   911	-1&1&-3&2&1&2&2&0&-2 10
   912	-1&-2&0&0&2&1 10
   913	-1&-2&0&3&0&0&-1&-4&2 10
   914	-1&-2&0&5&-2&2&0&-3&1 10
   915	-1&-2&2&0&5&-2&2&3&-5 10
   916	-1&-2&2&-2&0&-2 10
   917	-1&-2&-2&2&-2&2 10
   918	-1&-2&-2&2&7 10
   919	-1&-2&2&3 10
   920	-1&-2&3&0&-1&-4 10
   921	-1&-2&3&2&-3&1 10
   922	-1&-2&3&-5&2&3 10
   923	-1&-2&7&-2 10
   924	-1&3&2&0&0&-2 10
   925	-1&3&-3&1&0 10
   926	-1&3&-3&1&0&-1 10
   927	2&0&-2&2&-4&2 10
   928	2&0&-2&5 10
   929	2&1&-1&-2&2&1&-3 10
   930	2&1&2&0&-2 10
   931	2&1&-3&-2&-2 10
   932	2&-2&0&0&2&0&-2 10
   933	2&-2&0&-1&1&0 10
   934	2&-2&0&7 10
   935	-2&2&-2&-2 10
   936	2&-2&-2&2&0&5 10
   937	2&-2&2&-2&-2&-1&1&-1&-4 10
   938	2&2&-2&-2&-2&2 10
   939	2&-2&-2&2&2&-2&2&3 10
   940	2&-2&2&3&0&0 10
   941	2&-2&-2&4&3 10
   942	2&-2&-3&0&3 10
   943	2&-2&-3&0&3&-3&1&0&-1 10
   944	-2&2&3&2&0&-2&2 10
   945	2&3&-3&0&5&-2&2&3&-5&-3 10
   946	2&-4&-1&-2&0&3 10
   947	-2&4&3 10
   948	-3&0&-2&2&3 10
   949	3&2&0&-2&2 10
   950	-3&2&1&2 10
   951	3&2&2&-2&-2 10
   952	-3&2&3 10
   953	-3&-2&4&1 10
   954	3&-3&0&0&3&-3 10
   955	3&-3&-2&0&2 10
   956	3&-3&-2&2&0&-2&0&2&3 10
   957	-3&5&-2 10
   958	4&0&1 10
   959	4&3&-5&-2&0&-3&3&-3 10
   960	5&-2&2&3&-5&-3 10
   961	-5&5&2 10
   962	0&0&0&0&0&0&-1&1&2&-2 9
   963	0&0&0&0&2&-2&0&0&0&0 9
   964	0&0&0&2&-2&0&0&0&0 9
   965	0&0&0&-2&2&-2&0&-2&2 9
   966	0&0&2&-2&0&0&0 9
   967	0&0&2&-2&2 9
   968	0&0&2&2&-4 9
   969	0&0&-2&5&2&-2&4 9
   970	0&0&5&0&-1&1&-3&-2 9
   971	0&2&0&0&-2&2 9
   972	0&-2&-1 9
   973	0&2&-2&0&-3&2&1 9
   974	0&-2&2&2&-2&0&0 9
   975	0&2&2&-2&-2&2 9
   976	0&-2&5&0&0 9
   977	0&3&0&-5 9
   978	0&3&-1&-2&-2 9
   979	0&-3&3&-5 9
   980	0&5&0&-2 9
   981	-1&1&-1&0&1 9
   982	-1&1&-1&-2&2&1&-3 9
   983	1&-1&-2 9
   984	-1&1&2&-2&-1&1&-1&-2&3&-3 9
   985	-1&1&2&-2&2&0&-2&0 9
   986	-1&1&2&-2&2&-2&0 9
   987	-1&1&2&-2&-3&-2&-2&2 9
   988	-1&1&2&-3&1&-1&-2&2&1 9
   989	-1&1&-3&2&1&-3&3&-5&2 9
   990	-1&1&-3&-2&-2&2&2&0&-2 9
   991	-1&1&4&3&-5 9
   992	-1&1&-5&2 9
   993	-1&-2&2&0&-2&7 9
   994	-1&-2&2&1&-1&-2&-2 9
   995	-1&-2&2&1&2&0&-2 9
   996	-1&-2&2&1&2&-2&0 9
   997	-1&-2&2&1&2&-2&-1 9
   998	-1&-2&2&1&2&-2&2 9
   999	-1&-2&2&1&2&2&-2&-2 9
  1000	-1&-2&2&1&-3&3&2&2&0&-2 9
  1001	-1&-2&-2&2&0&7&0&-2&-2&2 9
  1002	-1&-2&-2&2&2&1&-1&-2 9
  1003	-1&-2&-2&2&2&-2&-2 9
  1004	-1&-2&-2&2&-2&5 9
  1005	-1&-2&-2&2&-4 9
  1006	-1&-2&2&-4&2 9
  1007	-1&-2&3&2&0&-2&2&2&3&-5 9
  1008	-1&-2&3&2&2&-2&-2 9
  1009	-1&3&0&2&0&0&-2 9
  1010	-1&3&2&-5&1&-1&-2&-2&5 9
  1011	-1&-4&2&2&1 9
  1012	2&0&0&0&0 9
  1013	2&0&-2&2&2&-2&-2 9
  1014	2&0&7&3&-3 9
  1015	2&-2&0&0&2&-2&0&0 9
  1016	-2&2&0&-2 9
  1017	2&-2&0&-2&0&-3&3 9
  1018	2&-2&-1&1&0 9
  1019	2&-2&-1&1&2&2&0&-2&2&-4 9
  1020	2&-2&-1&-2&3&-5 9
  1021	2&-2&2&0&-2&-2 9
  1022	2&-2&-2&0&2&-2&0 9
  1023	2&-2&-2&0&4&3&0 9
  1024	-2&2&2&1&2&-2&-1&-2 9
  1025	2&-2&2&-2&0&2 9
  1026	2&-2&2&2&-2&0 9
  1027	2&-2&-2&2&2&0&0 9
  1028	2&-2&-2&2&-2&2 9
  1029	2&-2&2&-2&2&2&-2 9
  1030	2&-2&-2&2&2&3 9
  1031	2&-2&2&-3&1&-1&-2&2&1&-3 9
  1032	2&-2&-2&-3&3 9
  1033	2&-2&2&-4&2&-2 9
  1034	2&-2&-3&1&2&-3&1 9
  1035	-2&2&3&-5&-3 9
  1036	2&-2&4&1 9
  1037	2&3&-1&-2&2&-2&-2 9
  1038	2&3&2&-2&-1&1&2&-2 9
  1039	2&3&-3&-2&2&2&-2&-2&2 9
  1040	2&-4&-2&2 9
  1041	-3&0&-2&5 9
  1042	-3&1&-1&-2 9
  1043	-3&-2&2&0&3 9
  1044	-3&-2&2&1 9
  1045	-3&-2&2&3&0 9
  1046	-3&-2&2&3&-5 9
  1047	3&-3&0 9
  1048	-3&3&0&0&0&0 9
  1049	3&-3&0&0&-2&0&-2&2 9
  1050	3&-3&-2&2&-2&2 9
  1051	3&-3&-2&2&-2&-2&2 9
  1052	3&-3&3&2 9
  1053	4&0&-2&-2 9
  1054	4&0&-4&2 9
  1055	4&2&-2&-2 9
  1056	4&3&-3 9
  1057	-4&4&0&-2 9
  1058	4&-4&-2 9
  1059	5&-1&1&2 9
  1060	-5&-2&5 9
  1061	-5&3&0 9
  1062	-5&4&1&-3&-2 9
  1063	-5&4&1&-3&-2&2&-2&-2&2 9
  1064	6&1 9
  1065	7&0&-2&-2 9
  1066	7&1 9
  1067	-9 9
  1068	0&0&0&0&0&2&-2&0 8
  1069	0&0&2&1&2&0&-2 8
  1070	0&0&-2&2&0&-2 8
  1071	0&0&2&-2&0&-3&2&1 8
  1072	0&0&2&-2&0&-3&3&-3 8
  1073	0&0&-2&-2&2&2&0&-2 8
  1074	0&0&-5&3 8
  1075	0&-1&-2&-2 8
  1076	0&2&1&2&0&-2 8
  1077	0&2&1&-3&-2 8
  1078	0&2&2&0&-2&-2 8
  1079	0&2&2&1 8
  1080	0&2&-2&-2&0&2 8
  1081	0&-2&2&-2&2&2&-4 8
  1082	0&-2&2&3&0&0&-3&3 8
  1083	0&-2&2&3&2 8
  1084	0&-2&2&3&-3 8
  1085	0&2&-3&1&-3 8
  1086	0&2&-3&1&-3&-2 8
  1087	0&-2&4&1 8
  1088	0&-2&5&0&0&-1&1&-1&-2&-2 8
  1089	0&-3&-2&2 8
  1090	0&-3&3&2&-2&-2 8
  1091	0&4&3 8
  1092	0&5&0&0&-1&1&-3&-2 8
  1093	0&5&-1&1&2 8
  1094	0&-5&3 8
  1095	0&7&0 8
  1096	-1&0&0&1 8
  1097	-1&1&0&0&0 8
  1098	-1&1&0&-1&1 8
  1099	-1&1&0&2&-2&-1&1&-1&-2&-2 8
  1100	-1&1&-1&0&-2 8
  1101	-1&1&2&0&2&3&-3&2&-2&-2 8
  1102	-1&1&2&2&0&-2 8
  1103	-1&1&2&-2&-1&-2&-2&2&0&7 8
  1104	-1&1&2&-3&1&0 8
  1105	-1&1&-3&3&0 8
  1106	-1&1&-3&3&-3&-2 8
  1107	-1&1&-3&3&-3&-2&2 8
  1108	-1&1&-5 8
  1109	-1&-2&0 8
  1110	-1&-2&0&2&1&-1&-2&2&1&-3 8
  1111	-1&-2&0&5&-2&2 8
  1112	-1&-2&-2&0&0 8
  1113	-1&-2&2&0&-4&2 8
  1114	-1&-2&2&1&-3&-2&2&3 8
  1115	-1&-2&2&1&-3&3&2 8
  1116	-1&-2&-2&2&0&0 8
  1117	-1&-2&-2&-2&4&3 8
  1118	-1&-2&-2&5&0 8
  1119	-1&-2&3&-3&-2&2&3 8
  1120	-1&-2&3&-3&-2&5 8
  1121	1&-3&5 8
  1122	-1&-4&2&2&1&-3 8
  1123	2&0&0&-2&-2 8
  1124	2&0&0&-2&2&3&-5 8
  1125	2&0&-2&2&-2&-2&4 8
  1126	2&0&2&-4 8
  1127	-2&0&-3&3 8
  1128	-2&0&-3&3&-3 8
  1129	2&1&-1&-2&-2&-2&2 8
  1130	2&1&-3&0&-2&2 8
  1131	2&2&0 8
  1132	2&-2&0&0&0&2&-2&-2 8
  1133	2&-2&0&0&0&2&3 8
  1134	2&2&0&0&-2 8
  1135	2&-2&0&-2&-2&2 8
  1136	2&-2&0&-2&2&-2 8
  1137	2&-2&0&2&3&0 8
  1138	2&-2&-1&1&-1&-2&3&-3&3 8
  1139	2&-2&-1&-2&-2&2&0&3 8
  1140	2&-2&-1&-2&-2&4&1 8
  1141	2&-2&-2&2&0&0&0 8
  1142	2&-2&2&-2&0&-2&2 8
  1143	2&-2&2&2&-2&0&-2&-2 8
  1144	-2&2&2&-2&-2&-1&1&2&-2&0 8
  1145	2&-2&-2&2&-2&-1&1&-3&3 8
  1146	2&-2&-2&2&2&2&1&-1&-2 8
  1147	2&-2&-2&2&2&-2&-2&2&0&0 8
  1148	2&-2&2&-2&-2&2&2&3 8
  1149	2&-2&-2&2&2&3&0 8
  1150	2&-2&-3&3&2 8
  1151	2&-2&-3&3&-3&1 8
  1152	2&-2&-3&3&-3&1&0 8
  1153	2&-3&1&-3&-2 8
  1154	2&3&-3&-2&-2&2 8
  1155	2&-4&0&-1&-2&3&-1&1&-1&-2 8
  1156	-2&7 8
  1157	-3&0&0&-2 8
  1158	3&0&-1&1&2&-2 8
  1159	-3&0&-2&4&1&-3 8
  1160	-3&0&3&-1&1&-1&-2 8
  1161	-3&1&2&0&-2 8
  1162	-3&-2&0&5 8
  1163	-3&-2&5&2 8
  1164	3&-3&0&0&-2&2 8
  1165	-3&3&-1&1&2&-2 8
  1166	-3&3&-2 8
  1167	3&-3&-2&2&0&-2&0&2 8
  1168	3&-3&-2&2&0&-2&5&-5&2&3 8
  1169	3&-3&-2&-2&2&2&0&-2 8
  1170	-3&3&2&-3&1 8
  1171	-3&3&-3&2&1 8
  1172	-3&3&-5&2 8
  1173	-3&5&-2&2 8
  1174	-4&0&2 8
  1175	-4&2&0&-2 8
  1176	-4&2&2&0&0 8
  1177	-4&2&2&0&3&-5&-2&2 8
  1178	-4&2&-2&2 8
  1179	4&-2&-2&2&2&-2&-2 8
  1180	4&-2&3 8
  1181	4&-6 8
  1182	5&0&0&0 8
  1183	-5&0&-2 8
  1184	-5&-2&2&3 8
  1185	-5&2&3&0&2&-3&1&0 8
  1186	-5&-2&5&2 8
  1187	-5&4&1&-3&-2&2&-2&-2 8
  1188	7&0&0&-2 8
  1189	7&0&2&-2&-2&-1&-2 8
  1190	0&0&0&0&2&1 7
  1191	0&0&0&0&2&-2&0 7
  1192	0&0&0&3&-3&-2 7
  1193	0&0&2&1&-1&-2 7
  1194	0&0&-2&-2&2&2&-2&-2&-1&-2 7
  1195	0&0&3&2&0 7
  1196	0&0&4 7
  1197	0&0&5&0&-1&1&-3 7
  1198	0&0&-7 7
  1199	0&-2&0&2&-2 7
  1200	0&-2&0&2&2&0&0&-2 7
  1201	0&-2&0&2&2&-2&-2 7
  1202	0&2&0&-4&2 7
  1203	0&-2&0&4&3 7
  1204	0&2&1&2&-5 7
  1205	0&-2&2&0&3 7
  1206	0&-2&2&-2&-2 7
  1207	0&-2&-2&2&2&-2&-2 7
  1208	0&2&-4&0 7
  1209	0&2&-4&0&0 7
  1210	0&2&-5&1 7
  1211	0&-2&5&2&-2&2&2&0&0&-2 7
  1212	0&3&-1&1&2 7
  1213	0&3&-3&0&2&1 7
  1214	0&3&-3&2&1 7
  1215	0&3&-3&-2&-2&2 7
  1216	0&3&-3&-2&2&-4&2&2&3 7
  1217	0&3&-3&-2&5 7
  1218	0&5&0&-3&3 7
  1219	0&5&-3&0&-2&-2&2 7
  1220	-1&0&-2&2 7
  1221	-1&1&-1&1&0 7
  1222	-1&1&-1&-2&-2&0&2 7
  1223	-1&1&2&2&-2&0&-2 7
  1224	-1&1&2&-2&-3&-2 7
  1225	-1&1&2&-5&-2 7
  1226	1&2&0 7
  1227	-1&-2&0&0&-2&2 7
  1228	-1&-2&0&0&5 7
  1229	-1&-2&0&0&7 7
  1230	-1&-2&0&-2&0&2 7
  1231	-1&-2&0&-2&5 7
  1232	-1&-2&0&3&-1&1&-1&-2 7
  1233	-1&-2&2&0&-2&3 7
  1234	-1&-2&2&1&-1 7
  1235	-1&-2&2&1&2&0&0 7
  1236	-1&-2&-2&2&0&0&3 7
  1237	-1&-2&2&-2&2&1 7
  1238	-1&-2&-2&2&3&-1&1&2&-3&1 7
  1239	-1&-2&-2&2&3&-3 7
  1240	-1&-2&-2&2&3&-3&0&3 7
  1241	-1&-2&-2&2&3&-3&-2 7
  1242	-1&-2&3&0&0&-1&-4&2 7
  1243	-1&-2&-4&4 7
  1244	-1&-2&5&2&3 7
  1245	-1&-4&2&0 7
  1246	-1&-4&2&0&0&-2 7
  1247	-2&0&0&2 7
  1248	2&0&0&2&-2&-2 7
  1249	2&0&2&-2&-3&1 7
  1250	2&0&2&-2&-3&1&-1&-2&-2 7
  1251	-2&0&-5 7
  1252	2&2&0&0&0&0 7
  1253	2&-2&0&0&0&-2 7
  1254	2&-2&0&0&-1&1&2&-2 7
  1255	2&-2&0&2&-2 7
  1256	2&-2&0&2&3&-3 7
  1257	2&-2&0&-2&7 7
  1258	2&-2&0&-3&3&2&-2&2 7
  1259	2&-2&-1&1&2&0&-2 7
  1260	2&-2&-1&-2&-2&5 7
  1261	2&-2&-1&-2&7 7
  1262	2&-2&-1&3 7
  1263	2&2&-2 7
  1264	2&-2&-2&2&0&-2&0&2 7
  1265	2&-2&2&2&-2&-2&-1 7
  1266	2&-2&-2&2&2&3&-3&-2&2 7
  1267	2&-2&2&2&3&-5 7
  1268	2&-2&-2&-2&4&3&-3 7
  1269	2&-2&2&2&-7 7
  1270	2&-2&2&3&0&0&0 7
  1271	2&-2&2&-5 7
  1272	2&-2&2&-7 7
  1273	2&-2&-3&0&1 7
  1274	2&-2&-3&0&-2 7
  1275	2&-2&-3&1&2&0 7
  1276	2&3&-3&0&-2&2&3&-5 7
  1277	2&3&-3&2&-2&-2 7
  1278	2&-4&2&2&-2&2 7
  1279	-3&0&0 7
  1280	-3&0&0&7 7
  1281	3&0&2&-2&0&0 7
  1282	-3&1&-1 7
  1283	-3&2&1&-3&3&-5&0&2 7
  1284	-3&-2&2&2&1 7
  1285	3&2&2&-4 7
  1286	3&-3&0&-2&5&2 7
  1287	-3&3&0&-3&-2&2 7
  1288	-3&3&2&-2&0 7
  1289	3&-3&-2&2&0&-2&5&0 7
  1290	3&-3&-2&2&-2&-2 7
  1291	3&-3&-2&2&-2&2&2&-2&-4&2 7
  1292	3&-3&-2&2&-4 7
  1293	3&-3&3&0&0 7
  1294	-3&3&-5&2&3 7
  1295	3&-5&0 7
  1296	3&-5&-2&2 7
  1297	3&-5&-3&1 7
  1298	-3&7 7
  1299	4&1&-3 7
  1300	4&-2&-2&-2 7
  1301	4&-2&-2&-2&2 7
  1302	-4&2&2&-2&-2&2 7
  1303	4&-2&2&-2&-2&2 7
  1304	-4&2&2&2&-2&-2&-2&2 7
  1305	4&-2&-3&1 7
  1306	4&3&2&-4 7
  1307	5&0&2&-2 7
  1308	5&-2&0 7
  1309	-5&2&0&3 7
  1310	-5&2&3&2 7
  1311	-5&2&-4 7
  1312	5&-5 7
  1313	-5&5&-3&1 7
  1314	7&0&0 7
  1315	-9&2&3 7
  1316	0&0&0&0&0&-1&1&2&-2 6
  1317	0&0&0&0&2&-2&0&0 6
  1318	0&0&0&0&-2&2&-2&0&-2&2 6
  1319	0&0&0&0&3&0&-5 6
  1320	0&0&0&-2&0&2 6
  1321	0&0&0&2&-2 6
  1322	0&0&0&2&2&-4 6
  1323	0&0&0&2&3 6
  1324	0&0&0&3&0 6
  1325	0&0&0&3&-3&0&0 6
  1326	0&0&-1&1&2&-3&1&-3&2&1 6
  1327	0&0&-1&-4 6
  1328	0&0&-2&0&-2&2 6
  1329	0&0&2&-2&0&-2 6
  1330	0&0&2&2&1&-3&-2 6
  1331	0&0&-2&-2&2&2&-2&-2&-1 6
  1332	0&0&2&3&-3&2&-2&-2 6
  1333	0&0&-3&3&-5 6
  1334	0&0&7&0&-2&-2 6
  1335	0&0&7&0&2&-2&-2 6
  1336	0&-1&1&-3&2&1&-1&-2&-2&2 6
  1337	0&2&0&0 6
  1338	0&-2&0&2&3&-3 6
  1339	0&-2&0&2&3&-5 6
  1340	0&2&0&3&-3 6
  1341	0&-2&0&4 6
  1342	0&-2&-1&1&2&-2 6
  1343	0&2&1&-3&0 6
  1344	0&2&-2&0&-3&1 6
  1345	0&-2&2&0&7 6
  1346	0&-2&2&2&-2&-2&0 6
  1347	0&2&-2&-2&2&-2&0 6
  1348	0&-2&2&2&-2&2&0&-2 6
  1349	0&-2&2&2&-2&-2&2 6
  1350	0&-2&-2&2&2&3&-3 6
  1351	0&-2&2&3&0&0&0&-3&3 6
  1352	0&-2&2&-3&1 6
  1353	0&-2&2&3&-1&1&2&-2 6
  1354	0&-2&2&3&-3&-2&-2&2 6
  1355	0&-2&2&-4&2 6
  1356	0&2&3&0&2 6
  1357	0&2&3&-3&-2 6
  1358	0&-2&5&2&2&0&-2&-2&2 6
  1359	0&3&2&2&-2&0&0&0&0 6
  1360	0&3&2&3&-3 6
  1361	0&3&-3&0&-2&2&3 6
  1362	0&-3&3&2&-2&-1&1 6
  1363	0&4&1&2&2&0&-4&2 6
  1364	0&4&1&2&-2&4&-2 6
  1365	0&5&0&0&0&0&2&-2 6
  1366	0&5&-1&1&2&-2&0 6
  1367	0&5&-2&0 6
  1368	0&5&-3&-2&2&-2&-2&2 6
  1369	0&5&-5 6
  1370	0&7&0&2&-2&-2&2 6
  1371	0&7&1 6
  1372	0&7&-2 6
  1373	-1&0&1&2&-2&0 6
  1374	-1&0&1&-3&-2 6
  1375	-1&0&1&-3&3&-5&2 6
  1376	-1&0&8&0&0&-3&3&-1&-2 6
  1377	-1&1&0&-3&5 6
  1378	-1&1&-1&1&-3 6
  1379	-1&1&-1&-2&2&-2&2&1 6
  1380	-1&1&-1&-2&-2&2&-2&2&3 6
  1381	-1&1&-1&-2&-2&2&-2&7 6
  1382	-1&1&2&0&3&-1&-4&2 6
  1383	-1&1&2&-2&0&0&0&0 6
  1384	-1&1&2&-2&0&-1&-2&2&-2&-2 6
  1385	-1&1&2&-2&2&0&-2&0&0 6
  1386	-1&1&2&-2&2&0&-2&0&2 6
  1387	-1&1&2&2&-2&-2&2 6
  1388	-1&1&2&-5&2&-2&2&-4 6
  1389	-1&1&-3&0&3&-3 6
  1390	-1&1&-3&-2&0&2 6
  1391	-1&1&-3&-2&2&-2&-2&2 6
  1392	-1&1&-3&2&3 6
  1393	-1&-2&0&-2&2&3&0 6
  1394	-1&-2&0&3&-3&0&-2 6
  1395	-1&-2&0&3&-3&-2&2 6
  1396	-1&-2&0&5&-2 6
  1397	-1&-2&2&1&-1&-2&-2&2&3 6
  1398	-1&-2&2&1&2&-3 6
  1399	-1&-2&2&1&2&-3&1 6
  1400	-1&-2&2&1&-3&-2&2&2&-2&-2 6
  1401	-1&-2&-2&2&0&0&7 6
  1402	-1&-2&2&-2&-2&0&2&3&0 6
  1403	-1&-2&2&-2&-2&2&3 6
  1404	-1&-2&-2&-2&4 6
  1405	-1&-2&3&0&0&0 6
  1406	-1&-2&3&0&0&-5 6
  1407	-1&-2&3&0&-1&-4&2 6
  1408	-1&-2&3&2&-7 6
  1409	-1&-2&5&0&2 6
  1410	-1&3&0&2&-2&-2 6
  1411	-1&3&0&2&-4&0 6
  1412	-1&-4&0&0&5 6
  1413	2&0&0&1 6
  1414	2&0&0&-2&-2&2 6
  1415	2&0&-2&0&2&-5 6
  1416	2&0&-2&0&-3&1&-1&1&2 6
  1417	2&0&2&-2&0&-2 6
  1418	2&0&-2&2&1 6
  1419	2&0&-2&2&-2&-2 6
  1420	-2&0&2&3&0 6
  1421	2&0&7&3&-3&0&0 6
  1422	-2&-1&-2&2 6
  1423	2&1&2&-2&-1 6
  1424	2&1&2&-2&-1&-2 6
  1425	2&-2&0&0&-1&-2&-2&2&3 6
  1426	2&-2&0&0&-3&1 6
  1427	2&-2&0&0&7 6
  1428	2&-2&0&2&-2&0&2 6
  1429	2&-2&0&-2&2&-2&0 6
  1430	2&-2&0&-2&2&2&3 6
  1431	2&-2&0&2&2&-4 6
  1432	2&-2&0&3 6
  1433	2&-2&0&-3&3&2&2&-2&-2 6
  1434	2&-2&0&-3&3&-3 6
  1435	2&-2&0&-5&5 6
  1436	2&-2&-1&1&-1&-2&2&1&-3 6
  1437	2&-2&-1&1&-3&-2 6
  1438	2&-2&-1&-2&2&1&-3&-2&2 6
  1439	2&-2&-1&-2&-2&2&0&7 6
  1440	2&-2&-1&-2&2&-2&2&-4 6
  1441	2&-2&-1&-2&-2&2&3 6
  1442	2&2&-2&0&0&0&0 6
  1443	2&-2&-2&0&-1&-2&3 6
  1444	-2&2&2&0&-2&-2&2 6
  1445	2&-2&2&0&2&-4 6
  1446	2&-2&-2&-1&1&2&-2&2&0&-2 6
  1447	2&-2&-2&-1&-2&5&2 6
  1448	2&-2&2&-2&0&-3&3 6
  1449	2&-2&2&2&1&-1&-2 6
  1450	-2&2&2&-2&-2&-1&1&2&0&-2 6
  1451	2&-2&-2&-2&2&2&-2&0&2&3 6
  1452	2&-2&2&-2&-2&2&-2&2 6
  1453	2&-2&-2&-2&2&2&3&0 6
  1454	2&-2&-2&2&-4 6
  1455	2&-2&2&3&0&2&-3&1&0 6
  1456	2&-2&2&3&-3&0&0 6
  1457	2&-2&2&3&-3&-2&-2&2 6
  1458	2&-2&-3&0&3&-3 6
  1459	2&-2&-3&1&2 6
  1460	2&-2&-3&1&2&-2&-1&-2 6
  1461	2&-2&-3&3&0&0 6
  1462	2&-2&-3&3&-3 6
  1463	2&2&-4&2 6
  1464	2&-2&4&-2&2 6
  1465	2&-2&5&0&2&-2 6
  1466	2&3&0&0&0&0&0 6
  1467	2&3&0&0&0&2 6
  1468	2&3&0&2&-2&0&2&2&-2&-2 6
  1469	2&3&0&2&-2&2&2&-2&-2 6
  1470	2&3&-1&-4 6
  1471	-2&-3&2&1 6
  1472	2&3&-3&7 6
  1473	2&-4&2&0 6
  1474	-2&5&2&-2&2 6
  1475	2&-7&2&3&-5&2&3 6
  1476	3&0&-1&1 6
  1477	-3&0&-2&5&2 6
  1478	-3&0&3&0&0&-1&-4&2 6
  1479	3&-1&1&-3&3&-3&-2&2 6
  1480	-3&1&2&0&0 6
  1481	-3&1&-3&-2 6
  1482	3&-1&-4&2 6
  1483	-3&2&1&-1&-2&-2 6
  1484	-3&2&1&-1&-2&-2&2&3&2 6
  1485	3&2&2 6
  1486	3&2&2&-2&-2&2 6
  1487	-3&-2&2&3&-3&-2&2 6
  1488	3&-3&0&0&-2&2&3&-5 6
  1489	-3&3&0&2&-2 6
  1490	-3&3&0&4&0&-4&2&2&-2&-2 6
  1491	-3&3&-1&1&2 6
  1492	-3&3&-1&-4&2 6
  1493	-3&3&2&0&0 6
  1494	-3&3&2&0&-2 6
  1495	3&-3&-2&0&2&-2&-2 6
  1496	3&-3&-2&0&2&3 6
  1497	-3&3&2&0&3 6
  1498	3&-3&2&1&-1&-2&-2&0&2 6
  1499	3&-3&2&1&2 6
  1500	-3&3&2&-2&0&0&0&0 6
  1501	-3&3&2&-2&-1&1&0 6
  1502	-3&3&2&-4 6
  1503	3&-3&3&-3&-2&2 6
  1504	-3&3&-3&3&-5 6
  1505	3&-3&-4&2 6
  1506	3&-3&5 6
  1507	4&1&2&-3&1 6
  1508	-4&2&2&0&0&0&0 6
  1509	4&-2&-2&4 6
  1510	-4&2&-3&1 6
  1511	4&3&0&2&-2&0 6
  1512	4&3&-1&1&-3&-2 6
  1513	4&3&2&-2&-2 6
  1514	5&0&-1&1&-3&-2&2 6
  1515	-5&0&-2&5 6
  1516	5&-2&2&3&-5 6
  1517	-5&-2&7 6
  1518	7&0&2&-2&-2&-1 6
  1519	-7&3&4&-2&-2 6
  1520	-7&7&3&-5 6
  1521	0&0&0&0&0&0&2&-2&0 5
  1522	0&0&0&0&2&-2 5
  1523	0&0&0&0&2&-2&0&2 5
  1524	0&0&0&0&2&-2&2 5
  1525	0&0&0&0&-2&-2&2&2&0&-2 5
  1526	0&0&0&0&-2&2&3 5
  1527	0&0&0&0&5 5
  1528	0&0&0&-1&1&2&-2&-1&1&-3 5
  1529	0&0&0&-1&-2&2&1 5
  1530	0&0&0&-1&-2&2&1&-3&-2&2 5
  1531	0&0&0&2&-2&0&0&0 5
  1532	0&0&0&2&-2&0&-3&3&-3&3 5
  1533	0&0&0&2&2&-2&-2 5
  1534	0&0&0&-3 5
  1535	0&0&0&3&0&-5 5
  1536	0&0&0&3&-3&3 5
  1537	0&0&-1&-2&3 5
  1538	0&0&-1&3&0&2&-4&0 5
  1539	0&0&2&-2&0&-1&1 5
  1540	0&0&2&-2&0&-3&3&-3&3 5
  1541	0&0&2&2&1 5
  1542	0&0&2&-2&-2&0 5
  1543	0&0&2&2&-2&0&-2&2 5
  1544	0&0&-2&-2&2&2&-2&-2 5
  1545	0&0&2&-5 5
  1546	0&0&3&0&-5 5
  1547	0&0&3&-3&0&0 5
  1548	0&0&3&-3&-2 5
  1549	0&0&-4 5
  1550	0&0&5&0&-2 5
  1551	0&0&5&0&2&-2 5
  1552	0&0&5&-2&2&3&-5 5
  1553	0&-1&1&-3&-2 5
  1554	0&1&-3&-2&2 5
  1555	0&2&0&0&3 5
  1556	0&2&0&-2&0 5
  1557	0&2&0&-2&0&0 5
  1558	0&-2&0&4&3&0 5
  1559	0&2&0&-7 5
  1560	0&2&1&-1&-2 5
  1561	0&2&1&-1&-2&-2&2 5
  1562	0&-2&-1&1&-3 5
  1563	0&2&1&-3&3&-3 5
  1564	0&2&-2&-1&1 5
  1565	0&-2&-2&-1&-2&-2&2 5
  1566	0&2&-2&-2&0&0&2 5
  1567	0&-2&2&-2&-1&1&-3&3 5
  1568	0&-2&2&2&3&0 5
  1569	0&-2&2&3&-3&-2 5
  1570	0&-2&2&-5&1 5
  1571	0&-2&-3 5
  1572	0&2&3&0&0&2&-2&0 5
  1573	0&2&-3&1&0 5
  1574	0&-2&4&-2&0&2&-2&2 5
  1575	0&2&-4&2&2&-2&2 5
  1576	0&-2&5&0&-1&1&-1&-2&-2 5
  1577	0&-2&5&2&-2&4&0&2&-2&-2 5
  1578	0&3&-1&1 5
  1579	0&3&-1&-2&-2&2 5
  1580	0&-3&1&2&-5 5
  1581	0&3&2&2&1&-3&-2 5
  1582	0&-3&-2&5&2 5
  1583	0&3&-3&0&-2&5&2 5
  1584	0&-3&3&2&-2&-1&1&0 5
  1585	0&3&-3&3&0&0 5
  1586	0&3&-5&-2&2 5
  1587	0&-4&0&2 5
  1588	0&-4&2&2 5
  1589	0&5&0&0&0&0&2 5
  1590	0&5&0&2&-2 5
  1591	0&5&-2&0&-5 5
  1592	0&5&-3&0&-2 5
  1593	0&-5&3&2 5
  1594	0&5&-3&-2 5
  1595	0&5&-3&3 5
  1596	0&7&0&0&-2 5
  1597	0&7&0&2&-2&0&-2 5
  1598	0&8&0&-3&3&-1&-2 5
  1599	10 5
  1600	-1&0&0&3 5
  1601	-1&0&1&2&0&-2 5
  1602	-1&0&-2&2&1&-3&3&-5&2 5
  1603	-1&0&3&0&2 5
  1604	-1&0&3&2&-2&-3&1 5
  1605	-1&0&-4&2 5
  1606	-1&0&5&-2&2&3&-5 5
  1607	-1&1&0&0&2&0&-2 5
  1608	-1&1&0&-1&1&2&-2 5
  1609	-1&1&0&-1&1&-3&-2&2&3 5
  1610	-1&1&0&2&-2&0 5
  1611	-1&1&-1&1&4&-2&-2&0 5
  1612	-1&1&-1&-2&-2&0&2&0&-2 5
  1613	-1&1&-1&-2&-2&2&-2&2&3&-5 5
  1614	-1&1&-1&-4 5
  1615	1&-1&-2&-2 5
  1616	-1&1&2&-2&2&0&-2&-7 5
  1617	-1&1&2&2&-2&2&-2&-2 5
  1618	-1&1&2&-2&-3&2&1 5
  1619	-1&1&2&-2&-3&3&0 5
  1620	-1&1&2&-3&1&-1&-2&7 5
  1621	-1&1&2&-3&1&-3&-2 5
  1622	-1&1&2&-5&2&-2&-2 5
  1623	-1&1&2&-5&2&-2&-2&2&3&0 5
  1624	-1&1&-3&0&0&3&-3 5
  1625	-1&1&-3&0&7 5
  1626	-1&1&-3&-2&0 5
  1627	-1&1&-3&3&-5 5
  1628	-1&1&-5&2&3 5
  1629	1&2&0&0 5
  1630	-1&-2&0&-2&-2&2 5
  1631	-1&-2&0&3&-3&-2 5
  1632	-1&-2&2&0&0&3 5
  1633	-1&-2&2&0&-2&0&3 5
  1634	-1&-2&2&0&-2&3&2 5
  1635	-1&-2&-2&0&2&3&-3 5
  1636	-1&-2&2&1&-1&-2&0&3 5
  1637	-1&-2&2&1&-1&-2&3&-3&-2 5
  1638	-1&-2&2&1&-1&-4 5
  1639	-1&-2&2&1&2&0 5
  1640	-1&-2&2&1&2&2&0&-2 5
  1641	-1&-2&2&1&-3&0&3 5
  1642	-1&-2&2&1&-3&3&0 5
  1643	-1&-2&2&1&-5&0&-3&1 5
  1644	-1&-2&-2&2&0&3&0 5
  1645	-1&-2&-2&2&2&1&-3&3 5
  1646	-1&-2&2&-2&-2&7 5
  1647	-1&-2&-2&2&3&-3&-2&2 5
  1648	-1&-2&2&-4&-2&2 5
  1649	-1&-2&3&0&-1&1&2&-2 5
  1650	-1&-2&3&0&-3&-2&2 5
  1651	-1&-2&3&0&-3&3&-3&-2 5
  1652	-1&-2&3&-1 5
  1653	-1&-2&3&-1&-2&-2&2 5
  1654	-1&-2&3&2&2&-2&-2&2 5
  1655	-1&-2&-4&2 5
  1656	-1&-2&5&-2&0 5
  1657	-1&3&-2&0&0&-1&1&-5&2&3 5
  1658	-1&3&2&-4&0&-3&-2&5 5
  1659	1&-3&5&2 5
  1660	-1&-4&2&0&3 5
  1661	-1&-4&2&-2&-2&2 5
  1662	-1&-4&5&2 5
  1663	2&0&0&-2&2&3&-3&-2&2 5
  1664	2&0&0&3&0 5
  1665	2&0&0&-4&2 5
  1666	-2&0&2&0&0&0&0 5
  1667	2&0&-2&0&5&0&-1&1&-3 5
  1668	-2&0&2&2&-2&-2 5
  1669	2&0&-2&-2&2&-2&-1&-2&-2&2 5
  1670	-2&0&2&3 5
  1671	2&0&3&-3&-2 5
  1672	-2&0&-3&3&-3&3 5
  1673	-2&0&4 5
  1674	2&0&5 5
  1675	2&1&-1&0&-2&2&0&-2 5
  1676	2&1&-1&1&-3 5
  1677	-2&-1&1&2 5
  1678	2&1&-1&-2&-2&2&2&-2&-2 5
  1679	2&1&2&0&0&-2 5
  1680	2&1&2&-3&1 5
  1681	2&1&-3&-2&2&3 5
  1682	2&1&-3&-2&2&3&-5 5
  1683	2&-2&0&0&-3&3 5
  1684	2&-2&0&-1&1&2&-2&0 5
  1685	2&-2&0&-1&-2&-2 5
  1686	2&-2&0&2&0&-2 5
  1687	2&-2&0&-2&0&2&2&3&-5 5
  1688	2&-2&0&-2&0&2&2&-4 5
  1689	2&-2&0&-2&0&4&3 5
  1690	2&-2&0&-2&4&-4&2&2&-2&2 5
  1691	2&-2&0&-3&2&1&-1&-2&-2&5 5
  1692	2&-2&0&-3&3&2 5
  1693	2&-2&-1&1&2&-2&0 5
  1694	2&-2&-1&1&2&2&-4 5
  1695	2&-2&-1&-2&-2&-2&2 5
  1696	2&-2&-1&-2&-2&2&-2&-2 5
  1697	2&-2&-1&3&-2 5
  1698	2&-2&-1&-4&2&3 5
  1699	2&-2&-2&0&0 5
  1700	2&-2&-2&0&0&2 5
  1701	2&-2&-2&0&-1&1&2 5
  1702	2&-2&2&0&2&1&-1&0&-2 5
  1703	-2&2&2&0&-2&-2 5
  1704	2&2&-2&0&2&-2&-2&2 5
  1705	2&-2&2&0&-2&-3&1 5
  1706	2&-2&2&0&-2&-7 5
  1707	2&-2&-2&-1&-2&7&-2 5
  1708	2&-2&-2&-1&-4&2 5
  1709	2&-2&-2&2&0&0&-5&5&-3&1 5
  1710	2&-2&-2&2&0&-2&0&4&3 5
  1711	2&-2&2&2&0&-2&-2&2 5
  1712	2&-2&-2&2&0&-2&4 5
  1713	-2&-2&2&2&-2&-2 5
  1714	2&-2&-2&2&2&-2 5
  1715	2&-2&-2&2&2&-2&2 5
  1716	2&-2&2&-2&-2&2&2&0&-2 5
  1717	2&-2&2&-2&-2&2&-3&1&2 5
  1718	2&-2&2&2&-2&-4 5
  1719	2&-2&-2&2&-3&1&2 5
  1720	2&-2&2&3&2 5
  1721	2&-2&2&3&-3&0&-2&-2&2 5
  1722	2&-2&-2&-3&3&2 5
  1723	2&-2&-2&4&0&2&-2&-2 5
  1724	2&-2&2&-4&2&-2&2 5
  1725	2&-2&2&-5&1 5
  1726	2&-2&2&-5&3 5
  1727	2&-2&-3&1&0 5
  1728	2&-2&-3&1&2&0&-2 5
  1729	-2&2&3&2&-2&-1&-2 5
  1730	2&-2&-3&-2&2&3&-5 5
  1731	-2&2&3&-3 5
  1732	2&-2&-3&3&-2&0&0&-1 5
  1733	2&-2&-3&5 5
  1734	2&2&-4&0 5
  1735	2&-2&4&-2&-2 5
  1736	2&-2&-5&2&3 5
  1737	2&-2&-5&3 5
  1738	2&3&0&2&-2&0&0&2 5
  1739	2&3&0&-3&3&-3&-2&2 5
  1740	2&3&-1&1&-3&-2&2 5
  1741	2&3&2&-2&-1&1&2&-2&-3 5
  1742	2&3&-3&-2&2&2&-2&-2 5
  1743	2&3&-3&3 5
  1744	2&3&-5&-2 5
  1745	2&3&-5&2 5
  1746	2&3&-5&2&-2&-3&3&-3&1&0 5
  1747	2&-4&2&0&0 5
  1748	-2&4&3&-3 5
  1749	2&-7&2&3 5
  1750	2&-7&3&-1&1&-1&-2 5
  1751	3&0&2 5
  1752	-3&0&3&-3&-2&2 5
  1753	-3&0&7&0&-2&-2&2 5
  1754	-3&0&7&0&-2&-2&2&2&-2 5
  1755	3&-1&1 5
  1756	-3&1&2&2&0&-2 5
  1757	-3&1&2&-5&-2&0&0&5 5
  1758	-3&1&-3&-2&2 5
  1759	-3&-2&0&2 5
  1760	-3&-2&0&-2&2 5
  1761	-3&2&1&2&2&0&-2 5
  1762	3&2&2&-2&0&0&0&0 5
  1763	3&2&2&-2&0&2 5
  1764	-3&-2&2&2&1&-1&-2&2&1 5
  1765	-3&2&-2&-2&2 5
  1766	-3&-2&2&-4 5
  1767	-3&-2&2&5&-2&-1&1&-1&-2 5
  1768	3&2&3&-3&0&0 5
  1769	3&2&-7 5
  1770	-3&3&0&0&-1&-4&2 5
  1771	3&-3&0&2&1 5
  1772	3&-3&1 5
  1773	-3&3&-1&-4&5&2 5
  1774	3&-3&-2&0&-2&2 5
  1775	3&-3&2&1&-3 5
  1776	3&-3&-2&2&0&-2&-2&2 5
  1777	-3&3&-3&0&-2&5&2 5
  1778	-3&3&-3&-2&5 5
  1779	-3&3&4&-2&-2 5
  1780	4&1&2&-2 5
  1781	4&-2&0&5&0&-1&1&-3&-2 5
  1782	4&-2&-2&2&2&-2&-3&3&-3&1 5
  1783	4&-2&-3&1&-3&-2&5&-3&-2&2 5
  1784	4&3&-1&-4 5
  1785	-4&4&-2&-2 5
  1786	4&-4&-2&2 5
  1787	-5&0&0&5 5
  1788	5&0&-1&1&-3&-2&2&-2 5
  1789	5&0&-1&-2&-2 5
  1790	-5&2&0&0 5
  1791	-5&2&0&-2 5
  1792	-5&-2&-2&2 5
  1793	-5&2&3&0&0&0 5
  1794	-5&2&3&-1&1&-1&-2&5&0 5
  1795	-5&2&3&-3&3 5
  1796	5&2&-4&2&-2&-1&-2&0&-2&5 5
  1797	-5&3&0&0 5
  1798	-5&4&1&-3 5
  1799	-5&4&1&-3&-2&-2&2&2&0&-2 5
  1800	-5&5&0 5
  1801	-6&2 5
  1802	6&-2&-2&2 5
  1803	7&0&2&-3&1&-3 5
  1804	8&0&0&-3&3&-1 5
  1805	8&0&0&-3&3&-1&-2 5
  1806	8&0&0&-3&3&-3&-2 5
  1807	9&1 5
  1808	0&-2&0&0&0&2 4
  1809	0&4&1&2 4
  1810	-1&-2&3&-1&1&-1&-2 4
  1811	-2&0&0&-1 4
  1812	-1&1&0&-1&1&-3 3
  1813	-1&3&2&-5&1 3
  1814	2&0&-2&2&2&3&-5 3
  1815	-3&-2&5&-3&-2&2 3
  1816	-8 3
  1817	0&0&-3&3&-3&-2 2
  1818	0&8&0&0&-3&3 2
  1819	0&8&0&-3&3 2
  1820	-1&-2&2&1&-5 2
  1821	2&-2&-2&2&3&0 2
  1822	2&-4&0&-1&-4&2 2
  1823	5&2&-4 2
  1824	7&0&2&-2&-2 2
  1825	-10 1
  1826	-12 1
  1827	-1&3&2&-4&0 1
  1828	-1&3&-3 1
  1829	-3&-2&2&5&-2 1
  1830	5&2&-4&2&-2&-1&-2 1
