     1	A4&G4 5497
     2	F4&G4 4436
     3	C5&B4 3485
     4	A4&G4&A4 2982
     5	C5&D5 2853
     6	C5&C5 2830
     7	F4&E4 2562
     8	F4&E4&D4 2490
     9	A4&G4&G4 2243
    10	A4&A4 2081
    11	G4&G4 1843
    12	C5&C5&B4 1782
    13	E5&D5 1631
    14	F4&F4 1493
    15	A4&B4 1405
    16	F4&G4&G4 1395
    17	A4&A4&G4 1290
    18	C4&D4 1207
    19	F4&D4 1137
    20	A4&C5 1105
    21	D4&D4 960
    22	F4&G4&A4 954
    23	C5&C5&D5 940
    24	D5&D5 939
    25	C5&A4&G4 900
    26	F4&D4&D4 832
    27	C4&D4&D4 820
    28	F4&F4&G4 806
    29	E4&F4&G4 789
    30	F4&F4&E4 762
    31	E4 634
    32	C5&D5&D5 629
    33	G4&A4&G4 609
    34	C5&A4 590
    35	E5&F5 570
    36	F4 515
    37	B4 506
    38	C5 463
    39	G4&A4 454
    40	E4&F4&D4 431
    41	F4&A4 415
    42	A4&C5&B4 410
    43	A4 391
    44	E5&D5&D5 374
    45	B4&C5&D5 368
    46	E4&F4&E4 358
    47	F4&F4&D4 349
    48	C4&F4&G4 345
    49	G4&G4&G4 340
    50	D4 326
    51	E4&E4 321
    52	C5&B4&A4 314
    53	E4&D4 313
    54	C5&A4&C5 299
    55	G4 274
    56	C5&A4&A4 270
    57	B4&A4&G4 268
    58	D5&C5&D5 257
    59	C5&A4&B4 246
    60	A4&G4&F4 244
    61	B4&C5&B4 242
    62	A4&C5&C5 238
    63	C4&C4&D4 225
    64	A4&C5&D5 215
    65	C5&G4 211
    66	D4&D4&D4 208
    67	A4&F4&G4 202
    68	D5&D5&D5 194
    69	G4&A4&B4 187
    70	G5&F5 179
    71	F4&G4&F4 172
    72	E5&E5&D5 171
    73	F4&G4&E4 166
    74	F4&C4&D4 164
    75	G4&A4&C5 164
    76	F4&A4&G4 160
    77	C4 154
    78	A4&A4&B4 150
    79	E4&G4 148
    80	D4&C4&D4 147
    81	F4&E4&E4 141
    82	B4&A4&B4 137
    83	B4&C5&A4 131
    84	C5&B4&C5 127
    85	A4&C5&G4 124
    86	D5&E5&D5 122
    87	G4&G4&A4 119
    88	F4&F4&F4 118
    89	E5&C5&D5 114
    90	F4&G4&D4 113
    91	C4&D4&E4 109
    92	A4&C5&A4 106
    93	C5&A4& 106
    94	B4&A4 102
    95	C5&G4&G4 99
    96	D5&C5&B4 98
    97	D5 97
    98	F4&A4&A4 97
    99	F5&E5&D5 94
   100	C4&C4 93
   101	C5&C5&G4 93
   102	F5 93
   103	A4&A4&A4 89
   104	C5&D5&E5 88
   105	D5&E5&F5 86
   106	G4&F4&G4 85
   107	E5&F5&G5 84
   108	D4&E4 83
   109	D4&D4&E4 80
   110	F4&D4&C4 80
   111	F4&D4&E4 80
   112	F4&E4&G4 80
   113	D5&C5&C5 78
   114	A4&G4&E4 77
   115	D4&F4&G4 77
   116	C5&G4&A4 75
   117	F5&F5 75
   118	A4&B4&C5 72
   119	A4&D5&B4 72
   120	C5&D5&C5 72
   121	E5 71
   122	C5&B4&G4 69
   123	D4&F4&E4 69
   124	B4&C5 67
   125	C5&D5&F5 67
   126	E4&G4&E4 66
   127	D5&B4 65
   128	B4&B4 63
   129	E4&E4&E4 62
   130	C5&G4&E4 61
   131	C5&B4&B4 60
   132	E4&E4&D4 58
   133	B4&A4&A4 56
   134	C5&C5&C5 56
   135	C5&D5&B4 55
   136	F4&F4&A4 55
   137	G4&A4&A4 54
   138	A3&C4&D4 53
   139	F4&A4&C5 50
   140	C4&E4 49
   141	A4&A4&C5 48
   142	D5&D5&B4 48
   143	D5&F5 48
   144	E5&D5&C5 47
   145	C4&D4&F4 46
   146	F5&E5&F5 46
   147	F4&A4&B4 45
   148	C4&A3 44
   149	A4&B4&G4 43
   150	B4&G4 43
   151	D4&F4&D4 43
   152	E4&D4&E4 42
   153	E5&D5&E5 41
   154	C4&F4&E4 40
   155	C5&C5&A4 39
   156	A4&B4&A4 38
   157	C4&B3 38
   158	C4&F4&F4 38
   159	G4&E4 38
   160	D4&D4&C4 36
   161	F4&D4&F4 36
   162	E5&G5 35
   163	G5&A5 35
   164	F5&C5&A4 34
   165	G4&F4&E4 34
   166	G5&G5&F5 34
   167	E5&D5&B4 33
   168	G4&G4&E4 32
   169	G4&G4&F4 32
   170	A4&G4&B4 31
   171	F4&E4&C4 31
   172	G4&F4&F4 31
   173	D5&D5&E5 30
   174	A3 29
   175	E4&D4&D4 29
   176	E5&E5 29
   177	F4&G4&B4 29
   178	A4&B4&B4 28
   179	A4&F4&F4 28
   180	D5&D5&F5 28
   181	C5&G4& 27
   182	E5&F5&E5 27
   183	F4&F4&C4 27
   184	D4&A4&A4 26
   185	C5&E5&D5 25
   186	E4&F4 25
   187	G5&G5 25
   188	D5&E5 24
   189	D4&F4&F4 23
   190	E5&D5&F5 23
   191	G4&G4&B4 23
   192	A4&G4& 22
   193	A4&G4&D4 22
   194	C4&F4 22
   195	C5&B4&D5 22
   196	F4&D4&G4 22
   197	G4&G4&D4 22
   198	G4&B4 21
   199	B3 20
   200	C4&D4& 20
   201	G4&C5&C5 20
   202	C5&F4&A4 19
   203	E5&F5&D5 19
   204	G4&C5&B4 18
   205	G5 18
   206	A4&F4&A4 17
   207	A4&F4&E4 17
   208	A4&G4&C5 17
   209	A5&G5&F5 17
   210	B4&C5&C5 17
   211	C4&D4&C4 17
   212	D4&A4&C5 17
   213	D4&A4&G4 17
   214	D4&C4 17
   215	F4&E4&F4 17
   216	B4&C5& 16
   217	C5&E5&F5 16
   218	C5&G4&B4 16
   219	D4&G4 16
   220	E4&G4&A4 16
   221	E4&G4&G4 16
   222	E5&C5&B4 16
   223	F5&D5 16
   224	G4&G4&C5 16
   225	G5&E5&F5 16
   226	A4&A4&D5 15
   227	A4&A4&F4 15
   228	G4&A4&E4 15
   229	G4&D5&D5 15
   230	C4&C4&B3 14
   231	E4&F4&F4 14
   232	G4&F4 14
   233	A4&A4&D4 13
   234	G4&F4&A4 13
   235	A4&G4&D5 12
   236	B4&B4&B4 12
   237	C5&C5&E5 12
   238	E4&D4&C4 12
   239	F4&C5&D5 12
   240	F5&G5&A5 12
   241	C4&B3&A3 11
   242	C4&C4&C4 11
   243	D4&G4&G4 11
   244	E4&D4&G4 11
   245	E4&E4&G4 11
   246	F4&A4&D4 11
   247	F4&C4 11
   248	F4&C4&A3 11
   249	B3&C4&D4 10
   250	B4&G4&G4 10
   251	C4&C4&A3 10
   252	C4&D4&A3 10
   253	C5&D5&A4 10
   254	E5&C5&A4 10
   255	F4&B4 10
   256	F5&E5 10
   257	F5&F5&F5 10
   258	G5&G5&A5 10
   259	A4&F4 9
   260	A5 9
   261	B4&D5 9
   262	C5&E5 9
   263	C5&E5&G5 9
   264	F4&A4&F4 9
   265	A4&D5 8
   266	B4&D5&D5 8
   267	C4&D4&G4 8
   268	C4&F4&D4 8
   269	C4&G4 8
   270	D4&A4 8
   271	D4&C4&B3 8
   272	D4&D4&G4 8
   273	D4&F4 8
   274	D5&B4&D5 8
   275	E4&C4&D4 8
   276	F5&D5&D5 8
   277	G5&A5&A5 8
   278	G5&F5&E5 8
   279	A3&G3 7
   280	A4&F4&D4 7
   281	C4&E4&D4 7
   282	C5&A4&D5 7
   283	D4&D4&A4 7
   284	D5&C5 7
   285	D5&D5&C5 7
   286	F5&C5& 7
   287	F5&D5&F5 7
   288	F5&G5&F5 7
   289	G4&A4&D4 7
   290	G4&A4&F4 7
   291	G4&G4&D5 7
   292	G5&E5&D5 7
   293	G5&F5&F5 7
   294	A3&A3 6
   295	A4&D4 6
   296	A4&E4 6
   297	A4&E4&E4 6
   298	B3&C4&A3 6
   299	B4&D5&E5 6
   300	B4&G4&B4 6
   301	B5&A5 6
   302	C4&E4&G4 6
   303	C5&B4& 6
   304	D4&E4&D4 6
   305	E4&E4&A4 6
   306	E5&C5&C5 6
   307	E5&D5& 6
   308	F4&C5&C5 6
   309	F5&C5&D5 6
   310	A4& 5
   311	B4&A4&C5 5
   312	B4&B4&C5 5
   313	B5 5
   314	C4&C4&E4 5
   315	C5& 5
   316	C5&D5& 5
   317	C5&G4&F4 5
   318	D4&C4&C4 5
   319	D4&E4&G4 5
   320	D5&D5&A4 5
   321	E4&A4&A4 5
   322	E4&E4&B4 5
   323	E5&E5&F5 5
   324	E5&G5&A5 5
   325	F4&C4&C4 5
   326	F4&C5&B4 5
   327	G4&C5&D5 5
   328	G4&D4 5
   329	G4&F4&D4 5
   330	A3&C4 4
   331	A4&A4&E4 4
   332	A5&G5&A5 4
   333	B4&F4&G4 4
   334	B4&G4&F4 4
   335	B5&C6 4
   336	B5&G5&F5 4
   337	C4&A3&B3 4
   338	C5&C5&F4 4
   339	C5&D5&G4 4
   340	D4&A4&B4 4
   341	D5&B4&C5 4
   342	D5&C5&A4 4
   343	D5&D5&G4 4
   344	D5&F5&D5 4
   345	E4&B4 4
   346	E5&E5&E5 4
   347	E5&G5&D5 4
   348	F5&F5&E5 4
   349	G4&D5&B4 4
   350	G5&D5&F5 4
   351	G5&E5&G5 4
   352	& 3
   353	A4&D5&D5 3
   354	A5&C6 3
   355	B3&A3&G3 3
   356	B4&B4&D5 3
   357	B4&B4&G4 3
   358	B4&C5&G4 3
   359	C4&D4&A4 3
   360	C4&G4&A4 3
   361	C5&A4&F4 3
   362	C5&F4&G4 3
   363	D4&A3 3
   364	D4&C4&A3 3
   365	D4&D4&F4 3
   366	D5&D5&A5 3
   367	D5&F5&F5 3
   368	E4&C4 3
   369	E4&C5&C5 3
   370	E5&C5 3
   371	F4&C4&E4 3
   372	F5&C5&C5 3
   373	G3&A3 3
   374	G4&C5 3
   375	G4&C5&A4 3
   376	G4&E4&G4 3
   377	G5&D5 3
   378	A3&B3 2
   379	A3&D4&D4 2
   380	A3&G3&C4 2
   381	A4&A4&E5 2
   382	A4&B4&D5 2
   383	A4&C5& 2
   384	A4&C5&F4 2
   385	A4&E5&D5 2
   386	A5&A5 2
   387	A5&B5&A5 2
   388	A5&C6&A5 2
   389	B4&A4&D4 2
   390	B4&A4&E4 2
   391	B4&A4&F4 2
   392	B4&D4 2
   393	B4&D5&B4 2
   394	B4&D5&F5 2
   395	B4&E4 2
   396	B4&E5&D5 2
   397	B4&F4 2
   398	B5&C6&C6 2
   399	C4&A3&C4 2
   400	C4&C4&G4 2
   401	C4&E4&E4 2
   402	C4&G4&E4 2
   403	C4&G4&G4 2
   404	C5&C5&F5 2
   405	C5&E5&C5 2
   406	C5&F5&F5 2
   407	C6 2
   408	D4&B3 2
   409	D4&C4&E4 2
   410	D4&E4&E4 2
   411	D4&G4&F4 2
   412	D5&A4&G4 2
   413	D5&G4&A4 2
   414	E4&A3 2
   415	E4&A4 2
   416	E4&D4&F4 2
   417	E4&E4&C4 2
   418	E4&F4&C4 2
   419	E4&G4&D4 2
   420	E4&G4&F4 2
   421	E5&B4 2
   422	E5&C5& 2
   423	E5&G5&F5 2
   424	E5&G5&G5 2
   425	F4&A4&E4 2
   426	F4&D4& 2
   427	F4&D4&A4 2
   428	F4&F4& 2
   429	F4&F4&C5 2
   430	F5&F5&D5 2
   431	G3 2
   432	G4&B4&C5 2
   433	G4&E4&E4 2
   434	G4&E4&F4 2
   435	G5&A5&B5 2
   436	G5&A5&D5 2
   437	G5&C5&D5 2
   438	G5&D5&D5 2
   439	D6 1
