     1	A4&B4&C5&B4 373
     2	F4&E4&F4&G4 343
     3	C5&C5&C5&C5 302
     4	A4&G4&A4&A4&G4 285
     5	A4&G4&F4&G4 281
     6	A4&G4&A4&C5 278
     7	C5&D5&C5&C5&B4 264
     8	A4&G4&A4&G4 235
     9	A4&G4&F4&G4&A4&G4 226
    10	A4&G4&F4&G4&A4 203
    11	A4&G4&F4&G4&G4 200
    12	F4&E4&D4&D4 200
    13	C5&D5&E5&D5 191
    14	A4&G4&G4 190
    15	A4&G4&G4&G4 189
    16	F4&E4&D4 182
    17	F4&G4&A4&G4 178
    18	A4&G4&G4&F4&G4 165
    19	A4&G4&G4&A4&C5 164
    20	C5&B4&C5&D5&C5&B4 163
    21	C5&C5&B4&C5&A4&G4 162
    22	F4&F4&G4 155
    23	G4&G4 153
    24	C5&D5&C5&B4 152
    25	F4&F4&E4&F4&G4 151
    26	C5&C5&C5&B4 144
    27	A4&G4&A4&B4 140
    28	A4&A4&G4&F4&G4&A4&G4 139
    29	F4&E4&F4&E4&D4 131
    30	A4&A4 128
    31	A4&G4&A4&G4&F4&G4 126
    32	A4&G4&A4 124
    33	C5&C5&B4 120
    34	A4&G4&A4&C5&B4 118
    35	E4&F4&G4 116
    36	F4&E4 115
    37	E4&F4&E4&D4&C4&D4 112
    38	F4&F4&F4&F4 108
    39	F4&G4&A4&A4 108
    40	G4 108
    41	E4&F4&D4 107
    42	C5&C5&B4&C5&A4& 106
    43	F4&D4&D4 103
    44	F4&G4&G4 102
    45	D4 101
    46	F4&E4&D4&C4&D4&D4 101
    47	C5&D5&C5&C5 99
    48	C5&D5&C5&D5&D5 99
    49	F4&F4&F4&G4 98
    50	E4&F4&E4&D4&E4 97
    51	F4&E4&D4&E4 97
    52	F4&G4&A4 97
    53	F4&E4&D4&C4&D4 96
    54	F4&F4 96
    55	F4&G4 94
    56	A4&A4&G4 93
    57	C5&A4&G4&A4&G4&F4&G4 91
    58	F4&E4&D4&E4&F4&G4 90
    59	G4&A4&G4 90
    60	F4&F4&E4&D4 89
    61	G4&G4&G4&G4 88
    62	C5&C5 87
    63	G4&G4&G4 87
    64	C5&B4&A4&G4&A4&G4 85
    65	F4&D4 85
    66	A4&G4&A4&F4&G4 84
    67	F4 84
    68	F4&D4&C4&D4 84
    69	A4&G4&G4&A4&C5&B4 83
    70	G4&A4 82
    71	A4&G4&A4&F4&G4&A4&A4 80
    72	F4&D4&C4&D4&D4 80
    73	E4&E4 79
    74	A4&G4&G4&A4&G4 78
    75	C5&A4&A4&G4&A4 78
    76	D4&C4&D4 78
    77	C5&B4 77
    78	E4&F4&D4&D4 77
    79	A4&G4&G4&G4&G4&G4 76
    80	C5&B4&A4&G4 76
    81	C5&C5&D5&C5&C5 75
    82	F4&E4&F4&D4 75
    83	F4&F4&G4&A4&G4 75
    84	G4&A4&C5&B4 75
    85	F4&F4&D4 74
    86	A4&A4&C5&A4&G4&A4&G4 73
    87	A4&C5&A4&A4 73
    88	A4&G4 73
    89	C5&C5&D5 73
    90	F4&E4&D4&E4&F4&D4 73
    91	A4&A4&A4&A4 72
    92	A4&B4&A4&G4 72
    93	C5&D5&D5&D5 72
    94	F4&E4&E4 72
    95	A4&C5&B4 71
    96	C5&D5 71
    97	E5&D5&E5&F5&E5&D5 71
    98	A4&C5&G4&A4&G4 69
    99	F4&E4&D4&D4&A4&A4 69
   100	G4&A4&G4&G4 69
   101	A4&C5 68
   102	C4&D4&D4 68
   103	C5&C5&B4&C5 68
   104	D5&E5&D5 68
   105	G4&A4&C5 68
   106	A4&G4&A4&B4&A4&G4 67
   107	C5&C5&B4&C5&D5&C5&B4 67
   108	E4&F4&G4&G4 67
   109	F4&F4&G4&A4 67
   110	A4&A4&A4&G4 66
   111	C4&D4 66
   112	C5&A4 66
   113	F4&E4&F4&E4&D4&D4 66
   114	A4&G4&A4&B4&A4 65
   115	C5&A4&C5 65
   116	E4&F4&E4&D4 65
   117	A4&G4&A4&B4&A4&A4&G4 64
   118	C5&A4&G4 64
   119	F4&F4&E4&D4&E4 64
   120	A4&G4&A4&B4&C5&A4 63
   121	A4&G4&G4&G4&G4 63
   122	C5&C5&C5&C5&B4 63
   123	C5&D5&D5 63
   124	E5&D5&C5&D5&C5&C5&D5 63
   125	F4&G4&A4&A4&G4 63
   126	C4&C4&D4 62
   127	A4&B4&C5&A4&C5 61
   128	A4&G4&F4&G4&G4&F4 61
   129	B4 61
   130	E4 61
   131	F4&A4 61
   132	F4&E4&G4&G4 61
   133	C5&D5&B4 60
   134	F4&F4&E4&D4&C4&D4 60
   135	F4&F4&E4&F4&D4 60
   136	A4&B4 59
   137	A4&G4&A4&C5&G4&E4 59
   138	D5&D5&E5&D5&C5&B4 59
   139	F4&F4&E4&D4&D4 59
   140	G4&A4&B4&A4 59
   141	E4&F4&E4&D4&D4 58
   142	E5&F5&E5&D5 58
   143	F4&A4&G4 58
   144	C5&D5&C5&D5&E5&D5 57
   145	D5&E5&F5&E5&D5 57
   146	A4&A4&C5 56
   147	A4&B4&C5 56
   148	A4&G4&G4&A4 56
   149	E4&D4 56
   150	F4&E4&D4&E4&E4 56
   151	F4&E4&F4&G4&G4 56
   152	G4&A4&G4&F4&G4 56
   153	A4&A4&G4&G4 55
   154	F4&D4&D4&D4 55
   155	A4&A4&A4&G4&G4 54
   156	C5 54
   157	C5&C5&B4&A4&G4 54
   158	C5&C5&C5&C5&D5 54
   159	C5&D5&C5&D5&D5&D5 54
   160	D4&D4 54
   161	D5&C5&B4 54
   162	D5&D5&E5&D5&C5&B4&A4 54
   163	E5&F5&E5&E5&D5 54
   164	F4&G4&A4&G4&F4&G4 54
   165	G4&G4&A4 54
   166	C5&B4&C5 53
   167	C5&C5&D5&C5&B4 53
   168	C5&D5&C5&C5&D5 53
   169	F4&D4&E4&F4&G4 53
   170	F4&F4&E4 53
   171	A4&A4&A4 52
   172	E4&G4&E4&F4&F4&E4 52
   173	E5&D5&C5&B4 52
   174	E5&D5&C5&B4&C5&B4 52
   175	F4&E4&C4&D4 52
   176	A4 51
   177	A4&G4&A4&F4&F4&G4 51
   178	F4&E4&F4&G4&F4&G4&G4 51
   179	A4&C5&A4 50
   180	D5 50
   181	F4&C4&D4 50
   182	F4&G4&F4&G4 50
   183	G4&F4&G4 50
   184	A4&A4&G4&F4&G4 49
   185	A4&C5&A4&G4 49
   186	C4&D4&D4&D4 49
   187	C5&D5&C5 49
   188	E4&F4&G4&F4&E4&D4&D4 49
   189	F4&G4&A4&G4&G4 49
   190	A4&A4&F4&G4&A4&G4&F4 48
   191	A4&G4&A4&C5&A4 48
   192	C5&B4&A4 48
   193	C5&D5&C5&C5&C5&C5 48
   194	D5&D5 48
   195	D5&D5&E5&D5 48
   196	A4&A4&B4 47
   197	A4&C5&C5 47
   198	D5&D5&D5&D5 47
   199	A4&G4&A4&C5&C5&B4 46
   200	C5&D5&C5&A4 46
   201	A4&A4&C5&B4 45
   202	A4&C5&B4&C5&D5&C5&B4 45
   203	A4&G4&F4&G4&G4&A4 45
   204	D4&D4&C4&F4&G4 45
   205	G4&A4&C5&C5 45
   206	E5&D5 44
   207	F4&A4&C5&C5&B4 44
   208	A4&B4&A4&G4&G4 43
   209	A4&G4&F4&G4&A4&A4&G4 43
   210	B4&C5&D5&C5&B4 43
   211	C5&D5&C5&C5&A4 43
   212	C5&D5&C5&C5&C5&B4 43
   213	C5&D5&E5 43
   214	E4&F4&E4&D4&E4&F4&D4 43
   215	E4&F4&G4&G4&G4 43
   216	F4&G4&A4&A4&G4&G4 42
   217	A4&B4&C5&B4&A4&G4&A4 41
   218	A4&G4&G4&A4&C5&C5&B4 41
   219	G4&G4&A4&G4 41
   220	A4&B4&C5&B4&A4&G4 40
   221	C4&F4&G4 40
   222	C5&C5&C5 40
   223	D5&C5&D5&E5&D5 40
   224	G4&B4 40
   225	A4&G4&A4&C5&A4&G4 39
   226	C4&D4&F4&F4 39
   227	C4&D4&F4&F4&G4 39
   228	C5&C5&D5&C5&C5&B4 39
   229	D4&D4&D4 39
   230	E4&F4&D4&C4&D4 39
   231	F4&F4&F4&F4&F4&F4 39
   232	F4&F4&G4&F4&F4 39
   233	A4&G4&A4&B4&C5&B4 38
   234	A4&G4&F4&G4&A4&A4 38
   235	A4&G4&G4&F4&G4&G4&G4 38
   236	C4 38
   237	D5&C5&C5&C5&B4 38
   238	E4&G4&A4&G4 38
   239	F4&D4&D4&C4&D4 38
   240	A4&C5&A4&G4&A4&B4 37
   241	C5&C5&C5&D5&C5&C5 37
   242	C5&C5&D5&E5&D5 37
   243	D5&B4 37
   244	D5&E5 37
   245	F4&F4&D4&F4&D4 37
   246	A4&A4&F4&G4 36
   247	A4&B4&A4&G4&F4&G4 36
   248	C5&C5&B4&A4 36
   249	E4&G4 36
   250	F4&D4&D4&C4 36
   251	F4&G4&A4&G4&G4&G4 36
   252	G4&A4&B4 36
   253	A4&A4&C5&A4&G4 35
   254	A4&A4&G4&F4&G4&A4& 35
   255	A4&G4&A4&B4&A4&G4&G4 35
   256	D5&D5&E5&D5&C5&B4&C5 35
   257	E5&E5&D5 35
   258	F4&A4&G4&G4 35
   259	F4&E4&D4&E4&E4&E4 35
   260	F4&E4&F4&E4&D4&F4&D4 35
   261	F4&F4&F4&F4&G4 35
   262	F4&G4&A4&C5&B4 35
   263	F4&G4&F4&E4 35
   264	A4&A4&D5&C5&D5&F5 34
   265	A4&C5&A4&A4&G4 34
   266	A4&G4&A4&C5&A4&G4&A4 34
   267	A4&G4&A4&C5&G4 34
   268	A4&G4&A4&C5&G4&G4 34
   269	C5&C5&C5&C5&C5&B4 34
   270	C5&C5&G4&G4 34
   271	D4&E4&F4&G4 34
   272	F4&D4&F4&F4 34
   273	F4&E4&D4&F4&G4 34
   274	F4&G4&A4&G4&A4&A4&B4 34
   275	A4&B4&C5&D5&C5&B4 33
   276	A4&G4&A4&G4&A4&G4 33
   277	A4&G4&A4&G4&E4&F4&E4 33
   278	C5&C5&A4 33
   279	C5&C5&C5&A4 33
   280	C5&D5&E5&D5&C5&B4 33
   281	F4&E4&C4&D4&D4 33
   282	F4&E4&F4&G4&A4 33
   283	A4&G4&F4&G4&A4& 32
   284	C5&B4&B4 32
   285	C5&D5&E5&F5&E5&D5 32
   286	C5&D5&F5 32
   287	D4&F4&G4 32
   288	F4&A4&C5&C5 32
   289	F4&G4&A4&A4&G4&F4&G4 32
   290	A4&A4&A4&F4&G4&A4&A4 31
   291	A4&F4&G4 31
   292	A4&G4&A4&G4&G4&G4 31
   293	F4&A4&A4 31
   294	F4&A4&C5&B4 31
   295	F4&E4&D4&D4&D4 31
   296	F4&E4&D4&F4&C4&D4 31
   297	F4&E4&G4&A4&G4 31
   298	G4&F4&F4 31
   299	A4&A4&A4&G4&A4&G4 30
   300	A4&B4&B4 30
   301	A4&C5&G4&G4 30
   302	C4&D4&F4&G4 30
   303	C5&D5&D5&D5&A4&D5&B4 30
   304	E4&F4&G4&F4&G4 30
   305	E5&F5&D5 30
   306	E5&F5&G5&F5&E5&D5 30
   307	F4&A4&G4&F4&G4 30
   308	F4&E4&D4&C4 30
   309	F4&E4&F4&F4&E4 30
   310	F4&E4&F4&G4&F4&G4 30
   311	F4&F4&A4 30
   312	F4&F4&E4&G4 30
   313	F5&E5&D5 30
   314	B4&B4 29
   315	C5&B4&C5&D5&D5 29
   316	D4&D4&C4&D4 29
   317	D5&B4&D5&E5&D5 29
   318	D5&D5&D5&E5&D5 29
   319	F4&A4&C5 29
   320	F4&D4&F4&G4 29
   321	F4&E4&G4 29
   322	G4&E4 29
   323	A4&B4&A4 28
   324	A4&C5&C5&B4 28
   325	A4&G4&G4&G4&A4 28
   326	B4&C5 28
   327	C4&D4&D4&D4&D4 28
   328	D4&D4&C4 28
   329	F4&F4&F4&D4 28
   330	F4&F4&F4&E4&D4 28
   331	A4&A4&A4&A4&G4 27
   332	A4&G4&G4&F4&G4&G4 27
   333	C4&D4&F4&E4&F4&G4 27
   334	C5&C5&D5&D5 27
   335	G4&G4&G4&A4&G4&G4&G4 27
   336	A4&A4&A4&C5 26
   337	A4&A4&B4&C5&B4 26
   338	A4&B4&C5&A4 26
   339	A4&C5&D5&C5&B4 26
   340	C4&C4 26
   341	C4&D4&F4&D4 26
   342	C5&A4&C5&D5&C5&B4 26
   343	C5&C5&D5&B4&C5&A4 26
   344	C5&D5&C5&B4&A4&B4&B4 26
   345	C5&D5&E5&D5&C5&D5&D5 26
   346	D5&F5 26
   347	F4&E4&D4&F4&D4 26
   348	F4&F4&F4&E4&C4&D4 26
   349	G4&A4&C5&C5&C5&C5 26
   350	G4&G4&B4 26
   351	A4&A4&C5&A4 25
   352	A4&C5&A4&A4&A4&A4 25
   353	A4&G4&A4&G4&E4&F4&G4 25
   354	A4&G4&G4&A4&A4 25
   355	C4&C4&D4&F4&G4 25
   356	C5&A4&A4&G4 25
   357	C5&A4&B4 25
   358	C5&G4&A4 25
   359	E4&F4&E4&F4&D4&D4 25
   360	E5 25
   361	F4&D4&C4 25
   362	F4&E4&F4&D4&D4 25
   363	F4&F4&E4&D4&E4&D4 25
   364	F4&F4&F4 25
   365	F4&F4&F4&E4&F4&G4 25
   366	F4&G4&A4&F4&E4&D4&D4 25
   367	F4&G4&F4&F4&E4&D4&E4 25
   368	F4&G4&G4&F4&G4 25
   369	G4&A4&G4&G4&G4 25
   370	A4&G4&A4&C5&G4& 24
   371	A4&G4&F4&G4&G4&G4 24
   372	A4&G4&G4&A4&G4&F4&G4 24
   373	C5&A4&A4 24
   374	C5&C5&B4&B4 24
   375	C5&C5&D5&C5&A4 24
   376	C5&D5&D5&C5&B4 24
   377	E4&F4&E4 24
   378	E5&F5&E5&D5&C5&B4 24
   379	F4&D4&D4&D4&D4 24
   380	F4&E4&F4&D4&F4&C4&D4 24
   381	F4&E4&F4&G4&G4&G4 24
   382	F4&F4&E4&D4&E4&D4&C4 24
   383	F4&F4&G4&F4&G4 24
   384	F4&G4&A4&A4&B4 24
   385	G4&A4&A4&G4&G4 24
   386	A4&B4&C5&A4&G4 23
   387	A4&G4&A4&C5&C5 23
   388	A4&G4&A4&G4&F4&F4&E4 23
   389	A4&G4&G4&F4&F4&G4 23
   390	C5&A4&C5&A4&G4&A4 23
   391	C5&C5&B4&C5&A4&G4&A4 23
   392	C5&D5&B4&C5 23
   393	C5&D5&C5&C5&D5&D5 23
   394	D5&C5 23
   395	E4&F4&E4&D4&C4 23
   396	E4&F4&E4&D4&C4&D4&D4 23
   397	E4&F4&G4&A4&G4 23
   398	E4&G4&A4 23
   399	F4&A4&B4 23
   400	F4&D4&D4&C4&F4&G4 23
   401	F4&E4&E4&D4 23
   402	A4&B4&G4 22
   403	A4&G4&F4&G4&A4&G4&A4 22
   404	A4&G4&G4&G4&A4&C5&B4 22
   405	A4&G4&G4&G4&A4&G4 22
   406	B4&A4&G4 22
   407	C5&A4&B4&C5&A4&C5 22
   408	C5&C5&B4&C5&B4 22
   409	C5&C5&C5&A4&C5&B4&A4 22
   410	C5&C5&C5&B4&A4&G4 22
   411	C5&C5&D5&B4 22
   412	C5&D5&C5&D5&D5&C5 22
   413	C5&G4 22
   414	D4&D4&D4&C4&F4&G4 22
   415	D5&D5&C5&B4 22
   416	E4&F4&F4&D4 22
   417	E4&F4&G4&A4 22
   418	E5&F5&E5&F5&D5 22
   419	F4&A4&A4&B4 22
   420	F4&E4&D4&C4&D4&D4&D4 22
   421	F4&F4&A4&C5&C5&B4 22
   422	F4&F4&G4&A4&A4&G4 22
   423	F5 22
   424	G4&A4&C5&A4 22
   425	G4&A4&C5&A4&A4 22
   426	G4&A4&C5&A4&G4&A4&B4 22
   427	G4&F4&G4&A4&G4 22
   428	A4&A4&A4&B4 21
   429	A4&B4&C5&A4&A4&G4 21
   430	A4&C5&G4&A4&G4&G4 21
   431	A4&D5&B4 21
   432	A4&G4&A4&B4&A4&F4&G4 21
   433	A4&G4&A4&G4&F4&F4&G4 21
   434	B4&C5&B4 21
   435	C5&A4&A4&G4&G4 21
   436	C5&C5&C5&A4&C5&A4&G4 21
   437	D5&C5&D5 21
   438	E4&E4&E4 21
   439	E5&F5&D5&D5 21
   440	E5&F5&G5&G5&F5&E5&D5 21
   441	F4&C4 21
   442	F4&E4&G4&A4 21
   443	F4&G4&A4&F4&G4 21
   444	G4&A4&C5&C5&B4 21
   445	A4&B4&C5&B4&A4 20
   446	A4&G4&A4&C5&C5&C5&C5 20
   447	A4&G4&A4&G4&F4&E4&D4 20
   448	B4&C5&D5&D5 20
   449	C5&C5&C5&D5&C5&C5&B4 20
   450	C5&D5&C5&A4&G4 20
   451	C5&D5&E5&D5&D5 20
   452	D4&C4&F4&G4 20
   453	D5&D5&B4 20
   454	D5&D5&E5&F5&E5&D5 20
   455	E4&F4&E4&E4&D4&D4 20
   456	E4&F4&G4&G4&A4&G4 20
   457	E5&F5 20
   458	F4&D4&D4&F4&G4 20
   459	F4&E4&D4&E4&E4&D4 20
   460	F4&F4&D4&F4&G4 20
   461	F4&F4&E4&D4&C4&D4&D4 20
   462	F4&F4&G4&G4 20
   463	F4&G4&A4&A4&A4&G4 20
   464	G4&G4&A4&G4&F4&G4 20
   465	G4&G4&F4&G4 20
   466	A4&A4&F4&G4&A4&G4& 19
   467	A4&A4&G4&A4&C5 19
   468	A4&A4&G4&A4&G4&F4&G4 19
   469	A4&C5&A4&C5 19
   470	A4&C5&C5&G4&G4 19
   471	A4&G4&A4&B4&A4&F4&A4 19
   472	C5&C5&B4&G4&A4&C5 19
   473	C5&C5&C5&C5&C5&C5&B4 19
   474	C5&C5&C5&D5 19
   475	C5&D5&C5&A4&B4 19
   476	C5&D5&D5&D5&D5 19
   477	C5&D5&E5&D5&E5&E5&D5 19
   478	D4&C4 19
   479	E4&F4&D4&C4&D4&D4 19
   480	E4&F4&G4&F4&E4&D4 19
   481	F4&A4&G4&A4 19
   482	F4&C4&D4&D4 19
   483	F4&E4&E4&E4 19
   484	F4&E4&F4&G4&G4&F4 19
   485	F4&F4&D4&D4 19
   486	F4&F4&F4&E4&C4&D4& 19
   487	F4&F4&F4&E4&C4&D4&D4 19
   488	F4&G4&A4&G4&F4&E4&E4 19
   489	G4&A4&A4&G4 19
   490	G4&A4&F4&G4 19
   491	G4&F4&G4&G4 19
   492	G4&G4&A4&C5&B4 19
   493	A4&A4&A4&A4&A4&G4 18
   494	A4&A4&G4&G4&F4&G4&G4 18
   495	A4&B4&G4&G4 18
   496	A4&C5&A4&B4&A4&G4 18
   497	A4&C5&G4 18
   498	A4&G4&F4&G4&G4&A4&G4 18
   499	C4&C4&D4&D4 18
   500	C5&C5&D5&C5&C5&D5 18
   501	C5&D5&F5&E5&D5 18
   502	D4&C4&D4&F4&F4&G4 18
   503	D4&F4&D4 18
   504	D5&C5&D5&E5 18
   505	D5&D5&D5&D5&E5&D5 18
   506	D5&E5&F5&E5&D5&C5&B4 18
   507	F4&D4&C4&D4&F4&G4 18
   508	F4&E4&D4&F4&E4&F4&G4 18
   509	F4&E4&F4&D4&E4&F4&G4 18
   510	G4&A4&C5&C5&C5&B4 18
   511	G4&A4&C5&C5&D5&D5 18
   512	G4&G4&C5&B4 18
   513	A4&A4&A4&C5&A4&A4 17
   514	A4&A4&A4&G4&G4&F4&F4 17
   515	A4&G4&A4&G4&G4 17
   516	A4&G4&G4&A4&G4&G4 17
   517	B4&C5&D5 17
   518	C4&F4&G4&A4&G4 17
   519	C4&F4&G4&A4&G4&F4&G4 17
   520	C5&D5&C5&B4&A4&G4 17
   521	C5&D5&C5&D5&D5&E5&D5 17
   522	D4&E4&D4 17
   523	D4&G4 17
   524	D5&C5&C5 17
   525	D5&C5&C5&D5 17
   526	D5&C5&D5&F5 17
   527	E4&D4&D4 17
   528	E4&D4&E4&E4 17
   529	E4&F4&D4&D4&C4&D4 17
   530	E4&G4&G4 17
   531	E5&C5&D5&D5 17
   532	E5&G5 17
   533	F4&D4&D4&F4&D4&D4 17
   534	F4&E4&C4&D4&D4&D4 17
   535	F4&E4&F4&D4&C4&D4 17
   536	F4&E4&F4&F4&D4 17
   537	F4&E4&F4&G4&F4&F4 17
   538	F4&F4&F4&A4 17
   539	F4&F4&F4&F4&D4 17
   540	F4&F4&G4&A4&A4&G4&G4 17
   541	A3&C4&D4&D4 16
   542	A4&A4&G4&A4 16
   543	A4&C5&A4&B4 16
   544	A4&C5&A4&G4&A4 16
   545	A4&C5&B4&C5 16
   546	A4&C5&G4&A4 16
   547	A4&G4&A4&C5&A4&G4&G4 16
   548	A4&G4&A4&F4&G4&F4&G4 16
   549	A4&G4&A4&G4&F4&A4 16
   550	A4&G4&A4&G4&F4&E4 16
   551	A4&G4&G4&A4&G4&G4&G4 16
   552	A4&G4&G4&D5&D5&E5&D5 16
   553	A4&G4&G4&F4&G4&A4 16
   554	C4&C4&D4&F4&F4&G4 16
   555	C5&A4&G4&G4 16
   556	C5&C5&B4&A4&C5&B4 16
   557	C5&C5&C5&A4&C5&B4 16
   558	C5&C5&C5&C5&B4&A4&G4 16
   559	C5&D5&B4&C5&B4 16
   560	C5&D5&E5&D5&D5&D5 16
   561	D4&C4&D4&F4&G4 16
   562	D4&D4&D4&D4 16
   563	D4&F4&E4&D4 16
   564	D5&E5&D5&C5&B4 16
   565	E5&F5&G5&G5&F5 16
   566	F4&F4&D4&C4 16
   567	F4&G4&F4&E4&F4&F4&E4 16
   568	G4&G4&A4&B4&A4 16
   569	G4&G4&G4&G4&G4&G4 16
   570	A4&A4&C5&D5&C5&B4 15
   571	A4&B4&A4&G4&A4&G4 15
   572	A4&D5&C5&B4 15
   573	A4&G4&A4&A4&G4&A4 15
   574	A4&G4&A4&A4&G4&G4&G4 15
   575	A4&G4&F4&G4&F4&G4 15
   576	C5&C5&B4&C5&A4 15
   577	C5&C5&D5&B4&C5& 15
   578	C5&C5&D5&B4&C5&C5&B4 15
   579	C5&C5&G4&B4 15
   580	C5&D5&B4&C5&C5&B4 15
   581	C5&D5&C5&D5&C5&C5&B4 15
   582	C5&D5&D5&C5&C5&D5 15
   583	C5&D5&D5&E5&D5 15
   584	C5&D5&E5&E5&D5 15
   585	D5&C5&D5&F5&C5&A4 15
   586	D5&C5&D5&F5&C5&A4&C5 15
   587	D5&D5&B4&D5&E5&D5 15
   588	E4&G4&E4 15
   589	E5&F5&E5&D5&E5&D5 15
   590	F4&A4&F4&G4 15
   591	F4&E4&E4&F4&G4 15
   592	F4&F4&F4&E4 15
   593	F4&F4&F4&G4&A4&G4 15
   594	F4&G4&A4&B4 15
   595	G4&A4&B4&C5&B4 15
   596	G4&A4&G4&G4&F4&A4 15
   597	G4&G4&G4&A4 15
   598	G5&F5&E5&D5 15
   599	A3 14
   600	A3&C4&D4 14
   601	A4&B4&A4&A4&G4 14
   602	A4&B4&C5&D5 14
   603	A4&C5&A4&A4&A4 14
   604	A4&C5&A4&B4&C5&B4 14
   605	A4&G4&A4&A4 14
   606	A4&G4&A4&F4&G4&A4 14
   607	A4&G4&F4&G4&A4&G4&G4 14
   608	B4&A4 14
   609	C5&A4&C5&C5 14
   610	C5&C5&B4&A4&B4&C5&B4 14
   611	C5&C5&C5&C5&A4 14
   612	C5&E5&D5 14
   613	D5&C5&D5&D5 14
   614	D5&D5&F5 14
   615	D5&F5&D5 14
   616	E4&F4 14
   617	E4&F4&D4&D4&D4 14
   618	E4&F4&E4&F4&G4 14
   619	E4&F4&F4&E4 14
   620	E4&F4&G4&F4&E4 14
   621	E4&F4&G4&G4&E4 14
   622	E5&F5&E5 14
   623	E5&F5&G5 14
   624	E5&F5&G5&F5 14
   625	F4&A4&B4&C5&B4 14
   626	F4&D4&D4&C4&C4&D4 14
   627	F4&E4&F4&F4&G4 14
   628	F4&F4&A4&C5&C5 14
   629	F4&F4&D4&C4&D4 14
   630	F4&F4&F4&E4&D4&C4&D4 14
   631	F4&F4&F4&F4&E4&F4&G4 14
   632	F4&F4&F4&G4&A4 14
   633	F4&F4&G4&A4&G4&F4&G4 14
   634	F4&G4&A4&A4&C5&G4 14
   635	F4&G4&F4&E4&D4 14
   636	G4&A4&A4 14
   637	G4&A4&B4&C5&A4&G4 14
   638	G4&G4&A4&C5&C5 14
   639	G4&G4&A4&G4&G4 14
   640	G4&G4&G4&C5&B4 14
   641	G5&A5 14
   642	A4&G4&A4&C5&D5&D5 13
   643	A4&G4&G4&A4&C5&C5 13
   644	A4&G4&G4&F4&G4&G4&A4 13
   645	B3 13
   646	B4&A4&B4 13
   647	C4&D4&D4&D4&D4&D4&D4 13
   648	C5&A4&G4&F4&G4&A4 13
   649	C5&C5&B4&C5&D5 13
   650	C5&C5&C5&B4&C5&A4&G4 13
   651	C5&C5&C5&C5&D5&C5&C5 13
   652	C5&C5&C5&G4&B4 13
   653	C5&C5&D5&C5&C5&C5&C5 13
   654	C5&D5&C5&D5&F5 13
   655	C5&D5&D5&D5&E5&D5 13
   656	C5&F5 13
   657	D4&E4&F4&G4&G4 13
   658	D5&D5&D5 13
   659	D5&F5&E5&F5&E5&D5 13
   660	E4&G4&A4&G4&F4&G4 13
   661	E5&E5 13
   662	F4&A4&A4&C5 13
   663	F4&D4&C4&F4&G4 13
   664	F4&D4&F4&E4&F4&G4 13
   665	F4&E4&D4&F4&D4&C4&D4 13
   666	F4&E4&D4&G4&G4 13
   667	F4&E4&F4&E4&D4&C4&D4 13
   668	F4&E4&G4&E4 13
   669	F4&F4&F4&F4&E4 13
   670	F4&F4&F4&F4&E4&G4 13
   671	F4&G4&A4&A4&A4 13
   672	F4&G4&G4&A4 13
   673	G4&A4&C5&A4&B4&A4&G4 13
   674	G4&A4&G4&A4 13
   675	G4&F4&F4&G4 13
   676	G4&G4&C5&A4 13
   677	A4&A4&A4&A4&A4&A4 12
   678	A4&A4&D5&C5&D5&D5 12
   679	A4&F4&A4 12
   680	A4&G4&F4&E4&F4&G4 12
   681	B4&C5&A4&G4 12
   682	B4&C5&B4&A4&G4 12
   683	B4&C5&D5&D5&E5&D5 12
   684	C5&A4&C5&B4 12
   685	C5&A4&G4&A4&B4 12
   686	C5&C5&C5&B4&A4 12
   687	C5&C5&C5&B4&C5&B4 12
   688	C5&C5&C5&C5&C5&C5 12
   689	C5&C5&C5&D5&C5&B4 12
   690	C5&D5&C5&A4&A4 12
   691	C5&D5&C5&C5&D5&B4 12
   692	C5&D5&D5&C5&C5&B4 12
   693	C5&D5&E5&D5&D5&C5&B4 12
   694	C5&D5&E5&D5&E5&D5 12
   695	D4&F4&E4 12
   696	D5&C5&C5&B4 12
   697	D5&D5&D5&C5&B4 12
   698	D5&D5&D5&E5&F5&E5&D5 12
   699	D5&D5&E5 12
   700	E4&E4&D4 12
   701	E4&F4&G4&G4&A4 12
   702	F4&C4&D4&D4&D4 12
   703	F4&D4&C4&C4&D4 12
   704	F4&D4&E4&F4&G4&G4 12
   705	F4&D4&E4&F4&G4&G4&G4 12
   706	F4&E4&F4&E4&D4&E4 12
   707	F4&E4&G4&E4&F4&F4&E4 12
   708	F4&F4&G4&F4&F4&G4 12
   709	F4&G4&A4&C5&D5&C5&B4 12
   710	F4&G4&G4&A4&G4 12
   711	G4&A4&G4&G4&F4 12
   712	G4&G4&C5 12
   713	G5&F5 12
   714	A3&C4&D4&F4&D4 11
   715	A4&B4&A4&G4&G4&G4 11
   716	A4&B4&B4&A4 11
   717	A4&B4&C5&C5 11
   718	A4&C5&A4&G4&G4 11
   719	A4&C5&A4&G4&G4&A4&C5 11
   720	A4&C5&G4&A4&G4&F4&G4 11
   721	A4&G4&A4&G4&F4 11
   722	A4&G4&F4&G4&B4 11
   723	A4&G4&G4&C5&C5&B4&C5 11
   724	A4&G4&G4&F4 11
   725	C4&D4&D4&C4 11
   726	C4&D4&D4&C4&D4 11
   727	C4&F4&G4&A4 11
   728	C5&A4&A4&G4&A4&C5 11
   729	C5&C5&A4&C5&B4 11
   730	C5&C5&A4&C5&D5&C5&B4 11
   731	C5&C5&B4&A4&B4&C5 11
   732	C5&D5&A4 11
   733	C5&D5&C5&B4&A4&C5&B4 11
   734	C5&D5&C5&E5&D5 11
   735	C5&D5&D5&D5&C5&B4 11
   736	C5&E5&F5&E5&D5 11
   737	D4&F4&D4&C4 11
   738	D4&F4&E4&F4&D4 11
   739	D5&B4&C5&B4 11
   740	D5&C5&D5&C5&B4 11
   741	D5&D5&D5&D5&D5&E5&D5 11
   742	D5&E5&F5 11
   743	E4&E4&G4&E4&F4&F4&E4 11
   744	F4&A4&C5&A4 11
   745	F4&B4 11
   746	F4&D4&F4&C4&D4 11
   747	F4&E4&D4&D4&C4&D4 11
   748	F4&F4&C4 11
   749	F4&F4&E4&C4&D4 11
   750	F4&F4&E4&C4&D4&D4 11
   751	F4&F4&E4&D4&E4&F4&G4 11
   752	F4&F4&E4&D4&F4&D4 11
   753	F4&F4&F4&F4&F4&G4 11
   754	F4&G4&G4&G4 11
   755	F5&F5 11
   756	G4&A4&C5&D5&D5 11
   757	G4&A4&C5&G4&A4&G4 11
   758	G4&A4&G4&F4&G4&A4 11
   759	G4&C5&B4 11
   760	G4&C5&C5&D5&C5&B4 11
   761	A4&A4&A4&C5&A4 10
   762	A4&A4&A4&G4&F4&G4 10
   763	A4&A4&A4&G4&G4&F4&G4 10
   764	A4&A4&C5&B4&G4&G4 10
   765	A4&A4&C5&C5 10
   766	A4&A4&F4&G4&A4&G4 10
   767	A4&A4&G4&F4&G4&G4 10
   768	A4&G4&A4&E4&F4&G4 10
   769	A4&G4&G4&A4&A4&G4 10
   770	A4&G4&G4&B4 10
   771	A4&G4&G4&C5&B4 10
   772	A4&G4&G4&F4&G4&A4&G4 10
   773	A4&G4&G4&G4&G4&A4 10
   774	C4&C4&B3 10
   775	C4&D4&D4&D4&D4&D4 10
   776	C5&A4&A4&G4&A4&C5&B4 10
   777	C5&A4&G4&F4&G4 10
   778	C5&B4&C5&B4 10
   779	C5&C5&C5&C5&C5&D5&C5 10
   780	C5&C5&D5&E5 10
   781	C5&D5&C5&A4&A4&A4&A4 10
   782	C5&D5&C5&B4&A4&B4 10
   783	C5&D5&D5&A4&D5&B4 10
   784	C5&D5&E5&D5&B4 10
   785	D4&D4&D4&C4&D4 10
   786	E4&D4&C4&D4 10
   787	E4&D4&E4 10
   788	E4&F4&D4&C4 10
   789	E5&C5 10
   790	E5&D5&C5&D5&B4 10
   791	E5&E5&D5&E5&D5 10
   792	F4&A4&C5&C5&C5&C5 10
   793	F4&A4&C5&C5&D5 10
   794	F4&A4&C5&C5&G4&B4 10
   795	F4&A4&F4&G4&A4 10
   796	F4&A4&G4&A4&G4&F4&G4 10
   797	F4&D4&F4&D4&C4 10
   798	F4&E4&C4 10
   799	F4&E4&D4&E4&F4&D4&D4 10
   800	F4&E4&D4&F4&D4&C4 10
   801	F4&E4&D4&F4&F4 10
   802	F4&E4&D4&G4 10
   803	F4&E4&E4&D4&D4 10
   804	F4&E4&F4&D4&C4 10
   805	F4&E4&F4&G4&A4&G4 10
   806	F4&E4&F4&G4&D4 10
   807	F4&E4&F4&G4&E4&F4&D4 10
   808	F4&E4&F4&G4&F4&F4&E4 10
   809	F4&F4&A4&C5&B4 10
   810	F4&F4&F4&C4&D4 10
   811	F4&F4&F4&E4&D4&D4 10
   812	F4&F4&F4&E4&G4 10
   813	F4&F4&F4&G4&F4&F4&G4 10
   814	F4&G4&A4&D4 10
   815	F4&G4&A4&G4&A4 10
   816	F4&G4&A4&G4&E4&F4&G4 10
   817	F4&G4&A4&G4&F4&F4&G4 10
   818	F5&F5&E5&D5&E5&D5 10
   819	G4&G4&C5&A4&G4 10
   820	G5&G5&F5 10
   821	A3&C4&D4&F4&D4&D4 9
   822	A4&A4&A4&A4&C5 9
   823	A4&A4&B4&A4 9
   824	A4&A4&C5&G4&G4 9
   825	A4&B4&A4&A4 9
   826	A4&B4&A4&G4&A4 9
   827	A4&G4&A4&C5&A4&A4 9
   828	A4&G4&A4&G4&F4&F4 9
   829	A4&G4&F4&G4&F4&E4&D4 9
   830	A4&G4&F4&G4&G4&F4&G4 9
   831	A4&G4&G4&A4&C5&A4&G4 9
   832	A4&G4&G4&G4&D4 9
   833	B3&C4&D4 9
   834	B4&B4&B4 9
   835	C4&B3 9
   836	C5&A4&B4&A4&G4&G4 9
   837	C5&A4&C5&C5&C5&C5 9
   838	C5&A4&G4&A4 9
   839	C5&C5&A4&G4 9
   840	C5&C5&B4&A4&A4 9
   841	C5&C5&B4&A4&B4 9
   842	C5&C5&C5&C5&B4&C5&B4 9
   843	C5&C5&C5&C5&D5&B4 9
   844	C5&C5&D5&C5&C5&C5&B4 9
   845	C5&C5&D5&F5 9
   846	C5&D5&C5&A4&C5&C5 9
   847	C5&D5&C5&D5&B4 9
   848	C5&D5&D5&C5&C5 9
   849	C5&D5&E5&D5&E5 9
   850	C5&D5&E5&F5 9
   851	C5&G4&A4&C5&C5&C5&C5 9
   852	D4&D4&F4&G4 9
   853	D4&E4&D4&C4&D4 9
   854	D4&G4&A4&G4 9
   855	D4&G4&F4&G4 9
   856	D4&G4&G4 9
   857	D5&B4&C5&D5&C5&B4 9
   858	D5&D5&E5&D5&D5&C5&D5 9
   859	E4&D4&E4&D4&C4&D4 9
   860	E4&D4&E4&F4&G4 9
   861	E4&E4&F4&G4 9
   862	E4&F4&G4&G4&F4&G4 9
   863	E4&G4&E4&E4 9
   864	E5&D5&C5&B4&C5&C5&B4 9
   865	E5&E5&E5&D5 9
   866	E5&F5&E5&F5 9
   867	F4&A4&A4&G4 9
   868	F4&D4&C4&D4&D4&C4 9
   869	F4&D4&D4&A4&A4 9
   870	F4&D4&D4&D4&C4&D4 9
   871	F4&D4&D4&D4&F4&D4&D4 9
   872	F4&D4&E4 9
   873	F4&D4&F4&D4&D4 9
   874	F4&E4&C4&E4&F4&G4 9
   875	F4&E4&C4&F4&G4 9
   876	F4&E4&D4&D4&C4 9
   877	F4&E4&D4&D4&D4&D4 9
   878	F4&E4&D4&F4&D4&D4 9
   879	F4&E4&F4&E4 9
   880	F4&E4&F4&G4&E4 9
   881	F4&E4&G4&A4&G4&F4&D4 9
   882	F4&F4&A4&C5&D5&C5&B4 9
   883	F4&F4&E4&D4&C4 9
   884	F4&F4&F4&E4&G4&G4&A4 9
   885	F4&F4&F4&G4&A4&A4 9
   886	F4&F4&G4&A4&G4&A4&B4 9
   887	F4&F4&G4&F4&G4&A4 9
   888	F4&G4&A4&A4&A4&G4&G4 9
   889	F4&G4&A4&A4&C5 9
   890	F4&G4&F4&F4&E4&D4&D4 9
   891	F4&G4&F4&F4&G4 9
   892	G4&A4&C5&B4&A4 9
   893	G4&A4&G4&G4&F4&F4 9
   894	G4&E4&G4&A4&G4 9
   895	G4&F4&G4&A4 9
   896	G4&G4&A4&C5 9
   897	G4&G4&A4&G4&G4&G4 9
   898	G4&G4&G4&G4&G4 9
   899	G5 9
   900	G5&G5 9
   901	G5&G5&F5&E5&D5 9
   902	A4&A4&C5&A4&G4&A4 8
   903	A4&A4&C5&A4&G4&A4&B4 8
   904	A4&A4&D4 8
   905	A4&A4&G4&G4&G4 8
   906	A4&B4&C5&A4&C5&B4 8
   907	A4&B4&C5&B4&B4 8
   908	A4&B4&G4&F4&G4 8
   909	A4&C5&A4&C5&A4 8
   910	A4&C5&A4&G4&A4&A4&G4 8
   911	A4&C5&B4&A4&G4 8
   912	A4&C5&B4&C5&B4 8
   913	A4&C5&C5&G4 8
   914	A4&G4&A4&A4&G4&G4&A4 8
   915	A4&G4&A4&C5&C5&C5&B4 8
   916	A4&G4&A4&C5&D5 8
   917	A4&G4&A4&F4&F4 8
   918	A4&G4&A4&F4&G4&G4 8
   919	A4&G4&F4&A4 8
   920	A4&G4&G4&F4&F4 8
   921	A4&G4&G4&G4&G4&G4&G4 8
   922	A5 8
   923	B4&C5&B4&A4 8
   924	B4&C5&B4&B4 8
   925	B4&C5&D5&D5&D5 8
   926	B4&G4&F4&G4 8
   927	C4&D4&D4&D4&F4&D4&D4 8
   928	C5& 8
   929	C5&A4&A4&B4 8
   930	C5&B4&A4&B4&C5&B4 8
   931	C5&B4&A4&G4&A4&A4 8
   932	C5&C5&C5&C5&D5&E5&D5 8
   933	C5&C5&D5&C5 8
   934	C5&D5&C5&A4&G4&G4 8
   935	C5&D5&C5&B4&B4 8
   936	C5&D5&C5&C5&C5&D5&B4 8
   937	C5&D5&C5&D5 8
   938	D4&A4&A4&G4 8
   939	D4&F4&D4&C4&D4 8
   940	D4&F4&F4&E4 8
   941	D5&C5&B4&C5&B4&A4&G4 8
   942	D5&C5&C5&C5 8
   943	D5&C5&D5&E5&E5&D5 8
   944	D5&D5&B4&C5&D5 8
   945	D5&D5&F5&E5&F5&E5&D5 8
   946	D5&E5&F5&E5 8
   947	D5&E5&F5&G5&F5 8
   948	D5&F5&D5&F5 8
   949	E4&F4&E4&F4&F4&D4 8
   950	F4&A4&A4&A4&G4 8
   951	F4&A4&C5&A4&A4&G4 8
   952	F4&A4&C5&C5&C5&B4 8
   953	F4&A4&C5&C5&C5&G4&B4 8
   954	F4&A4&C5&G4 8
   955	F4&A4&G4&G4&A4&G4 8
   956	F4&C4&C4 8
   957	F4&D4&E4&F4&E4&C4&D4 8
   958	F4&D4&F4&D4&C4&D4 8
   959	F4&D4&F4&E4&D4&D4 8
   960	F4&E4&D4&C4&D4&E4&E4 8
   961	F4&E4&D4&E4&F4&G4&G4 8
   962	F4&E4&D4&F4&E4 8
   963	F4&E4&D4&F4&G4&G4 8
   964	F4&E4&F4&D4&G4&A4&C5 8
   965	F4&E4&F4&G4&G4&A4&G4 8
   966	F4&F4&E4&C4&D4&F4&F4 8
   967	F4&F4&E4&F4&G4&A4 8
   968	F4&G4&A4&F4&E4&D4 8
   969	F4&G4&F4&E4&F4&D4&D4 8
   970	F4&G4&F4&F4 8
   971	F4&G4&F4&F4&D4 8
   972	F4&G4&F4&G4&A4 8
   973	F5&F5&E5&D5 8
   974	G4&A4&C5&A4&G4 8
   975	G4&A4&G4&E4&E4 8
   976	G4&A4&G4&G4&F4&F4&A4 8
   977	G4&A4&G4&G4&F4&G4 8
   978	G4&C5 8
   979	G4&G4&A4&A4 8
   980	G4&G4&B4&C5&D5&E5&D5 8
   981	G4&G4&F4&G4&A4 8
   982	G5&A5&A5 8
   983	G5&A5&G5&F5 8
   984	G5&F5&E5&D5&E5&D5 8
   985	A3&C4 7
   986	A4&A4&B4&A4&G4 7
   987	A4&A4&G4&A4&B4 7
   988	A4&A4&G4&A4&C5&B4 7
   989	A4&B4&A4&G4&F4&F4 7
   990	A4&B4&C5&A4&G4&A4&B4 7
   991	A4&B4&G4&A4&B4 7
   992	A4&C5&A4&C5&C5 7
   993	A4&C5&A4&C5&G4&G4 7
   994	A4&C5&B4&A4&B4&C5&B4 7
   995	A4&C5&C5&C5 7
   996	A4&C5&C5&C5&G4 7
   997	A4&D5&B4&C5&A4 7
   998	A4&F4&G4&G4 7
   999	A4&G4&A4&A4&A4 7
  1000	A4&G4&A4&C5&A4&B4 7
  1001	A4&G4&A4&F4&E4&D4 7
  1002	A4&G4&A4&F4&G4&A4&G4 7
  1003	A4&G4&A4&G4&F4&D4 7
  1004	A4&G4&A4&G4&F4&G4&G4 7
  1005	A4&G4&F4&G4&A4&D4 7
  1006	A4&G4&F4&G4&F4&F4&G4 7
  1007	A4&G4&F4&G4&G4&F4&F4 7
  1008	A4&G4&G4&A4&C5&A4 7
  1009	A4&G4&G4&F4&F4&G4&A4 7
  1010	A5&G5&F5 7
  1011	B3&C4&D4&D4 7
  1012	B4&C5&B4&A4&G4&A4&G4 7
  1013	B4&D5&E5&D5 7
  1014	B4&F4&G4 7
  1015	C4&A3 7
  1016	C4&D4&C4&D4 7
  1017	C5&A4&A4&C5&C5&C5&C5 7
  1018	C5&A4&A4&G4&A4&B4 7
  1019	C5&A4&A4&G4&A4&C5&C5 7
  1020	C5&A4&B4&C5&B4 7
  1021	C5&A4&C5&C5&D5 7
  1022	C5&B4&C5&E5&D5 7
  1023	C5&C5&A4&C5&C5 7
  1024	C5&C5&C5&C5&C5&C5&C5 7
  1025	C5&C5&C5&C5&C5&D5 7
  1026	C5&C5&C5&G4 7
  1027	C5&C5&D5&B4&C5&A4&G4 7
  1028	C5&D5&B4&B4 7
  1029	C5&D5&C5&A4&C5 7
  1030	C5&D5&C5&B4&A4&A4&G4 7
  1031	C5&D5&C5&C5&B4&A4&G4 7
  1032	C5&D5&C5&D5&C5&B4 7
  1033	C5&D5&D5&D5&D5&D5 7
  1034	C5&D5&D5&D5&E5 7
  1035	C5&D5&G4 7
  1036	C5&D5&G4&A4&C5 7
  1037	C5&G4&A4&C5 7
  1038	D4&C4&C4 7
  1039	D4&C4&C4&D4 7
  1040	D4&C4&D4&D4 7
  1041	D4&C4&D4&F4&E4&D4&D4 7
  1042	D4&E4&F4&G4&G4&G4&G4 7
  1043	D4&F4&E4&D4&C4&D4 7
  1044	D4&F4&G4&A4 7
  1045	D4&F4&G4&A4&G4&G4 7
  1046	D4&F4&G4&G4 7
  1047	D5&C5&B4&C5 7
  1048	D5&C5&D5&D5&D5 7
  1049	D5&D5&B4&C5&D5&C5&B4 7
  1050	D5&E5&E5&D5 7
  1051	E4&C4&C4&E4&F4&G4 7
  1052	E4&C4&D4 7
  1053	E4&E4&G4 7
  1054	E4&F4&D4&F4&D4&C4&D4 7
  1055	E4&F4&D4&G4 7
  1056	E4&F4&E4&C4&D4 7
  1057	E4&F4&G4&A4&A4&G4&G4 7
  1058	E4&F4&G4&F4&E4&G4&G4 7
  1059	E5&D5&C5&B4&C5&B4&B4 7
  1060	E5&D5&C5&B4&C5&B4&G4 7
  1061	E5&E5&D5&C5&B4 7
  1062	E5&F5&G5&F5&F5 7
  1063	F4&A4&A4&A4&A4 7
  1064	F4&A4&A4&B4&A4&G4&G4 7
  1065	F4&A4&A4&G4&G4 7
  1066	F4&A4&B4&A4&G4&G4 7
  1067	F4&A4&C5&D5 7
  1068	F4&A4&C5&D5&C5&B4 7
  1069	F4&A4&G4&G4&A4 7
  1070	F4&D4&C4&C4 7
  1071	F4&D4&C4&C4&C4&D4 7
  1072	F4&D4&D4&E4&F4&G4 7
  1073	F4&D4&D4&G4&G4 7
  1074	F4&D4&F4&F4&G4 7
  1075	F4&E4&C4&D4&C4&D4 7
  1076	F4&E4&E4&G4&G4 7
  1077	F4&E4&G4&F4&E4&D4&D4 7
  1078	F4&F4&A4&C5&C5&C5&B4 7
  1079	F4&F4&A4&G4 7
  1080	F4&F4&E4&F4&G4&F4&G4 7
  1081	F4&F4&F4&D4&D4 7
  1082	F4&F4&F4&E4&F4&D4 7
  1083	F4&F4&F4&E4&G4&A4 7
  1084	F4&F4&F4&F4&F4&D4 7
  1085	F4&F4&G4&G4&F4&G4 7
  1086	F4&G4&A4&A4&F4&G4 7
  1087	F4&G4&A4&F4&E4&D4&E4 7
  1088	F4&G4&A4&G4&A4&G4 7
  1089	F5&D5&D5 7
  1090	F5&G5 7
  1091	G4&A4&A4&A4&A4 7
  1092	G4&A4&C5&C5&C5&C5&B4 7
  1093	G4&A4&G4&A4&C5&A4 7
  1094	G4&A4&G4&F4&F4 7
  1095	G4&A4&G4&G4&F4&G4&A4 7
  1096	G4&B4&C5&D5&D5 7
  1097	G4&C5&C5&G4&B4 7
  1098	G4&E4&F4&E4&D4 7
  1099	G4&E4&F4&F4 7
  1100	G4&G4&E4&F4&D4 7
  1101	G4&G4&G4&A4&G4&F4&G4 7
  1102	G4&G4&G4&F4&G4 7
  1103	G5&A5&G5 7
  1104	A3&C4&D4&F4&D4&D4&D4 6
  1105	A3&G3 6
  1106	A4&A4&A4&C5&B4 6
  1107	A4&A4&C5&A4&A4&A4&A4 6
  1108	A4&A4&C5&A4&C5 6
  1109	A4&A4&F4 6
  1110	A4&A4&G4&F4&G4&A4 6
  1111	A4&A4&G4&F4&G4&G4&A4 6
  1112	A4&B4&A4&B4 6
  1113	A4&B4&A4&B4&G4&G4 6
  1114	A4&B4&A4&F4&G4 6
  1115	A4&B4&A4&G4&G4&A4 6
  1116	A4&B4&A4&G4&G4&C5&B4 6
  1117	A4&B4&B4&A4&A4&G4 6
  1118	A4&B4&C5&C5&B4 6
  1119	A4&B4&C5&D5&E5&D5 6
  1120	A4&B4&G4&F4 6
  1121	A4&B4&G4&F4&F4 6
  1122	A4&C5&A4&A4&G4&A4&B4 6
  1123	A4&C5&A4&A4&G4&A4&C5 6
  1124	A4&C5&A4&G4&G4&G4 6
  1125	A4&C5&D5&B4&C5&C5&B4 6
  1126	A4&C5&G4&A4&F4&G4 6
  1127	A4&C5&G4&F4&G4 6
  1128	A4&F4&G4&A4 6
  1129	A4&G4&A4&B4&C5&A4&G4 6
  1130	A4&G4&A4&B4&G4 6
  1131	A4&G4&A4&C5&A4&A4&G4 6
  1132	A4&G4&A4&C5&C5&D5&D5 6
  1133	A4&G4&A4&C5&G4&E4&G4 6
  1134	A4&G4&A4&F4&E4&D4&E4 6
  1135	A4&G4&A4&G4&F4&A4&G4 6
  1136	A4&G4&A4&G4&F4&F4&A4 6
  1137	A4&G4&F4&G4&D4 6
  1138	A4&G4&F4&G4&F4&D4 6
  1139	A4&G4&G4&A4&A4&G4&G4 6
  1140	A4&G4&G4&F4&A4&C5&C5 6
  1141	A4&G4&G4&F4&F4&D4 6
  1142	A4&G4&G4&G4&G4&A4&C5 6
  1143	A4&G4&G4&G4&G4&F4&G4 6
  1144	B4&A4&G4&B4 6
  1145	B4&C5&C5 6
  1146	B4&C5&D5&D5&C5&B4 6
  1147	B5&A5 6
  1148	C4&C4&F4&D4&D4 6
  1149	C4&D4&D4&A4&C5&A4 6
  1150	C4&D4&D4&D4&A4&A4&G4 6
  1151	C4&D4&F4&F4&E4&D4 6
  1152	C4&D4&F4&F4&E4&D4&D4 6
  1153	C4&D4&F4&F4&F4&F4 6
  1154	C4&D4&F4&F4&F4&G4 6
  1155	C5&A4&A4&A4&A4 6
  1156	C5&A4&C5&A4&G4 6
  1157	C5&A4&C5&C5&B4 6
  1158	C5&A4&C5&D5&D5 6
  1159	C5&B4&A4&A4&G4 6
  1160	C5&B4&A4&C5&C5&C5&C5 6
  1161	C5&B4&B4&C5&A4&C5 6
  1162	C5&B4&C5&D5 6
  1163	C5&B4&C5&D5&D5&E5&D5 6
  1164	C5&C5&A4&C5 6
  1165	C5&C5&B4&C5&C5 6
  1166	C5&C5&B4&G4 6
  1167	C5&C5&C5&A4&A4 6
  1168	C5&C5&C5&D5&B4 6
  1169	C5&C5&C5&G4&G4 6
  1170	C5&C5&D5&A4&B4&A4&G4 6
  1171	C5&C5&D5&E5&D5&C5&B4 6
  1172	C5&C5&D5&E5&E5&D5 6
  1173	C5&C5&D5&E5&F5&E5&D5 6
  1174	C5&C5&E5&D5 6
  1175	C5&C5&G4&A4 6
  1176	C5&D5&C5&A4&G4&F4&G4 6
  1177	C5&D5&C5&D5&B4&C5&B4 6
  1178	C5&D5&C5&D5&C5&C5 6
  1179	C5&D5&D5&B4&C5&B4 6
  1180	C5&D5&D5&C5&A4 6
  1181	C5&D5&D5&C5&D5&F5 6
  1182	C5&D5&D5&F5 6
  1183	C5&D5&E5&C5&C5&B4 6
  1184	C5&D5&E5&D5&D5&B4 6
  1185	C5&D5&F5&F5 6
  1186	D4&C4&B3 6
  1187	D4&C4&D4&E4&F4&G4 6
  1188	D4&E4&F4&G4&G4&G4 6
  1189	D4&F4&D4&D4&C4 6
  1190	D4&F4&G4&A4&G4 6
  1191	D5&B4&C5 6
  1192	D5&C5&A4 6
  1193	D5&C5&B4&C5&D5 6
  1194	D5&D5&B4&C5&B4 6
  1195	D5&D5&C5&C5&B4 6
  1196	D5&E5&D5&D5 6
  1197	D5&E5&F5&D5 6
  1198	E4&D4&C4 6
  1199	E4&F4&D4&D4&A4&A4 6
  1200	E4&F4&E4&D4&D4&C4&D4 6
  1201	E4&F4&E4&D4&F4&D4 6
  1202	E4&F4&G4&F4&E4&E4 6
  1203	E4&F4&G4&G4&D4 6
  1204	E4&G4&A4&A4 6
  1205	E4&G4&F4&F4&F4&E4 6
  1206	E5&E5&C5&D5&E5&D5& 6
  1207	E5&E5&D5&D5&E5&D5 6
  1208	E5&F5&D5&C5&B4 6
  1209	E5&F5&D5&C5&C5 6
  1210	E5&F5&G5&E5&F5&E5&D5 6
  1211	E5&F5&G5&G5 6
  1212	E5&G5&F5 6
  1213	F4&A4&A4&C5&B4 6
  1214	F4&A4&C5&A4&B4&C5&B4 6
  1215	F4&A4&C5&C5&B4&A4&G4 6
  1216	F4&A4&C5&G4&F4&F4&D4 6
  1217	F4&A4&D4&F4&A4&G4 6
  1218	F4&A4&G4&F4&G4&A4 6
  1219	F4&C4&C4&D4 6
  1220	F4&C4&D4&F4&G4 6
  1221	F4&D4&D4&D4&F4&G4 6
  1222	F4&D4&F4&E4 6
  1223	F4&D4&F4&F4&F4&F4 6
  1224	F4&D4&F4&F4&F4&F4&G4 6
  1225	F4&D4&G4&A4&B4 6
  1226	F4&E4&D4&C4&D4&F4&G4 6
  1227	F4&E4&D4&C4&E4&F4&G4 6
  1228	F4&E4&D4&D4&E4&F4&G4 6
  1229	F4&E4&F4 6
  1230	F4&E4&F4&D4&D4&D4 6
  1231	F4&E4&F4&E4&D4&D4&D4 6
  1232	F4&E4&F4&F4&E4&F4&G4 6
  1233	F4&E4&F4&G4&G4&E4 6
  1234	F4&E4&G4&A4&G4&F4&G4 6
  1235	F4&F4&D4&C4&C4 6
  1236	F4&F4&D4&F4&D4&C4&D4 6
  1237	F4&F4&D4&F4&E4 6
  1238	F4&F4&E4&D4&F4&G4 6
  1239	F4&F4&E4&D4&G4 6
  1240	F4&F4&E4&E4&D4 6
  1241	F4&F4&E4&F4&G4&G4 6
  1242	F4&F4&F4&E4&C4& 6
  1243	F4&F4&F4&E4&D4&E4 6
  1244	F4&F4&F4&F4&C4&D4 6
  1245	F4&F4&G4&A4&F4&E4&D4 6
  1246	F4&F4&G4&F4&F4&D4 6
  1247	F4&F4&G4&F4&F4&F4&G4 6
  1248	F4&G4&A4&A4&G4&G4&G4 6
  1249	F4&G4&A4&G4&G4&A4&C5 6
  1250	G4&A4&C5&A4&A4&G4 6
  1251	G4&A4&G4&F4&A4 6
  1252	G4&B4&C5&B4 6
  1253	G4&F4&E4&D4&D4 6
  1254	G4&G4&A4&A4&G4&G4 6
  1255	G4&G4&A4&C5&C5&B4 6
  1256	G4&G4&D5&D5 6
  1257	G4&G4&D5&D5&D5&D5 6
  1258	G4&G4&F4&G4&A4&G4 6
  1259	G4&G4&G4&A4&C5 6
  1260	G4&G4&G4&A4&G4&G4 6
  1261	G4&G4&G4&C5&A4&G4 6
  1262	G4&G4&G4&F4&G4&G4 6
  1263	G5&A5&G5&F5&E5&D5 6
  1264	G5&F5&E5&D5&C5&B4 6
  1265	G5&G5&A5 6
  1266	A4&A4&A4&F4&G4 5
  1267	A4&A4&A4&G4&A4&C5&B4 5
  1268	A4&A4&A4&G4&G4&E4&F4 5
  1269	A4&A4&B4&A4&G4&G4 5
  1270	A4&A4&B4&B4&B4 5
  1271	A4&A4&C5&A4&A4 5
  1272	A4&A4&C5&A4&A4&A4 5
  1273	A4&A4&C5&G4 5
  1274	A4&A4&C5&G4&A4 5
  1275	A4&A4&D5&C5&B4 5
  1276	A4&A4&G4&C5&B4 5
  1277	A4&B4&A4&G4&A4&F4&G4 5
  1278	A4&B4&A4&G4&F4&F4&G4 5
  1279	A4&B4&A4&G4&G4&F4&G4 5
  1280	A4&B4&B4&B4 5
  1281	A4&B4&C5&A4&A4 5
  1282	A4&B4&C5&A4&G4&A4 5
  1283	A4&B4&C5&B4&A4&G4&G4 5
  1284	A4&B4&C5&C5&C5 5
  1285	A4&B4&C5&G4 5
  1286	A4&B4&C5&G4&G4 5
  1287	A4&C5&A4&C5&B4 5
  1288	A4&C5&A4&G4&F4&G4&G4 5
  1289	A4&C5&A4&G4&G4&A4 5
  1290	A4&C5&B4&A4&G4&G4&G4 5
  1291	A4&C5&C5&A4&G4 5
  1292	A4&C5&C5&G4&F4&G4&G4 5
  1293	A4&C5&G4&A4&B4&A4 5
  1294	A4&C5&G4&F4&G4&G4 5
  1295	A4&C5&G4&G4&G4&G4 5
  1296	A4&D5 5
  1297	A4&G4&A4&A4&G4&A4&C5 5
  1298	A4&G4&A4&A4&G4&C5&B4 5
  1299	A4&G4&A4&B4&A4&A4 5
  1300	A4&G4&A4&B4&B4&B4 5
  1301	A4&G4&A4&B4&C5 5
  1302	A4&G4&A4&B4&G4&G4 5
  1303	A4&G4&A4&C5&B4&A4&A4 5
  1304	A4&G4&A4&C5&C5&D5 5
  1305	A4&G4&A4&C5&D5&C5 5
  1306	A4&G4&A4&C5&G4&A4 5
  1307	A4&G4&A4&F4&D4 5
  1308	A4&G4&A4&G4&F4&A4&D4 5
  1309	A4&G4&A4&G4&F4&D4&D4 5
  1310	A4&G4&C5&B4 5
  1311	A4&G4&F4 5
  1312	A4&G4&F4&G4&A4&C5&B4 5
  1313	A4&G4&F4&G4&F4&F4 5
  1314	A4&G4&G4&A4&B4 5
  1315	A4&G4&G4&G4&A4&A4 5
  1316	A4&G4&G4&G4&A4&C5 5
  1317	A4&G4&G4&G4&A4&G4&G4 5
  1318	A4&G4&G4&G4&F4 5
  1319	B4&A4&B4&B4 5
  1320	B4&A4&B4&C5 5
  1321	B4&A4&B4&C5&D5&C5&B4 5
  1322	B4&A4&G4&G4 5
  1323	B4&B4&C5&B4&B4 5
  1324	B4&C5&D5&E5&D5 5
  1325	B4&D5&E5 5
  1326	B5 5
  1327	C4&A3&C4&D4 5
  1328	C4&A3&C4&D4&D4 5
  1329	C4&C4&C4 5
  1330	C4&C4&C4&F4&C4&D4 5
  1331	C4&C4&D4&D4&D4 5
  1332	C4&C4&D4&F4 5
  1333	C4&D4&E4&F4&E4&D4 5
  1334	C4&D4&F4&D4&C4&D4 5
  1335	C4&D4&F4&D4&D4 5
  1336	C4&D4&F4&F4&C4 5
  1337	C4&D4&F4&G4&F4&D4 5
  1338	C4&F4&D4 5
  1339	C4&F4&G4&F4&G4&A4 5
  1340	C5&A4&A4&A4&G4 5
  1341	C5&A4&A4&G4&G4&F4&G4 5
  1342	C5&A4&C5&C5&G4 5
  1343	C5&A4&C5&C5&G4&G4 5
  1344	C5&A4&G4&A4&G4 5
  1345	C5&A4&G4&F4&F4&G4&A4 5
  1346	C5&B4&A4&C5&C5&C5&B4 5
  1347	C5&B4&C5&B4&A4&G4 5
  1348	C5&B4&C5&D5&C5 5
  1349	C5&C5&A4&C5&B4&A4 5
  1350	C5&C5&B4&A4&C5&C5 5
  1351	C5&C5&B4&A4&G4&F4&G4 5
  1352	C5&C5&C5&A4&C5 5
  1353	C5&C5&C5&A4&C5&C5 5
  1354	C5&C5&C5&C5&A4&C5&C5 5
  1355	C5&C5&C5&C5&C5&D5& 5
  1356	C5&C5&C5&D5&E5 5
  1357	C5&C5&C5&D5&E5&D5 5
  1358	C5&D5&A4&B4&C5&B4 5
  1359	C5&D5&A4&C5&B4 5
  1360	C5&D5&B4&C5&A4 5
  1361	C5&D5&B4&C5&A4&G4&G4 5
  1362	C5&D5&C5&A4&G4&A4&C5 5
  1363	C5&D5&C5&C5&D5&C5&B4 5
  1364	C5&D5&C5&C5&G4&A4&C5 5
  1365	C5&D5&C5&D5&E5 5
  1366	C5&D5&C5&G4 5
  1367	C5&D5&D5&C5&B4&C5&B4 5
  1368	C5&D5&D5&C5&D5&E5 5
  1369	C5&D5&E5&C5&B4 5
  1370	C5&E5&G5 5
  1371	C5&G4&A4&C5&C5&C5&B4 5
  1372	D4&A3&C4&D4 5
  1373	D4&C4&D4&F4&F4 5
  1374	D4&C4&F4&G4&A4&G4 5
  1375	D4&D4&C4&C4&D4 5
  1376	D4&D4&D4&F4&G4 5
  1377	D4&D4&G4 5
  1378	D4&D4&G4&F4&F4 5
  1379	D4&E4&G4&A4 5
  1380	D4&F4&D4&D4&C4&F4&G4 5
  1381	D5&B4&C5&D5&C5&D5&D5 5
  1382	D5&C5&B4&A4&G4 5
  1383	D5&C5&C5&D5&E5&D5 5
  1384	D5&C5&D5&F5&C5& 5
  1385	D5&D5&C5 5
  1386	D5&D5&C5&B4&C5&D5&D5 5
  1387	D5&D5&C5&D5 5
  1388	D5&D5&D5&D5&B4&C5&D5 5
  1389	D5&D5&E5&D5&D5&E5&D5 5
  1390	D5&D5&E5&E5&D5 5
  1391	D5&F5&D5&D5 5
  1392	D5&F5&E5&D5 5
  1393	D5&F5&F5&F5 5
  1394	E4&D4&D4&C4 5
  1395	E4&D4&D4&D4 5
  1396	E4&D4&F4&E4&E4 5
  1397	E4&D4&G4 5
  1398	E4&D4&G4&A4&C5&B4 5
  1399	E4&E4&F4&E4&D4 5
  1400	E4&F4&D4&C4&D4&D4&D4 5
  1401	E4&F4&D4&C4&D4&E4&E4 5
  1402	E4&F4&E4&D4&D4&A4&A4 5
  1403	E4&F4&E4&D4&E4&E4&D4 5
  1404	E4&F4&E4&D4&G4 5
  1405	E4&F4&E4&E4 5
  1406	E4&F4&G4&D4 5
  1407	E4&F4&G4&F4&E4&C4&D4 5
  1408	E4&F4&G4&G4&F4&E4&E4 5
  1409	E5&D5&C5&B4&C5&B4&C5 5
  1410	E5&D5&D5&D5&D5&E5&D5 5
  1411	E5&E5&C5&D5&E5&D5&C5 5
  1412	E5&F5&D5&C5 5
  1413	E5&F5&E5&C5&D5&D5 5
  1414	F4&A4&A4&A4 5
  1415	F4&A4&A4&G4&F4&G4 5
  1416	F4&A4&C5&A4&G4 5
  1417	F4&A4&C5&C5&B4&C5&B4 5
  1418	F4&A4&F4&G4&A4&G4 5
  1419	F4&A4&G4&F4&G4&A4&G4 5
  1420	F4&C4&D4&F4&F4&G4 5
  1421	F4&C5&C5&B4 5
  1422	F4&D4&C4&F4 5
  1423	F4&D4&F4&F4&F4&G4 5
  1424	F4&E4&C4&E4&F4&D4&D4 5
  1425	F4&E4&D4&A4&A4 5
  1426	F4&E4&D4&D4&C4&F4&G4 5
  1427	F4&E4&D4&D4&D4&C4&D4 5
  1428	F4&E4&D4&F4&F4&E4 5
  1429	F4&E4&D4&F4&F4&G4 5
  1430	F4&E4&D4&G4&A4 5
  1431	F4&E4&E4&F4&G4&G4 5
  1432	F4&E4&F4&D4&D4&C4&D4 5
  1433	F4&E4&F4&D4&G4 5
  1434	F4&E4&F4&G4&F4&E4&D4 5
  1435	F4&E4&F4&G4&G4&A4 5
  1436	F4&E4&F4&G4&G4&F4&G4 5
  1437	F4&E4&F4&G4&G4&G4&G4 5
  1438	F4&F4&D4&F4&D4&C4&C4 5
  1439	F4&F4&D4&F4&F4 5
  1440	F4&F4&D4&F4&F4&G4 5
  1441	F4&F4&D4&F4&G4&A4 5
  1442	F4&F4&E4&D4&D4&A4&A4 5
  1443	F4&F4&E4&D4&F4&D4&C4 5
  1444	F4&F4&E4&E4&F4&G4 5
  1445	F4&F4&G4&A4&A4 5
  1446	F4&F4&G4&A4&F4&G4 5
  1447	F4&F4&G4&A4&G4&A4 5
  1448	F4&F4&G4&A4&G4&G4 5
  1449	F4&F4&G4&B4 5
  1450	F4&F4&G4&G4&E4 5
  1451	F4&G4&A4&A4&A4&A4 5
  1452	F4&G4&A4&G4&F4&E4&D4 5
  1453	F4&G4&F4&G4&G4&A4&G4 5
  1454	F4&G4&G4&F4 5
  1455	F5&D5&C5&D5 5
  1456	F5&E5&D5&C5&B4 5
  1457	G4&A4&A4&G4&A4&G4 5
  1458	G4&A4&F4&A4 5
  1459	G4&A4&G4&A4&G4 5
  1460	G4&A4&G4&F4&E4 5
  1461	G4&A4&G4&F4&G4&G4 5
  1462	G4&A4&G4&F4&G4&G4&A4 5
  1463	G4&A4&G4&G4&A4&G4 5
  1464	G4&A4&G4&G4&G4&A4&G4 5
  1465	G4&C5&C5 5
  1466	G4&D5&B4&D5&E5&D5 5
  1467	G4&E4&G4&A4 5
  1468	G4&F4&A4&C5&C5&G4&B4 5
  1469	G4&G4&A4&B4 5
  1470	G4&G4&A4&F4&E4&D4&D4 5
  1471	G4&G4&A4&F4&F4 5
  1472	G4&G4&A4&G4&F4&F4 5
  1473	G4&G4&F4&E4&F4&G4 5
  1474	G4&G4&F4&G4&G4 5
  1475	G4&G4&G4&A4&A4&G4&G4 5
  1476	G4&G4&G4&C5 5
  1477	G4&G4&G4&G4&A4 5
  1478	G5&F5&E5&F5&E5&D5 5
  1479	G5&G5&F5&E5&F5&E5&D5 5
  1480	A3&B3 4
  1481	A4&A4&A4&A4&A4&A4&G4 4
  1482	A4&A4&A4&A4&B4 4
  1483	A4&A4&A4&A4&C5&B4 4
  1484	A4&A4&A4&C5&D5&C5&B4 4
  1485	A4&A4&A4&G4&A4&G4&G4 4
  1486	A4&A4&B4&C5&B4&B4 4
  1487	A4&A4&C5&A4&G4&F4&G4 4
  1488	A4&A4&C5&A4&G4&G4 4
  1489	A4&A4&C5&B4&C5 4
  1490	A4&A4&C5&C5&B4 4
  1491	A4&A4&D5&D5 4
  1492	A4&A4&F4&A4&G4 4
  1493	A4&A4&G4&A4&A4 4
  1494	A4&A4&G4&A4&G4&G4 4
  1495	A4&B4&A4&A4&G4&A4&G4 4
  1496	A4&B4&A4&G4&A4&C5&B4 4
  1497	A4&B4&A4&G4&A4&G4&A4 4
  1498	A4&B4&A4&G4&F4 4
  1499	A4&B4&A4&G4&F4&G4&A4 4
  1500	A4&B4&A4&G4&F4&G4&G4 4
  1501	A4&B4&C5&A4&A4&G4&G4 4
  1502	A4&B4&C5&A4&G4&A4&A4 4
  1503	A4&B4&C5&A4&G4&A4&C5 4
  1504	A4&B4&C5&A4&G4&F4&G4 4
  1505	A4&B4&C5&B4&A4&A4 4
  1506	A4&B4&C5&B4&A4&B4 4
  1507	A4&B4&C5&D5&C5&C5&B4 4
  1508	A4&B4&C5&D5&D5 4
  1509	A4&B4&C5&D5&D5&C5&B4 4
  1510	A4&B4&D5&E5&D5 4
  1511	A4&B4&G4&F4&F4&F4&G4 4
  1512	A4&B4&G4&F4&G4&D4 4
  1513	A4&C5&A4&A4&G4&G4 4
  1514	A4&C5&A4&C5&C5&C5&C5 4
  1515	A4&C5&A4&C5&G4 4
  1516	A4&C5&A4&G4&A4&C5&B4 4
  1517	A4&C5&A4&G4&A4&G4 4
  1518	A4&C5&B4&A4&B4 4
  1519	A4&C5&D5 4
  1520	A4&C5&D5&A4&A4&G4 4
  1521	A4&C5&D5&D5 4
  1522	A4&C5&G4&A4&C5 4
  1523	A4&C5&G4&B4 4
  1524	A4&F4&A4&C5&B4 4
  1525	A4&G4&A4& 4
  1526	A4&G4&A4&A4&G4&C4&D4 4
  1527	A4&G4&A4&A4&G4&G4 4
  1528	A4&G4&A4&B4&A4&A4&A4 4
  1529	A4&G4&A4&B4&C5&B4&A4 4
  1530	A4&G4&A4&B4&G4&F4 4
  1531	A4&G4&A4&C5&A4&A4&A4 4
  1532	A4&G4&A4&C5&B4&C5&B4 4
  1533	A4&G4&A4&C5&D5&C5&C5 4
  1534	A4&G4&A4&C5&G4&A4&G4 4
  1535	A4&G4&A4&D5&E5 4
  1536	A4&G4&A4&E4&F4&E4&D4 4
  1537	A4&G4&A4&F4&D4&F4&F4 4
  1538	A4&G4&A4&G4&E4 4
  1539	A4&G4&A4&G4&F4&G4&A4 4
  1540	A4&G4&A4&G4&G4&G4&G4 4
  1541	A4&G4&B4 4
  1542	A4&G4&F4&F4 4
  1543	A4&G4&F4&G4&A4&F4&G4 4
  1544	A4&G4&F4&G4&A4&G4&F4 4
  1545	A4&G4&F4&G4&G4&G4&G4 4
  1546	A4&G4&G4&A4&G4&A4&A4 4
  1547	A4&G4&G4&A4&G4&F4&F4 4
  1548	A4&G4&G4&C5 4
  1549	A4&G4&G4&E4&G4 4
  1550	A4&G4&G4&F4&A4&G4 4
  1551	A4&G4&G4&G4&A4&C5&C5 4
  1552	A4&G4&G4&G4&C5&B4 4
  1553	A4&G4&G4&G4&C5&C5&D5 4
  1554	A4&G4&G4&G4&F4&G4 4
  1555	A4&G4&G4&G4&G4&G4&A4 4
  1556	B3&C4&D4&D4&D4 4
  1557	B3&D4 4
  1558	B4&B4&A4&B4&D5&B4 4
  1559	B4&B4&B4&B4 4
  1560	B4&C5&A4 4
  1561	B4&C5&A4&G4&A4&G4 4
  1562	B4&C5&A4&G4&C5 4
  1563	B4&C5&A4&G4&G4&G4 4
  1564	B4&D5&E5&D5&C5&B4 4
  1565	B5&C6 4
  1566	C4&A3&B3&C4&D4 4
  1567	C4&B3&C4&D4&D4 4
  1568	C4&C4&C4&D4&D4 4
  1569	C4&C4&D4&C4 4
  1570	C4&C4&D4&F4&D4 4
  1571	C4&C4&D4&F4&E4 4
  1572	C4&C4&D4&F4&F4&F4&G4 4
  1573	C4&C4&F4&E4&D4 4
  1574	C4&D4&C4 4
  1575	C4&D4&D4&A4&C5&A4&A4 4
  1576	C4&D4&D4&C4&C4&D4 4
  1577	C4&D4&D4&F4&D4&D4 4
  1578	C4&D4&D4&F4&G4 4
  1579	C4&D4&E4&D4 4
  1580	C4&D4&E4&F4&G4 4
  1581	C4&D4&F4&F4&E4 4
  1582	C4&D4&F4&F4&G4&F4&F4 4
  1583	C4&D4&F4&G4&G4 4
  1584	C4&E4&G4&A4 4
  1585	C4&F4&F4 4
  1586	C4&F4&G4&G4 4
  1587	C5&A4&B4&A4&G4 4
  1588	C5&A4&B4&C5 4
  1589	C5&A4&C5&C5&C5 4
  1590	C5&A4&C5&G4 4
  1591	C5&A4&G4&A4&G4&F4&A4 4
  1592	C5&B4&A4&A4&G4&A4&G4 4
  1593	C5&B4&A4&C5&D5&D5 4
  1594	C5&B4&C5&A4 4
  1595	C5&B4&C5&A4&C5 4
  1596	C5&B4&C5&A4&G4 4
  1597	C5&B4&C5&D5&D5&C5&B4 4
  1598	C5&B4&C5&D5&D5&F5&E5 4
  1599	C5&B4&C5&D5&E5 4
  1600	C5&B4&G4&A4&C5 4
  1601	C5&C5&A4&A4 4
  1602	C5&C5&A4&B4&C5&B4 4
  1603	C5&C5&A4&C5&A4&G4 4
  1604	C5&C5&A4&C5&D5 4
  1605	C5&C5&B4&A4&C5&C5&B4 4
  1606	C5&C5&B4&A4&G4&A4&B4 4
  1607	C5&C5&B4&A4&G4&A4&C5 4
  1608	C5&C5&B4&C5&A4&C5 4
  1609	C5&C5&B4&C5&B4&A4 4
  1610	C5&C5&B4&C5&D5&D5 4
  1611	C5&C5&C5&A4&B4 4
  1612	C5&C5&C5&A4&C5&A4& 4
  1613	C5&C5&C5&B4&A4&B4&C5 4
  1614	C5&C5&C5&B4&G4&A4&A4 4
  1615	C5&C5&C5&C5&C5 4
  1616	C5&C5&C5&C5&C5&A4&A4 4
  1617	C5&C5&D5&C5&A4&C5&C5 4
  1618	C5&C5&D5&E5&D5&D5 4
  1619	C5&D5&A4&G4 4
  1620	C5&D5&A4&G4&G4 4
  1621	C5&D5&B4&C5&B4&A4&G4 4
  1622	C5&D5&C5&B4&C5 4
  1623	C5&D5&C5&B4&C5&B4 4
  1624	C5&D5&C5&B4&G4 4
  1625	C5&D5&C5&C5&B4&A4&B4 4
  1626	C5&D5&C5&C5&B4&G4 4
  1627	C5&D5&C5&C5&D5&E5&D5 4
  1628	C5&D5&C5&C5&E5&D5 4
  1629	C5&D5&C5&D5&B4&C5 4
  1630	C5&D5&C5&D5&F5&F5&F5 4
  1631	C5&D5&D5&A4&D5&C5&B4 4
  1632	C5&D5&D5&C5&D5&C5&B4 4
  1633	C5&D5&D5&D5&D5&C5&B4 4
  1634	C5&D5&D5&D5&D5&E5 4
  1635	C5&D5&D5&D5&D5&E5&D5 4
  1636	C5&D5&D5&G4 4
  1637	C5&D5&E5&D5&C5&D5&E5 4
  1638	C5&D5&F5&E5 4
  1639	C5&G4&G4&C5&B4 4
  1640	D4&C4&C4&D4&F4&F4&G4 4
  1641	D4&C4&D4&F4&D4 4
  1642	D4&C4&D4&F4&E4&F4&G4 4
  1643	D4&C4&F4&G4&A4&A4 4
  1644	D4&D4&C4&D4&D4 4
  1645	D4&D4&D4&D4&D4 4
  1646	D4&E4&F4&E4&D4&D4 4
  1647	D4&F4&D4&D4&D4 4
  1648	D4&F4&F4 4
  1649	D4&F4&G4&A4&G4&G4&A4 4
  1650	D4&G4&A4 4
  1651	D5&A4&G4 4
  1652	D5&B4&C5&B4&B4 4
  1653	D5&B4&C5&C5&B4 4
  1654	D5&B4&C5&D5 4
  1655	D5&B4&D5&E5&D5&C5&B4 4
  1656	D5&C5&B4&A4 4
  1657	D5&C5&B4&C5&B4 4
  1658	D5&C5&C5&D5&E5 4
  1659	D5&C5&D5&C5 4
  1660	D5&C5&D5&C5&B4&A4&G4 4
  1661	D5&C5&D5&F5&D5 4
  1662	D5&D5&C5&D5&E5 4
  1663	D5&D5&E5&D5&C5&D5&C5 4
  1664	D5&E5&F5&G5 4
  1665	D5&F5&D5&C5&D5&F5 4
  1666	E4&A4&G4&A4&C5&G4&E4 4
  1667	E4&D4&C4&C4 4
  1668	E4&D4&F4&D4&C4&D4 4
  1669	E4&D4&G4&A4&C5 4
  1670	E4&E4&D4&E4&D4&C4&D4 4
  1671	E4&E4&E4&D4 4
  1672	E4&E4&E4&E4 4
  1673	E4&E4&G4&A4 4
  1674	E4&F4&A4&C5&G4 4
  1675	E4&F4&D4&D4&D4&C4 4
  1676	E4&F4&E4&D4&A4&A4 4
  1677	E4&F4&E4&D4&C4&C4&D4 4
  1678	E4&F4&E4&D4&E4&D4&C4 4
  1679	E4&F4&E4&F4&E4&D4 4
  1680	E4&F4&F4 4
  1681	E4&F4&F4&E4&F4&D4 4
  1682	E4&F4&F4&G4 4
  1683	E4&F4&G4&E4&F4&D4&D4 4
  1684	E4&F4&G4&F4&D4 4
  1685	E4&F4&G4&F4&E4&F4&D4 4
  1686	E4&F4&G4&F4&G4&A4&G4 4
  1687	E4&G4&A4&A4&G4 4
  1688	E4&G4&A4&C5 4
  1689	E5&D5&C5&B4&C5 4
  1690	E5&D5&C5&B4&C5&D5 4
  1691	E5&E5&F5&E5&D5 4
  1692	E5&F5&E5&D5&E5&D5&E5 4
  1693	E5&F5&E5&E5 4
  1694	E5&F5&E5&E5&D5&E5&D5 4
  1695	E5&F5&E5&F5&E5 4
  1696	E5&F5&G5&G5&G5 4
  1697	E5&G5&E5&D5 4
  1698	F4&A4&C5&C5&B4&A4 4
  1699	F4&A4&C5&C5&D5&C5&B4 4
  1700	F4&A4&C5&G4&A4&G4 4
  1701	F4&A4&F4 4
  1702	F4&A4&F4&G4&F4&E4&E4 4
  1703	F4&A4&G4&F4&E4&D4 4
  1704	F4&A4&G4&F4&E4&D4&E4 4
  1705	F4&A4&G4&F4&G4&G4 4
  1706	F4&B4&A4&G4 4
  1707	F4&C4&D4&D4&A4&C5&A4 4
  1708	F4&C4&D4&E4&F4&G4 4
  1709	F4&D4&C4&C4&D4&F4&G4 4
  1710	F4&D4&C4&D4&D4&D4 4
  1711	F4&D4&C4&D4&D4&D4&D4 4
  1712	F4&D4&D4&F4&D4&C4 4
  1713	F4&D4&D4&G4 4
  1714	F4&D4&F4&E4&F4&D4&D4 4
  1715	F4&D4&F4&F4&E4&D4 4
  1716	F4&D4&F4&F4&F4 4
  1717	F4&D4&F4&F4&F4&F4&E4 4
  1718	F4&D4&G4&A4&G4 4
  1719	F4&E4&C4&D4&F4&E4&D4 4
  1720	F4&E4&C4&F4&F4&G4 4
  1721	F4&E4&D4&C4&C4&C4&D4 4
  1722	F4&E4&D4&C4&D4&C4 4
  1723	F4&E4&D4&C4&F4&G4 4
  1724	F4&E4&D4&D4&F4&C4&D4 4
  1725	F4&E4&D4&D4&F4&G4 4
  1726	F4&E4&D4&E4&D4 4
  1727	F4&E4&D4&E4&E4&F4&E4 4
  1728	F4&E4&D4&E4&F4&E4&E4 4
  1729	F4&E4&D4&G4&A4&B4 4
  1730	F4&E4&E4&F4&D4 4
  1731	F4&E4&F4&D4&A4&A4 4
  1732	F4&E4&G4&A4&G4&F4&F4 4
  1733	F4&F4&C4&D4&D4 4
  1734	F4&F4&C4&E4&F4&G4 4
  1735	F4&F4&D4&C4&F4&G4 4
  1736	F4&F4&D4&F4 4
  1737	F4&F4&D4&F4&E4&C4 4
  1738	F4&F4&D4&F4&G4&A4&G4 4
  1739	F4&F4&D4&F4&G4&F4&E4 4
  1740	F4&F4&E4&D4&C4&C4&D4 4
  1741	F4&F4&E4&D4&E4&E4&D4 4
  1742	F4&F4&E4&D4&F4&C4&D4 4
  1743	F4&F4&F4&A4&C5&B4 4
  1744	F4&F4&F4&E4&G4&G4 4
  1745	F4&F4&F4&F4&D4&D4 4
  1746	F4&F4&F4&F4&E4&D4 4
  1747	F4&F4&F4&F4&E4&G4&A4 4
  1748	F4&F4&F4&F4&F4&F4&F4 4
  1749	F4&F4&F4&F4&G4&F4&F4 4
  1750	F4&F4&G4&A4&A4&B4 4
  1751	F4&F4&G4&A4&B4&A4&G4 4
  1752	F4&F4&G4&A4&C5 4
  1753	F4&F4&G4&F4&E4&F4&G4 4
  1754	F4&F4&G4&F4&G4&G4&A4 4
  1755	F4&F4&G4&G4&A4 4
  1756	F4&G4&A4&A4&A4&C5&B4 4
  1757	F4&G4&A4&A4&G4&A4&G4 4
  1758	F4&G4&A4&C5&C5&G4&B4 4
  1759	F4&G4&A4&D4&D4 4
  1760	F4&G4&A4&F4&F4&F4&D4 4
  1761	F4&G4&A4&F4&G4&G4 4
  1762	F4&G4&A4&G4&G4&A4 4
  1763	F4&G4&E4&F4&E4&D4&E4 4
  1764	F4&G4&F4&F4&G4&B4 4
  1765	F4&G4&F4&G4&F4&F4&D4 4
  1766	F4&G4&G4&A4&C5&B4 4
  1767	F4&G4&G4&A4&G4&G4 4
  1768	F4&G4&G4&F4&F4 4
  1769	F5&E5 4
  1770	F5&E5&C5&D5&D5 4
  1771	F5&G5&A5&G5&F5 4
  1772	G4&A4&B4&A4&B4&G4&G4 4
  1773	G4&A4&B4&A4&G4 4
  1774	G4&A4&B4&A4&G4&F4&G4 4
  1775	G4&A4&B4&C5&B4&A4&G4 4
  1776	G4&A4&C5&C5&A4&C5 4
  1777	G4&A4&C5&C5&A4&C5&C5 4
  1778	G4&A4&C5&C5&D5 4
  1779	G4&A4&C5&C5&D5&E5&D5 4
  1780	G4&A4&C5&G4 4
  1781	G4&A4&E4&F4&E4&D4 4
  1782	G4&A4&F4&F4&E4&D4 4
  1783	G4&A4&G4&A4&G4&F4&G4 4
  1784	G4&A4&G4&F4 4
  1785	G4&A4&G4&F4&E4&F4&G4 4
  1786	G4&A4&G4&G4&F4&G4&G4 4
  1787	G4&B4&C5&D5&D5&D5&E5 4
  1788	G4&B4&C5&D5&E5&D5 4
  1789	G4&D5&D5&D5&D5 4
  1790	G4&D5&D5&D5&D5&C5&B4 4
  1791	G4&E4&F4&A4&C5&G4 4
  1792	G4&E4&F4&D4 4
  1793	G4&E4&G4&A4&G4&F4&G4 4
  1794	G4&F4&D4&E4&F4&G4 4
  1795	G4&F4&G4&G4&F4 4
  1796	G4&F4&G4&G4&G4&G4&G4 4
  1797	G4&G4&A4&C5&A4&G4 4
  1798	G4&G4&A4&G4&E4&E4 4
  1799	G4&G4&E4&F4&G4 4
  1800	G4&G4&F4&G4&G4&A4 4
  1801	G4&G4&G4&A4&G4 4
  1802	G4&G4&G4&B4 4
  1803	G5&F5&F5&E5&D5 4
  1804	G5&G5&F5&E5&D5&E5&D5 4
  1805	G5&G5&G5 4
  1806	& 3
  1807	A3&A3&C4&D4&D4 3
  1808	A3&A3&C4&D4&F4&D4 3
  1809	A3&C4&A3&C4&D4 3
  1810	A3&C4&D4&D4&C4 3
  1811	A3&C4&D4&D4&D4 3
  1812	A3&D4&D4&C4 3
  1813	A4&A4&A4&A4&C5&A4&G4 3
  1814	A4&A4&A4&B4&C5 3
  1815	A4&A4&A4&C5&D5&C5&C5 3
  1816	A4&A4&A4&F4&A4&C5 3
  1817	A4&A4&A4&G4&A4 3
  1818	A4&A4&B4&A4&A4 3
  1819	A4&A4&B4&A4&G4&F4&G4 3
  1820	A4&A4&B4&B4 3
  1821	A4&A4&B4&G4&G4 3
  1822	A4&A4&C5&A4&A4&C5&A4 3
  1823	A4&A4&C5&A4&G4&C5&B4 3
  1824	A4&A4&C5&B4&A4&G4 3
  1825	A4&A4&C5&B4&C5&B4 3
  1826	A4&A4&C5&C5&C5&C5 3
  1827	A4&A4&C5&C5&G4 3
  1828	A4&A4&C5&G4&F4&G4 3
  1829	A4&A4&D5&C5&C5 3
  1830	A4&A4&F4&A4 3
  1831	A4&A4&F4&G4&A4 3
  1832	A4&A4&F4&G4&A4&G4&A4 3
  1833	A4&A4&G4&F4&A4&C5&B4 3
  1834	A4&A4&G4&F4&E4&F4&G4 3
  1835	A4&A4&G4&F4&G4&A4&A4 3
  1836	A4&A4&G4&G4&A4 3
  1837	A4&A4&G4&G4&A4&C5&B4 3
  1838	A4&A4&G4&G4&F4&F4&G4 3
  1839	A4&B4&A4&A4&G4&A4&B4 3
  1840	A4&B4&A4&A4&G4&F4&G4 3
  1841	A4&B4&A4&B4&D5&C5&B4 3
  1842	A4&B4&A4&G4&A4&B4&A4 3
  1843	A4&B4&A4&G4&F4&F4&A4 3
  1844	A4&B4&B4&A4&A4 3
  1845	A4&B4&B4&A4&A4&A4 3
  1846	A4&B4&B4&C5&B4 3
  1847	A4&B4&C5&A4&D5 3
  1848	A4&B4&C5&A4&F4&G4 3
  1849	A4&B4&C5&B4&G4&G4 3
  1850	A4&B4&C5&C5&C5&B4&A4 3
  1851	A4&B4&C5&C5&C5&C5&B4 3
  1852	A4&B4&C5&C5&D5&C5&B4 3
  1853	A4&B4&C5&D5&C5 3
  1854	A4&B4&C5&D5&C5&E5&D5 3
  1855	A4&B4&G4&F4&G4&A4 3
  1856	A4&C5&A4&A4&A4&G4 3
  1857	A4&C5&A4&B4&A4&G4&G4 3
  1858	A4&C5&A4&F4&G4&G4 3
  1859	A4&C5&A4&G4&A4&G4&G4 3
  1860	A4&C5&A4&G4&F4&G4&A4 3
  1861	A4&C5&B4&A4 3
  1862	A4&C5&B4&A4&G4&A4&B4 3
  1863	A4&C5&B4&A4&G4&G4 3
  1864	A4&C5&C5&B4&G4&A4 3
  1865	A4&C5&C5&C5&B4 3
  1866	A4&C5&C5&C5&C5 3
  1867	A4&C5&C5&G4&A4&G4&A4 3
  1868	A4&C5&G4&F4&G4&A4&A4 3
  1869	A4&C5&G4&G4&A4&G4&G4 3
  1870	A4&F4&A4&C5&C5&B4 3
  1871	A4&F4&F4&G4 3
  1872	A4&F4&G4&A4&G4 3
  1873	A4&F4&G4&F4&E4&D4 3
  1874	A4&G4&A4&A4&A4&A4 3
  1875	A4&G4&A4&A4&G4&E4 3
  1876	A4&G4&A4&A4&G4&F4&E4 3
  1877	A4&G4&A4&B4&A4&A4&B4 3
  1878	A4&G4&A4&B4&C5&B4&B4 3
  1879	A4&G4&A4&B4&G4&F4&F4 3
  1880	A4&G4&A4&C5&A4&F4&G4 3
  1881	A4&G4&A4&C5&B4&B4 3
  1882	A4&G4&A4&C5&C5&G4&G4 3
  1883	A4&G4&A4&C5&D5&F5 3
  1884	A4&G4&A4&C5&G4&G4&G4 3
  1885	A4&G4&A4&F4&E4&D4&D4 3
  1886	A4&G4&A4&F4&F4&E4&D4 3
  1887	A4&G4&A4&F4&G4&G4&A4 3
  1888	A4&G4&A4&G4&A4&A4 3
  1889	A4&G4&A4&G4&D4 3
  1890	A4&G4&A4&G4&E4&G4 3
  1891	A4&G4&A4&G4&F4&E4&E4 3
  1892	A4&G4&A4&G4&F4&G4&B4 3
  1893	A4&G4&E4&F4&G4 3
  1894	A4&G4&F4&E4&D4&E4&E4 3
  1895	A4&G4&F4&G4&A4&C5&A4 3
  1896	A4&G4&G4&A4&C5&C5&D5 3
  1897	A4&G4&G4&A4&F4&E4&D4 3
  1898	A4&G4&G4&A4&F4&G4 3
  1899	A4&G4&G4&D5&D5 3
  1900	A4&G4&G4&F4&G4&F4&F4 3
  1901	A4&G4&G4&F4&G4&G4&F4 3
  1902	A4&G4&G4&G4&A4&B4&C5 3
  1903	A4&G4&G4&G4&B4 3
  1904	A4&G4&G4&G4&F4&E4&D4 3
  1905	A4&G4&G4&G4&G4&C5&B4 3
  1906	A5&C6 3
  1907	B4&A4&A4 3
  1908	B4&A4&B4&A4&G4 3
  1909	B4&A4&B4&C5&A4&C5 3
  1910	B4&A4&B4&C5&B4 3
  1911	B4&A4&G4&E4&F4&G4 3
  1912	B4&A4&G4&G4&F4 3
  1913	B4&A4&G4&G4&G4 3
  1914	B4&B4&A4&G4 3
  1915	B4&B4&B4&B4&B4&B4 3
  1916	B4&C5&A4&A4 3
  1917	B4&C5&A4&A4&G4&G4 3
  1918	B4&C5&D5&C5&C5&B4 3
  1919	B4&C5&D5&C5&D5 3
  1920	B4&D5&D5&B4&D5&E5&D5 3
  1921	B4&G4 3
  1922	B4&G4&A4&G4 3
  1923	B4&G4&G4 3
  1924	C4&C4&A3&C4&D4&D4 3
  1925	C4&C4&C4&D4 3
  1926	C4&C4&D4&D4&D4&D4 3
  1927	C4&C4&D4&F4&E4&F4&G4 3
  1928	C4&C4&D4&F4&F4 3
  1929	C4&D4&D4&D4&F4&G4 3
  1930	C4&D4&D4&E4&E4 3
  1931	C4&D4&D4&E4&F4&D4 3
  1932	C4&D4&D4&F4&D4 3
  1933	C4&D4&D4&G4 3
  1934	C4&D4&F4&D4&C4&D4&D4 3
  1935	C4&D4&F4&D4&D4&D4 3
  1936	C4&D4&F4&E4&F4&G4&A4 3
  1937	C4&D4&F4&E4&F4&G4&G4 3
  1938	C4&D4&F4&F4&F4&E4&D4 3
  1939	C4&D4&F4&F4&F4&G4&G4 3
  1940	C4&E4&F4&D4&D4 3
  1941	C4&E4&F4&G4 3
  1942	C4&F4&E4&D4&C4&D4&D4 3
  1943	C4&F4&G4&A4&G4&A4&G4 3
  1944	C4&F4&G4&F4&E4&F4&G4 3
  1945	C4&G4&A4&G4 3
  1946	C5&A4&A4&A4 3
  1947	C5&A4&A4&A4&A4&G4 3
  1948	C5&A4&A4&B4&A4&G4 3
  1949	C5&A4&A4&G4&F4&G4&A4 3
  1950	C5&A4&B4&C5&C5 3
  1951	C5&A4&C5&A4&G4&G4 3
  1952	C5&A4&C5&B4&G4 3
  1953	C5&A4&C5&D5 3
  1954	C5&A4&C5&D5&C5 3
  1955	C5&A4&C5&D5&C5&C5 3
  1956	C5&A4&C5&D5&E5&D5 3
  1957	C5&A4&G4&A4&G4&G4 3
  1958	C5&A4&G4&B4&C5 3
  1959	C5&B4&A4&A4&G4&G4 3
  1960	C5&B4&A4&B4&A4 3
  1961	C5&B4&A4&C5 3
  1962	C5&B4&A4&C5&C5 3
  1963	C5&B4&A4&C5&C5&B4 3
  1964	C5&B4&A4&C5&D5 3
  1965	C5&B4&A4&F4 3
  1966	C5&B4&A4&G4&A4&G4&G4 3
  1967	C5&B4&C5&D5&D5&D5 3
  1968	C5&C5&A4&C5&D5&C5 3
  1969	C5&C5&A4&C5&D5&E5&D5 3
  1970	C5&C5&A4&G4&F4&G4&A4 3
  1971	C5&C5&B4&A4&A4&G4 3
  1972	C5&C5&B4&A4&F4&A4&B4 3
  1973	C5&C5&B4&A4&G4&A4 3
  1974	C5&C5&B4&A4&G4&F4&A4 3
  1975	C5&C5&B4&C5&C5&D5&D5 3
  1976	C5&C5&B4&C5&D5&C5&A4 3
  1977	C5&C5&B4&C5&D5&C5&C5 3
  1978	C5&C5&B4&D5&E5&D5 3
  1979	C5&C5&C5&A4&B4&C5&B4 3
