     1	0&0 408
     2	2&-2 282
     3	2&-2&0 281
     4	0 272
     5	0&0&0&0 271
     6	2&-2&2 267
     7	0&2 259
     8	2&-2&0&0 257
     9	0&-2 255
    10	-3&3 251
    11	0&0&0 242
    12	2&-2&-2 217
    13	2 212
    14	0&-2&2 207
    15	7 202
    16	-2 201
    17	5 187
    18	-1&-2&-2 183
    19	0&0&-2 182
    20	2&-4 181
    21	2&-2&-2&2 180
    22	-1&-2&-2&2 175
    23	-1&-2&3 168
    24	-3 166
    25	-5 165
    26	-1&1&2 164
    27	2&3 160
    28	-1&1&2&-2 159
    29	2&0&-2 159
    30	3&-3 158
    31	0&5 157
    32	0&3 155
    33	-1&-2&2&1 152
    34	-2&2 151
    35	2&1 149
    36	-1&-2 148
    37	-1&1 147
    38	-3&1 147
    39	-3&-2 147
    40	0&2&-2&-2 146
    41	3&-3&-2 141
    42	2&-2&0&-2 140
    43	-1 139
    44	2&0&0 134
    45	3 134
    46	2&-2&-2&0 133
    47	2&-2&0&2 132
    48	2&0 126
    49	3&0 126
    50	0&2&3 124
    51	-1&1&-3 124
    52	4 124
    53	0&0&2 123
    54	0&7 122
    55	-1&-4 122
    56	-1&-4&2 120
    57	-3&-2&2 117
    58	2&-2&0&-2&2 116
    59	4&-2 115
    60	0&-2&0 114
    61	0&2&-2 114
    62	0&2&1 113
    63	0&-3&3 113
    64	0&-2&2&3 111
    65	2&-2&-1&-2 110
    66	2&-2&2&-2&-2 110
    67	-3&2&1 110
    68	-5&5 110
    69	-4&2 109
    70	0&0&5 106
    71	-2&0 106
    72	2&-2&-3&1 106
    73	2&3&0 106
    74	-1&0&1 102
    75	-1&1&0 102
    76	2&1&-1&-2 102
    77	-1&3 101
    78	3&-5 101
    79	2&-2&0&0&0&0 98
    80	5&0 97
    81	2&-2&-3&3 96
    82	-5&3 96
    83	3&-3&-2&2 95
    84	4&1 94
    85	0&-2&-2 93
    86	0&2&-4 92
    87	-1&-2&2 92
    88	2&-2&2&0&-2 91
    89	0&3&-3 90
    90	4&3&0 90
    91	0&0&-2&2 89
    92	-1&-2&-2&2&3 89
    93	2&0&-2&2 89
    94	2&-2&-3 89
    95	2&3&-3 89
    96	2&-2&2&3 88
    97	4&-2&-2 88
    98	4&3 87
    99	-7 87
   100	0&-3&1 86
   101	2&-3&1 85
   102	0&-2&0&2 84
   103	0&-2&-2&2 84
   104	0&5&0&-1&1&-3&-2 84
   105	2&2&-2&-2 83
   106	3&2 80
   107	-5&2 79
   108	-4 78
   109	5&2 78
   110	-3&3&0 77
   111	-1&-2&3&0 74
   112	2&1&-3 74
   113	4&-2&-2&2 74
   114	0&0&-3&3 73
   115	-2&0&2 73
   116	2&1&-1&-2&-2 73
   117	-2&2&3 73
   118	-3&0&3 72
   119	0&0&0&2 71
   120	2&-2&2&-4 71
   121	0&0&7 70
   122	0&2&0&-2 70
   123	1 70
   124	2&-2&5 70
   125	-4&2&2 69
   126	0&0&3 68
   127	0&-2&5 68
   128	-1&1&-3&-2 67
   129	-1&-2&2&1&-3 67
   130	2&-2&-1&-2&3 67
   131	-5&-2&2 67
   132	0&5&0&-1&1&-3 66
   133	-1&1&2&-2&0 66
   134	2&-2&0&-3&3 66
   135	0&2&-2&0&0 65
   136	-1&0&-2 65
   137	-1&-2&3&-3 64
   138	2&-2&2&-2&-2&2 64
   139	2&-4&2 64
   140	-5&2&3 64
   141	0&2&3&0 63
   142	-1&-2&5 63
   143	-2&2&2&-2&-2 63
   144	0&2&-2&0 62
   145	0&2&-3&1 62
   146	-1&-2&0&3 62
   147	-5&1 62
   148	0&0&0&0&0&0 61
   149	2&-2&2&-2&0 61
   150	0&0&0&0&0&0&0&0 60
   151	-1&-2&-2&5 60
   152	3&-3&3 60
   153	0&0&2&-2&0&0 59
   154	-1&1&-1&-2 59
   155	2&-2&-2&-2&2 59
   156	0&0&2&3 58
   157	-1&1&2&0&-2 58
   158	2&0&0&-2 58
   159	-1&-2&3&2 57
   160	2&-2&-1 57
   161	2&-2&-1&1 57
   162	2&-2&-1&-2&-2&2 57
   163	3&-3&0&-2 57
   164	0&0&0&0&0 56
   165	0&0&2&1 55
   166	-1&-2&0&2&1 55
   167	-1&3&-2 55
   168	2&3&-5 55
   169	0&-2&5&2 54
   170	0&3&-5 54
   171	0&-7 54
   172	2&-2&-2&0&2 54
   173	-3&3&-3 54
   174	-3&5 54
   175	4&-4 54
   176	0&0&0&-2 53
   177	0&-2&2&3&0 53
   178	-1&1&-1&-2&-2 53
   179	-1&-4&2&3 53
   180	2&0&-2&-2 53
   181	2&-2&0&0&0 53
   182	2&-2&2&-3&1 53
   183	2&-4&0 53
   184	-3&-2&5 53
   185	0&3&-3&-2 51
   186	-1&1&-1&-2&3 51
   187	2&-2&0&-1&1 51
   188	2&-2&2&1 51
   189	0&0&2&-2&0 49
   190	0&3&0 48
   191	0&3&2 48
   192	2&2&0&-2 48
   193	3&-3&-2&-2&2 48
   194	-4&4 48
   195	2&-2&2&-2 47
   196	2&-2&2&2&-2&-2 47
   197	-3&3&-3&-2 47
   198	5&-2 47
   199	0&0&-2&-2&2 46
   200	0&3&-1&1&2&-2&-1&-2&0&3&-3&-2 46
   201	0&5&-2&2&3&-5&-3 46
   202	-1&1&2&-3&1 46
   203	2&0&-2&0 46
   204	2&1&-1&-2&-2&2 46
   205	2&-2&2&3&-3 46
   206	2&-7 46
   207	-1&1&-3&3 45
   208	2&-2&-2&-1 45
   209	2&-2&2&-2&-2&2&-2&0&2 45
   210	3&-3&3&-5 45
   211	-1&-2&3&-3&-2 44
   212	2&1&-3&-2 44
   213	2&-2&-2&4 44
   214	4&3&0&0 44
   215	-5&-2 44
   216	0&0&3&-3 43
   217	0&2&-2&-2&2 43
   218	-1&1&-3&-2&2 43
   219	2&-2&-1&-2&-2 43
   220	2&-2&-2&2&0&-2 43
   221	-3&3&2 43
   222	-1&1&2&-5 42
   223	-1&-2&2&-2&-2 42
   224	2&1&2 42
   225	2&-2&2&1&-1&-2&-2&2&2&-2&2&-2&-2&-1&1 42
   226	-3&0&7 42
   227	3&-3&-2&2&3 42
   228	0&5&-2 41
   229	-1&1&2&-2&-1&3&0&2&-2&2&-2&-2&-1&1&2&-3&1 41
   230	-2&2&2&0&-2 41
   231	2&3&0&0 41
   232	3&-3&-2&2&0&-2 41
   233	0&2&2&-2&-2 40
   234	0&-4 40
   235	0&7&0&2&-2&-2&-1 40
   236	0&7&0&2&-2&-2&-1&-2 40
   237	-2&4 40
   238	-3&0&-2 40
   239	0&0&0&0&-2 39
   240	0&2&3&-3 39
   241	0&4&1 39
   242	0&-4&2 39
   243	-1&1&2&-2&-1&-2&2&1&-1&-2&-2&2&3&-3&-2&2&0&-2 39
   244	-1&1&2&-2&2 39
   245	-1&-2&2&1&2 39
   246	-1&-2&2&1&-3&-2&2 39
   247	-1&-2&3&-3&-2&2 39
   248	2&0&-2&-2&2 39
   249	2&0&-3&1 39
   250	-1&-2&0&-2 38
   251	-1&-2&3&-5 38
   252	2&2 38
   253	2&-2&0&0&-2 38
   254	2&-2&-2&2&-2 38
   255	2&2&-4 38
   256	-3&-2&2&3 38
   257	7&-2 38
   258	0&-1&1&-3 37
   259	-1&1&-1&-2&3&-3 37
   260	-1&1&2&-2&-1&-2 37
   261	-1&1&2&-2&2&0&-2 37
   262	-1&-2&-2&0&2 37
   263	2&-2&4 37
   264	-3&1&2 37
   265	-3&2&-2&-2 37
   266	-3&3&0&0 37
   267	3&-3&0&0 37
   268	-3&3&-5 37
   269	-5&3&2 37
   270	0&2&2&0&-2 36
   271	0&3&-1&1&-1&-2 36
   272	-1&1&-3&2&1 36
   273	2&0&0&-2&2 36
   274	2&-2&0&0&2 36
   275	2&-2&0&-2&0&2 36
   276	-3&0&-2&2 36
   277	-5&2&3&0 36
   278	-7&2 36
   279	0&0&0&-3&3 35
   280	0&0&2&-2&-2 35
   281	0&-2&-2&2&2 35
   282	-1&-2&2&0&1 35
   283	-1&-2&-2&2&0&7 35
   284	-1&-2&3&-1&-2&-2 35
   285	2&1&0 35
   286	2&-2&0&2&3 35
   287	2&-2&-2&2&0 35
   288	2&-2&-2&2&0&0 35
   289	2&-2&2&2&-2 35
   290	-3&-2&-2 35
   291	-4&4&3 35
   292	-5&4&1 35
   293	0&5&0 34
   294	-1&-4&4&1 34
   295	-1&-4&5 34
   296	2&0&1 34
   297	2&0&-4&2 34
   298	2&-2&0&-3&2&1 34
   299	2&-2&-1&1&2&-2&2&0&-2 33
   300	2&-2&-2&2&2 33
   301	2&-2&2&3&0 33
   302	2&-2&2&-4&2 33
   303	-2&2&3&0 33
   304	2&-2&-3&-2 33
   305	3&0&-5 33
   306	4&-2&2 33
   307	0&0&0&-2&2 32
   308	0&0&0&3&-3 32
   309	0&0&3&2 32
   310	0&2&-2&0&0&0&0 32
   311	-1&1&2&-2&0&0 32
   312	-1&-2&2&1&-1&-2&-2&2 32
   313	2&-2&0&-3&1 32
   314	3&-3&-2&5 32
   315	4&1&2 32
   316	0&0&-1&-4&2 31
   317	0&-2&2&3&-5 31
   318	0&5&-2&2&3&-5 31
   319	-1&0&1&2 31
   320	1&2 31
   321	-1&-2&0&7 31
   322	-1&-2&-2&-2&2 31
   323	2&-2&0&-2&0 31
   324	2&-2&2&2&-4 31
   325	0&2&-2&2 30
   326	0&5&-2&2&3&-5&-3&3 30
   327	-1&1&2&-2&-3 30
   328	-1&-2&0&0&-2 30
   329	-2&0&0 30
   330	2&-2&-1&1&2 30
   331	3&-3&0&0&0&0 30
   332	7&-2&2 30
   333	-7&2&3 30
   334	0&-2&2&0&-2 29
   335	0&-2&4 29
   336	2&0&2&-2&-2 29
   337	2&-2&0&2&-2&0 29
   338	-3&0 29
   339	0&-2&2&-2&-2&2 28
   340	-1&1&2&0&-2&0 28
   341	-1&-2&2&1&-1&-2&2&1&-3 28
   342	-1&3&0 28
   343	2&-2&-1&-2&2&1 28
   344	2&2&-2&-2&2 28
   345	-3&-2&-2&2 28
   346	3&-3&2&1 28
   347	3&-3&-2&-2 28
   348	4&0&-4&2&2&-2&-2 28
   349	7&0 28
   350	0&0&0&0&0&0&0 27
   351	0&0&0&2&-2&0&0 27
   352	0&0&1 27
   353	0&7&0&2&-2&-2&-1&1 27
   354	-1&-2&0&-2&2 27
   355	-1&-2&-2&5&2 27
   356	2&-2&-1&1&2&-2 27
   357	-2&-2&2 27
   358	3&0&0 27
   359	3&0&-1&1&-3 27
   360	0&-2&-1&1&2 26
   361	0&-2&2&2&-2&-2 26
   362	-1&-2&7 26
   363	2&0&0&3 26
   364	2&0&7 26
   365	2&-2&0&2&3&-1&-2&2&1&-1&-2&-2&2&3&-3&-2&2&0&-2 26
   366	2&-2&-5 26
   367	3&-3&0&3 26
   368	4&0&-4&2&2&-2 26
   369	0&1 25
   370	0&-2&2&-2&0&-2&2 25
   371	0&-2&-2&2&2&-2 25
   372	0&4 25
   373	0&5&0&0 25
   374	-1&0&3 25
   375	-1&1&0&0 25
   376	2&0&-4 25
   377	2&-2&2&-4&0&2&2&-2&2&2&-2&0&-2&-2&-1&3&2&-2&-2 25
   378	2&-2&-4&2 25
   379	3&-3&0&0&-2 25
   380	5&0&0 25
   381	-5&5&-2 25
   382	6 25
   383	0&0&-3&2&1 24
   384	0&-2&0&2&3 24
   385	0&-2&5&0 24
   386	0&-2&5&2&-2&2 24
   387	0&5&-2&2 24
   388	-1&-2&2&1&-3&3 24
   389	-1&-2&5&-2 24
   390	-1&3&-2&0&0 24
   391	2&1&-3&-2&2 24
   392	2&-2&0&2&-3&1 24
   393	2&-2&-1&-2&2&1&-1&-2&-2&2&3&-3&-2&2&0&-2 24
   394	2&-2&2&2&0&-2 24
   395	2&-2&-3&2&1 24
   396	-3&3&0&-5 24
   397	-3&3&2&-2&0&0 24
   398	0&0&-2&-2&2&2&-2 23
   399	0&0&-5 23
   400	0&-2&-3&3 23
   401	0&2&3&-5 23
   402	0&5&0&-1&1&-3&-2&2&-2 23
   403	-1&-2&0&7&0&-2&-2&2&2&-2 23
   404	-1&-2&2&0&-2 23
   405	-1&-2&2&1&-1&-2&-2&2&3&-3&-2&2&0&-2 23
   406	-1&-2&-2&4&1 23
   407	2&-2&0&2&-4 23
   408	2&-2&-1&-2&0&7 23
   409	2&-2&-2&-1&1&2 23
   410	2&-5 23
   411	5&-2&2 23
   412	0&0&2&0&-2 22
   413	0&0&-2&-2&2&2 22
   414	0&0&-2&2&3 22
   415	0&0&4&1 22
   416	0&2&1&-1&-2&-2&2&3&-1&1&2&-2&0&-1&-2&2&-2&-2 22
   417	0&2&-2&-2&0 22
   418	0&-2&2&-4 22
   419	0&2&2&-4 22
   420	0&2&3&-3&2&-2&-2 22
   421	0&-2&4&-2 22
   422	-1&-2&-2&-2 22
   423	-1&-2&2&-4 22
   424	2&-2&0&-1&1&2 22
   425	2&-2&0&-2&4&3&0 22
   426	2&-2&-1&-2&3&-1&1&-1&-2 22
   427	-2&2&2 22
   428	2&-2&-2&2&-2&0 22
   429	2&-2&-2&2&2&0&-2 22
   430	-3&1&0 22
   431	3&-3&-2&2&2&-2&-2 22
   432	5&0&-1&1&-3&-2 22
   433	0&0&0&2&-2&0 21
   434	0&0&0&-3&2&1 21
   435	0&0&-1&-4&2&0 21
   436	0&-1&1&2&-2&-1&1&-3&0&-2&2&3 21
   437	0&-2&-2&2&2&0&-2 21
   438	-1&1&0&2 21
   439	-1&1&-1&-2&-2&2 21
   440	-1&-2&0&-2&2&3 21
   441	-1&-2&2&1&-1&-2&-2&0&2&3&0&-1&1&-3&3&-3&-2&2&0&-2 21
   442	-1&-2&-2&2&2&1 21
   443	-1&-2&5&2 21
   444	-1&3&-3&1 21
   445	-1&-4&2&3&0 21
   446	-2&-2 21
   447	2&-2&2&-2&-3&1 21
   448	-2&5 21
   449	-2&5&2 21
   450	-3&0&2&1 21
   451	3&-3&0&3&-3 21
   452	5&0&-1&1&-3 21
   453	-5&0&5 21
   454	5&2&2&-2&-2 21
   455	8 21
   456	0&0&0&5 20
   457	0&0&0&7 20
   458	0&2&0&-2&2 20
   459	0&2&1&-3 20
   460	0&2&-2&-3 20
   461	0&3&-1&-4 20
   462	0&-5 20
   463	-1&1&2&-2&-1&1&-3&0&-2&2&3 20
   464	-1&1&-3&0&-2&2 20
   465	-1&-2&0&3&-3 20
   466	-1&5 20
   467	2&1&-1&-2&-2&2&-2&0&-1&1 20
   468	2&-2&0&-1&-2&2&1 20
   469	2&-2&0&5 20
   470	2&-2&-1&1&-1&-2 20
   471	2&-2&2&0&2&1&-1&0&-2&-2&2&-2&0&-1&1&2&-2&2 20
   472	2&-2&2&-2&0&0 20
   473	2&-2&-2&2&2&-4 20
   474	2&-2&2&3&-5 20
   475	2&-2&-3&-2&2 20
   476	2&-2&7 20
   477	2&3&-3&-2 20
   478	3&-3&2&-2&-2 20
   479	0&0&0&0&0&0&0&-1&-2&-2&2&2&1&-3 19
   480	0&0&2&-2&0&0&0&0 19
   481	0&-2&5&2&-2&4 19
   482	0&3&0&0 19
   483	-1&1&2&-2&-1&-2&2&1&-1&-2&-2&0&2&3&-3&-2&2&0&-2 19
   484	-1&-2&0&-2&5&2 19
   485	-1&-2&2&1&2&-2 19
   486	-1&-2&-2&2&0&3 19
   487	-1&-2&3&0&-5 19
   488	2&-2&0&-1&3 19
   489	2&-2&0&2&-2&-2 19
   490	2&-2&0&2&2&-2&-2 19
   491	2&-2&-1&1&-3 19
   492	2&-2&-1&-2&2 19
   493	-2&2&3&-5 19
   494	-3&-2&-2&2&2&0&-2 19
   495	-3&3&0&0&0 19
   496	4&2&1 19
   497	4&-2&5 19
   498	-4&4&3&0 19
   499	5&-5&2&3 19
   500	9 19
   501	0&0&-2&5 18
   502	0&-1&-2&-2&2 18
   503	0&-2&-2&4 18
   504	0&-3&3&2 18
   505	-1&0&-2&-2 18
   506	-1&1&2&-2&-1&1&-3 18
   507	-1&-2&0&0 18
   508	-1&-2&2&1&-1&-2&-2&0&2&3&-3&-2&2&0&-2 18
   509	-1&-2&2&1&-3&-2 18
   510	-1&-2&-2&2&3&0 18
   511	-1&-2&3&0&0 18
   512	-1&-2&3&-1&-4&2 18
   513	2&0&-7 18
   514	2&-2&0&-5 18
   515	2&-2&-2&-1&-2&2 18
   516	2&-2&2&-2&2 18
   517	2&-2&2&2&-2&0&-2 18
   518	2&-2&-2&2&2&-2&-2 18
   519	-2&2&2&-4 18
   520	2&-2&-3&3&0 18
   521	2&3&0&0&2 18
   522	2&-5&1 18
   523	-3&-2&2&-2&-2&2 18
   524	3&-3&0&-2&2 18
   525	-3&3&-3&3 18
   526	-4&0 18
   527	4&-2&-2&0 18
   528	0&0&0&0&-2&2 17
   529	0&0&-2&2&-2&0&-2&2 17
   530	0&2&1&-1&-2&-2 17
   531	0&2&-2&-3&1 17
   532	1&0 17
   533	-1&1&2&0&0 17
   534	-1&1&2&2&-2&-2 17
   535	-1&1&2&2&-4 17
   536	-1&-2&3&-1&1&2 17
   537	2&1&-1 17
   538	2&-2&0&-2&0&4&3&0 17
   539	2&-2&0&-2&4 17
   540	2&-2&0&-3 17
   541	2&-2&-1&1&-1&-2&-2 17
   542	2&-2&2&1&-1&-2&-2&2&2&-2&2&-2&-2&-1&1&-1&3 17
   543	2&-2&-2&-1&-2 17
   544	2&-2&-2&-2 17
   545	2&-2&2&-2&0&-2 17
   546	2&-2&2&-2&-2&0 17
   547	2&-2&5&0 17
   548	2&-4&-2 17
   549	3&-3&3&0 17
   550	4&-2&2&-2&-2 17
   551	-4&4&-2 17
   552	5&-3&1 17
   553	-6 17
   554	0&0&-2&2&3&-5 16
   555	0&0&3&0 16
   556	0&-2&0&-2&2 16
   557	0&2&0&3 16
   558	0&2&-2&-3&3 16
   559	0&-2&-3&2&1 16
   560	-1&0&-2&2&1 16
   561	-1&1&-1&1 16
   562	-1&1&-1&1&2 16
   563	-1&1&2&0&-2&2 16
   564	-1&-2&0&5 16
   565	-1&-2&-2&0&2&3 16
   566	-1&-2&3&-1&-4 16
   567	-1&-2&3&-5&2 16
   568	-2&-1 16
   569	2&1&-1&-2&-2&-1&1&2&-2&0 16
   570	2&-2&0&0&2&3 16
   571	2&-2&0&-1&-2&2&1&-1&-2&2&1&-3 16
   572	2&-2&0&2&1 16
   573	2&2&0&-2&-2&2 16
   574	2&-2&-2&2&2&0 16
   575	-3&0&1 16
   576	3&-3&-2&2&2&-2&-2&2&-4&2&2 16
   577	4&1&-3&-2 16
   578	4&-2&2&1 16
   579	-4&2&2&3&0 16
   580	0&0&-1&-2 15
   581	0&0&-2&-2 15
   582	0&0&2&3&0 15
   583	0&0&2&-3&1 15
   584	0&0&-2&5&2 15
   585	0&-2&0&0 15
   586	0&2&0&-2&-2&2 15
   587	0&2&1&-1&-2&-2&2&-2&0&-1&1 15
   588	0&-2&7 15
   589	0&5&-3 15
   590	0&7&0&2&-3&1&-3 15
   591	0&8&0&0&-3&3&-3&-2 15
   592	-1&1&-1&-2&3&0 15
   593	-1&1&2&-2&0&-1&1&-3&3 15
   594	-1&-2&0&7&0&0&-2&-2&2&2&-2 15
   595	-1&-2&-2&2&2&1&-3 15
   596	-1&-2&3&0&2 15
   597	-1&-2&3&-3&2&1 15
   598	-1&-4&0&5 15
   599	2&0&0&5&0&-1&1&-3&-2 15
   600	2&-2&0&0&0&2&-2&0&0 15
   601	2&-2&0&-1&1&2&-2 15
   602	2&-2&0&2&0&3&-1&1&2&-2&-1&-2&0&3&-3&-2 15
   603	2&-2&0&2&3&-5 15
   604	2&-2&-1&1&0 15
   605	2&-2&-1&-2&0&3 15
   606	2&-2&-1&-4 15
   607	2&-2&2&0&2&1 15
   608	2&-2&-2&-1&1&2&-2 15
   609	2&-2&-2&2&0&2&-4 15
   610	2&-2&-2&2&-2&0&0 15
   611	2&-2&2&-2&-2&-1&1 15
   612	2&3&0&0&0 15
   613	2&3&-1&-2&-2 15
   614	2&3&2&0&-2&2 15
   615	-3&0&3&0 15
   616	4&1&2&0&-2 15
   617	-4&2&2&-2&2 15
   618	-4&2&2&-4 15
   619	4&-2&2&-4 15
   620	4&3&-5 15
   621	-4&4&3&-5 15
   622	-7&3 15
   623	-7&7 15
   624	0&0&0&0&0&0&0&-1&-2&-2 14
   625	0&0&0&0&0&0&-1&-2&-2&2&2&1&-3 14
   626	0&0&0&3 14
   627	0&0&-2&2&-2 14
   628	0&0&4&3 14
   629	0&2&0&0&-2 14
   630	0&2&0&-2&-2 14
   631	0&-2&2&2&0&-2 14
   632	0&-2&2&2&1 14
   633	0&2&3&0&0 14
   634	0&2&3&-3&-2&2&2&-2&-2&2&-4&2&2 14
   635	0&-2&4&3&0 14
   636	0&7&0&2&-2&-2 14
   637	-1&1&2&0&2&-2&-2 14
   638	-1&1&2&-5&2&1&-1&-2&-2&2 14
   639	2&0&0&0 14
   640	2&0&0&2&-4 14
   641	2&0&2&-2&-2&2 14
   642	2&0&2&-2&-3&1 14
   643	2&0&3 14
   644	2&2&1&-1&-2&-2 14
   645	2&-2&-1&-2&3&0 14
   646	2&-2&-1&-4&2 14
   647	2&-2&2&0&-2&2 14
   648	2&-2&-2&0&4&3 14
   649	2&2&-2&-2&-2 14
   650	2&-2&2&-2&-2&-1&1&0 14
   651	2&-2&-2&-2&2&2&-2&-2&2&0&-2 14
   652	2&-2&2&-4&0&2&2&-2&2&2&-2&0&-2&-2&-1&3 14
   653	2&-2&-3&3&-3&1&0&-1 14
   654	2&-2&-4 14
   655	2&-2&-7 14
   656	2&3&0&2 14
   657	2&3&-3&-2&2 14
   658	2&3&-5&2&-2&-3&3&-3&1&0&-1 14
   659	-3&3&-3&-2&2 14
   660	-3&3&-5&2&2&-2&0&-2&0&-2&2 14
   661	-4&2&2&0&-2 14
   662	4&-4&2 14
   663	-5&2&0&7 14
   664	-5&2&3&-3 14
   665	-5&5&-3&1&-3&-2&2&-2&-2&2&2&3&-3 14
   666	0&0&0&0&0&0&0&0&0 13
   667	0&0&2&-2 13
   668	0&-2&0&2&2&3&-5 13
   669	0&-2&-1&1&-1&-2&-2 13
   670	0&2&-5 13
   671	0&5&0&-1&1&-3&-2&2 13
   672	0&7&0&-2&-2&2 13
   673	-1&1&2&0&-3&1 13
   674	-1&1&2&-2&2&-2&0 13
   675	-1&1&-3&5 13
   676	-1&1&-3&5&2 13
   677	-1&-2&2&1&-3&0&3&-3 13
   678	-1&-2&2&-2 13
   679	-1&-2&3&2&2&0&-2 13
   680	-1&3&-2&0 13
   681	-1&3&2&-4 13
   682	2&0&-2&2&-4 13
   683	-2&-1&1&2&-2 13
   684	2&2&0&0 13
   685	2&-2&-1&-2&2&1&-1&-2&-2&0&2&3&-3&-2&2&0&-2 13
   686	2&2&-2&0&0 13
   687	2&2&-2&0&-2 13
   688	2&-2&-2&2&0&2 13
   689	-2&2&-2&-2&2 13
   690	2&-2&-2&2&3 13
   691	2&-2&-2&4&3 13
   692	2&-2&3 13
   693	2&-7&3 13
   694	-3&1&0&-3&3&2&-2&-1&1&0 13
   695	-3&-2&2&-2&-2 13
   696	3&2&-3&1 13
   697	3&2&-5 13
   698	3&-3&-2&2&-2&2 13
   699	3&-3&-2&-2&2&2&-2&-2 13
   700	3&-3&-2&5&2 13
   701	-3&3&-5&2 13
   702	-4&2&2&3 13
   703	-5&5&-3&1&-3&-2&2&-2&-2&2&2&2&1&-1&-2 13
   704	0&0&0&0&0&0&-1&-2&-2 12
   705	0&0&0&0&0&2&-2&0&0 12
   706	0&0&0&0&-1&-2&-2 12
   707	0&0&-2&0 12
   708	0&0&2&2&-2&-2 12
   709	0&0&-4&2 12
   710	0&-2&0&2&3&0 12
   711	0&2&1&2 12
   712	0&2&-2&0&-2 12
   713	0&-2&2&1 12
   714	0&-2&2&2&-4 12
   715	0&-2&4&3 12
   716	0&2&-7 12
   717	0&-4&4 12
   718	0&7&0&2&-2&0&-2&2 12
   719	0&8 12
   720	-1&1&0&2&-2 12
   721	-1&1&0&-3&5&2 12
   722	-1&1&2&-2&2&2&-2&0&0 12
   723	-1&1&-3&-2&-2&2 12
   724	-1&1&-3&-2&5 12
   725	-1&-2&0&3&0 12
   726	-1&-2&0&7&0&0&-2&-2&2&2 12
   727	-1&-2&0&7&0&-2&-2&2&2&-2&-2&-1&-2 12
   728	-1&-2&2&1&-1&-2 12
   729	-1&-2&2&1&-1&-2&-2&2&3&-3&-2&2&-2&2&2&-2&-4&4&3 12
   730	-1&-2&2&-2&-2&2 12
   731	-1&-2&3&2&0&-2 12
   732	-1&-2&3&-5&2&3 12
   733	-1&-2&5&-2&2 12
   734	-1&3&0&2 12
   735	-1&3&0&2&-4 12
   736	-1&-4&0&2&3 12
   737	2&0&0&0&-2 12
   738	2&0&0&7 12
   739	2&0&-2&0&-3&1 12
   740	2&0&3&-3 12
   741	-2&0&4&3 12
   742	2&1&-1&-2&-2&-2 12
   743	-2&-1&3 12
   744	2&-2&0&-1&-2&0&2&1 12
   745	2&-2&0&-2&2&2&-2&-2 12
   746	2&-2&0&-3&3&-5 12
   747	2&2&1 12
   748	-2&2&2&1 12
   749	2&-2&-2&2&0&-2&0 12
   750	2&-2&2&3&-3&-2 12
   751	2&-2&2&-4&0&2 12
   752	2&-2&4&-2 12
   753	2&-2&5&2 12
   754	-3&0&-2&2&3 12
   755	-3&1&2&-5&-2 12
   756	-3&2&1&-1&-2&-2&2 12
   757	-3&-2&2&2&1 12
   758	-3&-2&3 12
   759	3&2&3&-3 12
   760	-3&3&-1&-4 12
   761	-3&3&2&-2 12
   762	-3&3&-5&0&2&2&-2&0&-2&0&-2&2 12
   763	-3&5&2 12
   764	-4&2&2&0 12
   765	-5&2&1 12
   766	-5&5&-3&1 12
   767	0&0&0&0&0&0&0&0&0&0 11
   768	0&0&0&0&0&-1&-2&-2 11
   769	0&0&0&1 11
   770	0&0&0&2&1 11
   771	0&0&-2&2&3&0 11
   772	0&2&0 11
   773	0&2&0&0&0&0 11
   774	0&2&-2&0&-3&3&-3 11
   775	0&2&-2&-1&1&-1&-2&-2 11
   776	0&-2&2&2 11
   777	0&-2&2&2&3 11
   778	0&-2&2&3&-1&3&-2&0&0 11
   779	0&2&3&0&0&0 11
   780	0&2&3&-1&1&-3 11
   781	0&2&-4&2 11
   782	0&3&-1&1&2&-2&-1&-2&0&3&-3&-2&2&-2&5 11
   783	0&3&-1&-4&2 11
   784	0&3&2&2&-2&0&2 11
   785	0&3&-3&-2&2 11
   786	0&3&-5&-2&2 11
   787	0&7&-2&2 11
   788	0&-7&2&3 11
   789	0&8&0&0&-3&3&-1&-2 11
   790	-1&0&-2&2&0&-2 11
   791	-1&0&5&-2&2&3&-5&-3 11
   792	-1&1&0&0&0 11
   793	-1&1&0&0&0&0 11
   794	-1&1&-1 11
   795	-1&1&-1&-2&0&3 11
   796	-1&1&2&-2&-1&-2&0&3 11
   797	-1&1&2&-3&1&-3&2&1&-1&1&-3&0&-2&2 11
   798	-1&1&-3&0&3 11
   799	-1&1&-3&-2&2&3 11
   800	-1&-2&0&0&3 11
   801	-1&-2&0&7&0&-2&-2&2&2 11
   802	-1&-2&0&7&0&-2&-2&2&2&-2&-2&-1 11
   803	-1&-2&-2&0 11
   804	-1&-2&2&0&0&1 11
   805	-1&-2&-2&2&0&-2 11
   806	-1&-2&-2&2&-2&2 11
   807	-1&-2&3&-3&3 11
   808	-1&3&2&0&0&-2&0&-2&0&4&0&-4&2&2&-2&-2 11
   809	2&0&-2&-1&-2&-2&2 11
   810	2&0&3&0 11
   811	2&1&-1&-4&2 11
   812	2&1&2&0 11
   813	2&1&2&0&0 11
   814	2&-2&0&0&-2&2 11
   815	2&-2&0&0&2&-2&0 11
   816	2&-2&0&0&2&-3&1 11
   817	2&-2&0&2&-2&0&0 11
   818	2&-2&0&2&2&0&-2 11
   819	2&-2&-1&0&1 11
   820	2&-2&-1&0&-2 11
   821	2&2&-2&0 11
   822	2&-2&2&2&-2&0&0&-2 11
   823	2&-2&2&-2&-2&0&2 11
   824	2&-2&-2&2&2&-2&2&0&-2 11
   825	2&-2&-2&2&2&3&-3 11
   826	2&-2&2&2&-2&-4&2 11
   827	2&-2&-2&4&3&0 11
   828	2&3&0&0&0&0 11
   829	2&-3&1&0 11
   830	-2&4&3&0 11
   831	-3&0&3&-3 11
   832	-3&0&5 11
   833	-3&1&2&-2&-1&-2 11
   834	-3&2&1&-3&-2 11
   835	-3&-2&-2&0&2 11
   836	3&-3&0&0&0&-2 11
   837	3&-3&0&0&3 11
   838	-3&3&0&2 11
   839	3&-3&-2&2&0&-2&5 11
   840	-3&3&2&-2&-2 11
   841	3&-3&-2&2&3&0 11
   842	3&-3&-2&2&3&-3 11
   843	5&0&0&0 11
   844	-5&0&3 11
   845	-5&1&2 11
   846	0&0&0&0&0&0&0&0&-1&-2&-2&2&2&1&-3 10
   847	0&0&0&0&2 10
   848	0&0&0&0&-3&2&1 10
   849	0&0&0&2&-2&-2 10
   850	0&0&-1&1&2&-2&-1&1&-3&0&-2&2&3 10
   851	0&0&2&2 10
   852	0&0&2&-2&2 10
   853	0&0&2&-4 10
   854	0&0&-3&1 10
   855	0&0&-3&3&-3 10
   856	0&-1&1&-3&2&1 10
   857	0&-2&0&0&2 10
   858	0&-2&0&2&2&0&-2 10
   859	0&2&0&-3&1 10
   860	0&2&1&-1&-2&2&1&-3 10
   861	0&-2&2&0&2&-4 10
   862	0&2&-2&0&-3&3&-3&3 10
   863	0&-2&5&0&0 10
   864	0&-3 10
   865	0&3&-1&-2&-2 10
   866	0&7&0&-2&-2&2&2&-2 10
   867	0&7&0&2&-3&1 10
   868	0&8&0&0&-3&3&-1 10
   869	1&0&-1 10
   870	-1&0&-2&-2&2 10
   871	-1&1&0&-1 10
   872	-1&1&-1&1&-3&3&2&-2&-1&1&2&-2&-1&-2&2&0&-2 10
   873	-1&1&-1&-2&-2&2&-2&2&-2&-2&2 10
   874	-1&1&2&0 10
   875	-1&1&2&0&0&-2 10
   876	-1&1&2&-2&0&0&-1&1&-3&3 10
   877	-1&1&2&-2&-1&1&2&-2&-1&1&-1&-2&-2 10
   878	-1&1&2&-2&-1&-2&-2&2&0&7 10
   879	-1&1&2&2&-2&0&0 10
   880	-1&1&2&-2&2&-3&1 10
   881	-1&1&-3&2&1&2&2&0&-2 10
   882	-1&-2&0&0&2&1 10
   883	-1&-2&0&3&0&0&-1&-4&2 10
   884	-1&-2&0&5&-2&2&0&-3&1 10
   885	-1&-2&2&0&5&-2&2&3&-5 10
   886	-1&-2&2&1&2&0&0&5&0&-1&1&-3&-2 10
   887	-1&-2&-2&2&2&-2&-2 10
   888	-1&-2&-2&2&3&-1&-2&0&7&0&0&-2&-2&2&2&-2 10
   889	-1&-2&-2&2&-4 10
   890	-1&-2&-2&2&7 10
   891	-1&-2&2&3 10
   892	-1&-2&3&0&-1&-4 10
   893	-1&-2&3&2&-3&1 10
   894	-1&-2&3&-3&2&1&-1&-2&-2&2&3&-3&-2&2&0&-2 10
   895	-1&-2&7&-2 10
   896	-1&3&2&0&0&-2 10
   897	-1&3&-3&1&0 10
   898	-1&3&-3&1&0&-1 10
   899	2&0&-2&5 10
   900	2&1&-1&-2&2&1&-3 10
   901	2&1&2&0&-2 10
   902	2&1&-3&-2&-2 10
   903	2&-2&0&0&2&0&-2 10
   904	2&-2&0&-1&1&2&-2&2 10
   905	2&-2&0&2&-2 10
   906	2&-2&0&-2&2&-2 10
   907	2&-2&0&7 10
   908	2&-2&2&0&2&1&-1&1&-3&-2&2&-2&0&-1&1&2&-2&2 10
   909	-2&2&-2&-2 10
   910	2&-2&-2&2&0&5 10
   911	2&-2&2&-2&-2&0&-1&3 10
   912	2&-2&-2&2&2&-2&2&3 10
   913	2&-2&2&3&0&0 10
   914	2&-2&2&-4&0 10
   915	2&-2&2&-5&3 10
   916	2&-2&-3&0&3 10
   917	2&-2&-3&0&3&-3&1&0&-1 10
   918	-2&2&3&2&0&-2&2 10
   919	2&-4&0&-1&-4&2&3&-5 10
   920	2&-4&-1&-2&0&3 10
   921	-2&4&3 10
   922	-3&0&-2&5 10
   923	3&2&0&-2&2 10
   924	-3&2&1&2 10
   925	3&2&2&-2&-2 10
   926	-3&-2&2&3&0 10
   927	-3&2&3 10
   928	-3&-2&4&1 10
   929	3&-3&0&0&3&-3 10
   930	3&-3&-2&0&2 10
   931	-3&5&-2 10
   932	4&0&1 10
   933	4&3&-5&-2&0&-3&3&-3 10
   934	5&-1&1&2 10
   935	5&-2&2&3&-5&-3 10
   936	-5&2&3&0&0 10
   937	-5&2&3&-5 10
   938	-5&4&1&-3&0&-2 10
   939	-5&5&2 10
   940	0&0&0&0&2&-2&0&0&0&0 9
   941	0&0&0&2&-2&0&0&0&0 9
   942	0&0&0&-2&2&-2&0&-2&2 9
   943	0&0&2&1&-1&-2&-2&2&-2&0&-1&1 9
   944	0&0&2&1&-1&-2&-2&2&3&-1&1&2&-2&0&-1&-2&2&-2&-2 9
   945	0&0&2&-2&0&0&0 9
   946	0&0&2&-2&2&-2&-2&2&-2&0&2 9
   947	0&0&2&2&-4 9
   948	0&0&-2&5&2&-2&4 9
   949	0&0&5&0&-1&1&-3&-2 9
   950	0&-2&0&0&0&2&0&-2&0 9
   951	0&2&0&0&-2&2 9
   952	0&-2&0&2&-2 9
   953	0&2&0&-2&-2&2&2&-2&-2&-1&1&2&0&-2 9
   954	0&-2&0&2&-5 9
   955	0&-2&-1 9
   956	0&2&-2&0&-3&2&1 9
   957	0&-2&2&2&-2&0&0 9
   958	0&2&2&-2&-2&2 9
   959	0&-2&-2&2&2&-2&2&-2&-3&1&-1&3 9
   960	0&2&3&-3&-2&2 9
   961	0&3&0&-5 9
   962	0&3&-1&1&2 9
   963	0&-3&3&-5 9
   964	0&5&0&-2 9
   965	-1&1&-1&0&1 9
   966	-1&1&-1&-2&2&1&-3 9
   967	1&-1&-2 9
   968	-1&1&2&-2&-1&1&-1&-2&3&-3 9
   969	-1&1&2&-2&2&0&-2&0 9
   970	-1&1&2&-2&-3&-2&-2&2 9
   971	-1&1&-3&2&1&-3&3&-5&2&2&-2&0&-2&0&-2&2 9
   972	-1&1&-3&-2&-2&2&2&0&-2 9
   973	-1&1&4&3&-5 9
   974	-1&1&-5&2 9
   975	-1&-2&0&7&0&0&-2&-2&2 9
   976	-1&-2&2&0&-2&7 9
   977	-1&-2&2&1&-1&-2&-2 9
   978	-1&-2&2&1&2&0&-2 9
   979	-1&-2&2&1&2&-2&0 9
   980	-1&-2&2&1&2&-2&-1 9
   981	-1&-2&2&1&2&2&-2&-2 9
   982	-1&-2&-2&2&0&-2&2 9
   983	-1&-2&-2&2&2&1&-1&-2 9
   984	-1&-2&-2&2&-2&5 9
   985	-1&-2&2&-4&2 9
   986	-1&-2&3&0&0&0 9
   987	-1&-2&3&2&2&-2&-2 9
   988	-1&3&0&2&0&0&-2 9
   989	2&0&0&0&0 9
   990	2&0&-2&2&2&-2&-2 9
   991	2&0&7&3&-3 9
   992	2&-2&0&0&2&-2&0&0 9
   993	2&-2&0&-1&1&2&2&-2&2&0&-2 9
   994	-2&2&0&-2 9
   995	2&-2&0&-2&0&0&2 9
   996	2&-2&0&-2&0&-3&3 9
   997	2&-2&0&-2&0&4&3 9
   998	2&-2&0&2&3&0 9
   999	2&-2&-1&-2&2&1&-1&-2&-2&2 9
  1000	2&-2&-1&-2&3&-5 9
  1001	2&-2&2&0&0&2&1 9
  1002	2&-2&2&0&0&2&1&-1&0&-2&-2 9
  1003	2&-2&2&0&-2&-2 9
  1004	2&-2&-2&0&4&3&0 9
  1005	2&-2&2&1&-1&-2&-2&2&2&-2&2&-2&-2&-1&1&-1&-4 9
  1006	-2&2&2&1&2&-2&-1&-2 9
  1007	2&-2&-2&2&0&-5&5&-3&1&-3&-2&2&-2&-2&2&2&3&-3 9
  1008	2&-2&2&2&-2&0 9
  1009	2&-2&-2&2&2&0&0 9
  1010	-2&2&2&-2&-2&-1&1&2&-2&0&-1&1&-3&3 9
  1011	2&-2&2&2&-2&-2&-1 9
  1012	2&-2&2&-2&2&2&-2 9
  1013	-2&-2&2&2&-2&2&-2&-3&1&-1&3 9
  1014	2&-2&-2&2&2&3 9
  1015	2&-2&2&-2&-3&1&-1&3 9
  1016	2&-2&2&2&-4&-1&-2&3&-5&2&3&-1&1&-1&-2 9
  1017	2&-2&2&-3&1&-1&-2&2&1&-3 9
  1018	2&-2&2&-4&2&-2 9
  1019	2&-2&2&-7 9
  1020	2&-2&-3&1&2&-3&1 9
  1021	-2&2&3&-5&-3 9
  1022	2&-2&4&1 9
  1023	2&-3&1&0&-1&1&2&-2&2&0&-2 9
  1024	2&3&-1&-2&2&-2&-2 9
  1025	2&3&2&-2&-1&1&2&-2 9
  1026	2&3&-3&-2&2&2&-2&-2&2&-4&2&2 9
  1027	2&-4&-2&2 9
  1028	-3&0&0 9
  1029	-3&1&-1&-2 9
  1030	-3&-2&2&1 9
  1031	-3&-2&2&3&-5 9
  1032	3&-3&0 9
  1033	-3&3&0&0&0&0 9
  1034	3&-3&0&-2&0&-2&2 9
  1035	3&-3&-2&-2&2&2&0&-2 9
  1036	3&-3&-2&2&-2&-2&2 9
  1037	3&-3&3&2 9
  1038	4&0&-2&-2 9
  1039	4&0&-4&2 9
  1040	4&2&-2&-2 9
  1041	4&3&-3 9
  1042	4&-4&-2 9
  1043	5&0&2&-2&-2&2 9
  1044	-5&-2&5 9
  1045	-5&3&0 9
  1046	-5&4&1&-3&-2 9
  1047	-5&4&1&-3&-2&2&-2&-2&2 9
  1048	6&1 9
  1049	7&0&-2&-2 9
  1050	7&1 9
  1051	-9 9
  1052	0&0&0&0&0&-1&-2&-2&2&2&1&-3 8
  1053	0&0&0&0&0&2&-2&0 8
  1054	0&0&0&0&-3&3 8
  1055	0&0&2&1&2&0&-2 8
  1056	0&0&-2&2&0&-2 8
  1057	0&0&2&-2&0&-3&2&1 8
  1058	0&0&2&-2&0&-3&3&-3 8
  1059	0&0&-2&-2&2&2&0&-2 8
  1060	0&0&2&3&-3&-2&2&2&-2&-2&2&-4&2&2 8
  1061	0&0&-5&3 8
  1062	0&-1&-2&-2 8
  1063	0&2&0&0 8
  1064	0&-2&0&4&3 8
  1065	0&2&1&-1&-2&-2&-1&1&2&-2&0 8
  1066	0&2&1&-1&-2&-2&2&3&-1&1&2&-2&0&-1&-2&2&-2&-2&2 8
  1067	0&2&1&2&0&-2 8
  1068	0&2&1&-3&-2 8
  1069	0&2&2&0&-2&-2 8
  1070	0&2&2&1 8
  1071	0&2&-2&-2&0&2 8
  1072	0&-2&2&3&0&0 8
  1073	0&2&-3&1&0 8
  1074	0&2&3&-1&-2&2&1&-1&-2&-2&2&3&-3&-2&2&0&-2 8
  1075	0&2&-3&1&-3&-2 8
  1076	0&-2&4&1 8
  1077	0&-3&-2&2 8
  1078	0&-3&3&2&-2&-2 8
  1079	0&4&3 8
  1080	0&5&0&0&-1&1&-3&-2 8
  1081	0&5&-1&1&2 8
  1082	0&-5&3 8
  1083	0&7&0 8
  1084	-1&0&0&1 8
  1085	-1&0&-2&0&-2&2 8
  1086	-1&1&0&-1&1 8
  1087	-1&1&-1&0&-2 8
  1088	-1&1&2&0&2&3&-3&2&-2&-2 8
  1089	-1&1&2&-2&0&-1&-2 8
  1090	-1&1&2&-2&0&-1&-2&2&-2&-2 8
  1091	-1&1&2&2&0&-2 8
  1092	-1&1&2&-2&-1&1&-1&-2 8
  1093	-1&1&2&-2&-1&1&2&-2 8
  1094	-1&1&2&-2&-1&1&-3&0&-2&2&3&0 8
  1095	-1&1&2&-2&-1&-2&0&7&0&-2&-2&2&2&-2 8
  1096	-1&1&2&-2&-1&-2&2&1&-1&-2&-2&2&3&-3&-2&2&0&-2&5 8
  1097	-1&1&2&-2&2&2&-2&2&0&-2 8
  1098	-1&1&-3&-2&2&-2&0&-1&1&2&-2&2 8
  1099	-1&1&-3&3&0 8
  1100	-1&1&-3&3&-3&-2 8
  1101	-1&1&-3&3&-3&-2&2 8
  1102	-1&1&-5 8
  1103	-1&-2&0 8
  1104	-1&-2&0&2&1&-1&-2&2&1&-3 8
  1105	-1&-2&0&5&-2&2 8
  1106	-1&-2&0&7&0&-2&-2&2 8
  1107	-1&-2&-2&0&0 8
  1108	-1&-2&2&0&-4&2 8
  1109	-1&-2&2&1&-3&-2&2&3 8
  1110	-1&-2&2&1&-3&3&2 8
  1111	-1&-2&2&1&-3&3&-5&2&2&-2&0&-2&0&-2&2 8
  1112	-1&-2&-2&2&0&0 8
  1113	-1&-2&-2&2&3&-1&1&2&-2&0&-1&-2&2&-2&-2 8
  1114	-1&-2&-2&2&3&-3&0&3 8
  1115	-1&-2&-2&-2&4&3 8
  1116	-1&-2&-2&5&0 8
  1117	-1&-2&3&-1&1&2&-2 8
  1118	-1&-2&3&2&2&-2&0 8
  1119	-1&-2&3&-3&-2&2&3 8
  1120	-1&-2&3&-3&-2&5 8
  1121	-1&3&2&-2&-2 8
  1122	1&-3&5 8
  1123	-1&-4&2&2&1 8
  1124	-1&-4&2&2&1&-3 8
  1125	-1&-4&5&0&2&-2&-1&1&-1&-2&-2&2&-2&2&-2&-2&2 8
  1126	2&0&0&-2&-2 8
  1127	2&0&0&-2&2&3&-5 8
  1128	-2&0&2&2&-2&-2&2&0&-2 8
  1129	2&0&-2&2&-2&-2&4 8
  1130	2&0&-2&2&-4&2&0&-5&3&2&-2&-1&1&0 8
  1131	2&0&2&-4 8
  1132	-2&0&-3&3 8
  1133	-2&0&-3&3&-3 8
  1134	2&1&-1&-2&-2&-2&2 8
  1135	2&1&-3&0&-2&2 8
  1136	2&2&0 8
  1137	2&-2&0&0&0&2&-2&-2 8
  1138	2&2&0&0&-2 8
  1139	2&-2&0&-1&-2&0&2&1&-1&-2&2&1&-3 8
  1140	2&-2&0&-2&-2&2 8
  1141	2&-2&0&2&3&-1&-2&2&1&-1&-2&-2&0&2&3&-3&-2&2&0&-2 8
  1142	2&-2&0&2&3&-3&-2&2&2&-2&-2&2&-4&2&2 8
  1143	2&-2&0&-3&3&-3 8
  1144	2&-2&-1&1&-1&-2&3&-3&3 8
  1145	2&-2&-1&1&-3&3&-5&2&3&-1&1&-1&-2 8
  1146	2&-2&-1&-2&-2&2&0&3 8
  1147	2&-2&-1&-2&-2&4&1 8
  1148	2&-2&-2&0&2&-2&0 8
  1149	2&-2&-2&2&0&0&0 8
  1150	2&-2&2&-2&0&-2&2 8
  1151	2&-2&2&2&-2&0&-2&-2 8
  1152	2&2&-2&-2&-2&2 8
  1153	2&-2&-2&2&2&-2&-2&2&0&0 8
  1154	2&-2&-2&2&2&3&0 8
  1155	2&-2&-3&3&2 8
  1156	2&-2&-3&3&-3&1 8
  1157	2&3&0&2&0&-2&2 8
  1158	2&-3&1&-3&-2 8
  1159	2&3&-3&-2&-2&2 8
  1160	2&-4&0&-1&-2&3&-1&1&-1&-2 8
  1161	2&-4&2&2&-2&2&0&2&-2&0&0 8
  1162	-2&7 8
  1163	-3&0&0&-2 8
  1164	-3&0&-2&4&1&-3 8
  1165	-3&0&3&-1&1&-1&-2 8
  1166	-3&1&2&0&-2 8
  1167	-3&-2&0&5 8
  1168	-3&-2&5&2 8
  1169	3&-3&0&0&-2&2 8
  1170	-3&3&-2 8
  1171	3&-3&-2&2&2&-2&-2&-2&0&2&2&-2&-2&2&0&-2 8
  1172	-3&3&2&-3&1 8
  1173	3&-3&3&0&0 8
  1174	-3&3&-3&2&1 8
  1175	-3&5&-2&2 8
  1176	-4&0&2 8
  1177	-4&2&0&-2 8
  1178	-4&2&2&0&0 8
  1179	-4&2&2&0&3&-5&-2&2 8
  1180	-4&2&-2&2 8
  1181	4&-2&-2&2&2&-2&-2 8
  1182	4&-2&3 8
  1183	4&-6 8
  1184	-5&0&-2 8
  1185	-5&-2&2&3 8
  1186	-5&-2&5&2 8
  1187	-5&4&1&-3&-2&2&-2&-2 8
  1188	-5&5&-2&-1&-2&-2&2&-2&-2&2&2 8
  1189	7&0&0&-2 8
  1190	7&0&2&-2&-2&-1&-2 8
  1191	-7&4&3 8
  1192	0&0&0&0&2&1 7
  1193	0&0&0&2&-2&2&-2&-2&2&-2&0&2 7
  1194	0&0&0&-3&2&1&-3&3&-5&2&2&-2&0&-2&0&-2&2 7
  1195	0&0&0&3&-3&-2 7
  1196	0&0&-1&-2&3 7
  1197	0&0&2&1&-1&-2 7
  1198	0&0&-2&-2&2&2&-2&-2&-1&-2 7
  1199	0&0&3&2&0 7
  1200	0&0&5&0&-1&1&-3 7
  1201	0&-2&0&2&2&0&0&-2 7
  1202	0&-2&0&2&2&-2&-2 7
  1203	0&2&0&-4&2 7
  1204	0&2&1&2&-5 7
  1205	0&-2&2&-2&-2 7
  1206	0&-2&-2&2&2&-2&-2 7
  1207	0&-2&-2&2&2&-2&-2&-1 7
  1208	0&-2&2&3&2 7
  1209	0&2&-3&1&-3 7
  1210	0&2&-4&0 7
  1211	0&2&-4&0&0 7
  1212	0&2&-5&1 7
  1213	0&-2&5&2&-2&2&2&0&0&-2 7
  1214	0&3&-1&1&2&-2&-1&-2&0&3&-3&-2&2&-2&-2&2 7
  1215	0&3&-3&2&1 7
  1216	0&3&-3&-2&-2&2 7
  1217	0&3&-3&-2&2&-4&2&2&3 7
  1218	0&3&-3&-2&5 7
  1219	0&5&0&-3&3 7
  1220	0&5&-3&0&-2&-2&2 7
  1221	-1&0&-2&2 7
  1222	-1&1&-1&1&0 7
  1223	-1&1&-1&-2&-2&0&2 7
  1224	-1&1&-1&-2&3&-3&3 7
  1225	-1&1&2&-2&-1&1&-3&0&-2&5 7
  1226	-1&1&2&2&-2&0&-2 7
  1227	-1&1&2&-2&-3&-2 7
  1228	-1&1&2&-3&1&0 7
  1229	-1&1&2&-3&1&-3&0&2&1 7
  1230	-1&1&2&-3&1&-3&0&2&1&-1&1&-3&0&-2&2 7
  1231	-1&1&2&-3&1&-3&2&1 7
  1232	-1&1&2&-5&-2 7
  1233	1&2&0 7
  1234	-1&-2&0&0&5 7
  1235	-1&-2&0&0&7 7
  1236	-1&-2&0&-2&0&2 7
  1237	-1&-2&0&-2&5 7
  1238	-1&-2&0&3&-1&1&-1&-2 7
  1239	-1&-2&0&7&0&0&-2&-2&2&2&-2&-2&-1&-2 7
  1240	-1&-2&2&1&-1 7
  1241	-1&-2&2&1&2&0&0 7
  1242	-1&-2&-2&2&0&0&3 7
  1243	-1&-2&-2&2&-2&0 7
  1244	-1&-2&2&-2&2&1 7
  1245	-1&-2&-2&2&2&-2&-2&-2&2 7
  1246	-1&-2&-2&2&3&-1&-2&0&7&0&-2&-2&2&2&-2 7
  1247	-1&-2&-2&2&3&-3 7
  1248	-1&-2&-2&2&3&-3&-2 7
  1249	-1&-2&-2&2&3&-5 7
  1250	-1&-2&3&0&0&-1&-4&2 7
  1251	-1&-2&3&2&0&-2&2&2&3&-5&2&-2&-3&3&-3&1&0&-1 7
  1252	-1&-2&3&-3&3&-5 7
  1253	-1&-2&-4&4 7
  1254	-1&-2&5&2&3 7
  1255	-1&-4&2&0 7
  1256	-1&-4&2&0&0&-2 7
  1257	-1&-4&2&3&0&0 7
  1258	2&0&0&0&-2&0&-2 7
  1259	-2&0&0&2 7
  1260	2&0&0&2&-2&-2 7
  1261	2&0&-2&2&-2&-2 7
  1262	-2&0&-5 7
  1263	2&2&0&0&0&0 7
  1264	2&-2&0&0&0&-2 7
  1265	2&-2&0&2&0&-2 7
  1266	2&-2&0&-2&0&-2&2 7
  1267	2&-2&0&2&3&-3 7
  1268	2&-2&0&-2&7 7
  1269	2&-2&0&-3&3&2&-2&2 7
  1270	2&-2&-1&1&2&0&-2 7
  1271	2&-2&-1&1&-3&0&-2&2&3 7
  1272	2&-2&-1&-2&-2&5 7
  1273	2&-2&-1&-2&7 7
  1274	2&2&-2 7
  1275	2&-2&2&0&2&-2&0&0 7
  1276	2&-2&2&1&-1&-2&-2&2 7
  1277	2&-2&2&-2&0&2 7
  1278	2&-2&-2&2&0&-2&0&2 7
  1279	-2&2&2&-2&-2&-1&1&2&-2&0 7
  1280	2&-2&-2&2&-2&-1&1&-3&3&-5&2&3&-1&1&-1&-2 7
  1281	2&-2&-2&2&2&-2&-2&2 7
  1282	2&-2&2&-2&-2&2&2&3 7
  1283	2&-2&-2&-2&4&3&-3 7
  1284	2&-2&2&2&-7 7
  1285	2&-2&2&3&0&0&0 7
  1286	2&-2&2&-4&0&7&0&2&-2&-2&-1 7
  1287	2&-2&2&-5 7
  1288	2&-2&-3&0&1 7
  1289	2&-2&-3&0&-2 7
  1290	2&-2&-3&1&2&0 7
  1291	2&-2&-3&3&-3&1&0 7
  1292	2&3&0&2&0&-2&2&2&-2&-2&2&0&0 7
  1293	2&-3&1&0&-1&1&2&-2&2&0&-2&-7&4&3 7
  1294	2&3&-3&0&-2&2&3&-5 7
  1295	2&3&-3&2&-2&-2 7
  1296	2&-4&2&2&-2&2 7
  1297	-3&0&0&7 7
  1298	-3&1&-1 7
  1299	-3&-2&2&0&3 7
  1300	-3&-2&2&-2&-2&2&2&0&-2 7
  1301	3&2&2&-4 7
  1302	3&-3&0&-2&5&2 7
  1303	-3&3&0&-3&-2&2 7
  1304	-3&3&2&-2&0 7
  1305	3&-3&-2&2&0&-2&0&2&3 7
  1306	3&-3&-2&2&-2&-2 7
  1307	3&-3&-2&2&-2&2&2&-2&-4&2 7
  1308	3&-3&-2&2&-4 7
  1309	-3&3&-5&2&2&-2&0&-2 7
  1310	-3&3&-5&2&3 7
  1311	-3&7 7
  1312	4&0&0&-2 7
  1313	4&1&-3 7
  1314	4&-2&-2&-2 7
  1315	4&-2&-2&-2&2 7
  1316	-4&2&2&-2&2&0&2&-2&0&0 7
  1317	-4&2&2&-2&2&0&2&-2&0&0&-4&2&2&0 7
  1318	-4&2&2&-2&-2&2 7
  1319	4&-2&2&-2&-2&2 7
  1320	4&-2&-3&1 7
  1321	4&3&2&-2&-2 7
  1322	4&3&2&-4 7
  1323	5&0&2&-2 7
  1324	5&0&2&-2&0 7
  1325	5&-2&0 7
  1326	-5&2&0&3 7
  1327	5&2&-2&-2&2 7
  1328	-5&2&-4 7
  1329	5&-3 7
  1330	5&-5 7
  1331	-5&5&-3&1&-3&-2&2&-2&-2&2&2&3&-3&-2&2 7
  1332	7&0&0 7
  1333	7&-2&2&3 7
  1334	-9&2&3 7
  1335	0&0&0&0&0&0&0&0&0&0&0 6
  1336	0&0&0&0&0&0&0&0&0&-1&-2&-2&2&2&1&-3 6
  1337	0&0&0&0&2&-2&0 6
  1338	0&0&0&0&2&-2&0&0 6
  1339	0&0&0&0&-2&2&-2&0&-2&2 6
  1340	0&0&0&0&3&0&-5 6
  1341	0&0&0&-2&0&2 6
  1342	0&0&0&2&-2 6
  1343	0&0&0&2&2&-4 6
  1344	0&0&0&2&3 6
  1345	0&0&0&3&0 6
  1346	0&0&2&-2&0&-2 6
  1347	0&0&2&2&1&-3&-2 6
  1348	0&0&-2&-2&2&2&-2&-2&-1 6
  1349	0&0&2&3&-3&2&-2&-2 6
  1350	0&0&-2&5&2&-2&2 6
  1351	0&0&-3&3&-5 6
  1352	0&0&7&0&-2&-2 6
  1353	0&0&7&0&2&-2&-2 6
  1354	0&-1&1&-3&2&1&-1&-2&-2&2 6
  1355	0&2&0&0&3 6
  1356	0&2&0&-2&0 6
  1357	0&-2&0&2&3&-3 6
  1358	0&-2&0&2&3&-5 6
  1359	0&2&0&3&-3 6
  1360	0&2&1&-3&0 6
  1361	0&2&-2&0&-3&1 6
  1362	0&-2&2&0&7 6
  1363	0&2&-2&-2&0&5&0&-1&1&-3&-2 6
  1364	0&-2&2&2&-2&-2&0 6
  1365	0&2&-2&-2&2&-2&0 6
  1366	0&-2&2&2&-2&2&0&-2 6
  1367	0&-2&2&2&-2&-2&2 6
  1368	0&-2&2&2&-2&2&-2&-2&-1&1&0 6
  1369	0&-2&-2&2&2&3&-3 6
  1370	0&-2&2&-3&1 6
  1371	0&-2&2&3&-1&1&2&-2 6
  1372	0&-2&2&3&-3 6
  1373	0&-2&2&3&-3&-2&-2&2 6
  1374	0&-2&2&-4&2 6
  1375	0&2&-2&5 6
  1376	0&2&3&0&2 6
  1377	0&2&-3&1&2&-2&2&0&0&2&1 6
  1378	0&2&3&-3&-2 6
  1379	0&-2&5&0&0&-1&1&-1&-2&-2&2&-2&2&-2&-2&2 6
  1380	0&-2&5&2&2&0&-2&-2&2 6
  1381	0&3&2&2&-2&0&0&0&0 6
  1382	0&3&2&3&-3 6
  1383	0&3&-3&0&-2&2&3 6
  1384	0&-3&3&2&-2&-1&1 6
  1385	0&4&1&2&2&0&-4&2 6
  1386	0&4&1&2&-2&4&-2 6
  1387	0&-4&2&2 6
  1388	0&5&0&0&0&0&2&-2 6
  1389	0&5&-1&1&2&-2&0 6
  1390	0&5&-1&1&2&-2&2&2&-2&2&0&-2 6
  1391	0&5&2 6
  1392	0&5&-2&0 6
  1393	0&5&-3&-2&2&-2&-2&2 6
  1394	0&5&-3&-2&2&-2&-2&2&2&0&-2 6
  1395	0&5&-5 6
  1396	0&7&0&2&-2&-2&2 6
  1397	0&7&1 6
  1398	0&7&-2 6
  1399	-1&0&1&2&-2&-1&3&0&2&-2&2&-2&-2&-1&1&2&-3&1 6
  1400	-1&0&1&-3&-2 6
  1401	-1&0&8&0&0&-3&3&-1&-2 6
  1402	-1&1&0&2&-2&0 6
  1403	-1&1&0&-3&5 6
  1404	-1&1&-1&1&-3 6
  1405	-1&1&-1&-2&-2&2&-2&2&3 6
  1406	-1&1&2&0&3&-1&-4&2 6
  1407	-1&1&2&-2&0&0&0&0 6
  1408	-1&1&2&-2&-1&1&-1&-2&3&-3&3 6
  1409	-1&1&2&-2&-1&1&-3&0&-2&2&3&0&-3&2&1 6
  1410	-1&1&2&-2&-1&-2&0&7&0&-2&-2&2&2 6
  1411	-1&1&2&-2&2&0&-2&0&2 6
  1412	-1&1&2&2&-2&-2&2 6
  1413	-1&1&2&-2&-3&-2&2 6
  1414	-1&1&2&-5&2&-2&2&-4 6
  1415	-1&1&-3&0&3&-3 6
  1416	-1&1&-3&-2&0&2 6
  1417	-1&1&-3&-2&2&-2&-2&2 6
  1418	-1&1&-3&2&3 6
  1419	-1&1&-5&2&3 6
  1420	-1&-2&0&0&-2&2 6
  1421	-1&-2&0&3&0&0 6
  1422	-1&-2&0&3&-3&0&-2 6
  1423	-1&-2&0&3&-3&-2&2 6
  1424	-1&-2&0&5&-2 6
  1425	-1&-2&2&0&-2&3 6
  1426	-1&-2&2&1&-1&-2&-2&0&2 6
  1427	-1&-2&2&1&-1&-2&-2&0&2&3&-3&-2&2&-2&2&2&-2&-4&4&3 6
  1428	-1&-2&2&1&-1&-2&-2&2&3 6
  1429	-1&-2&2&1&2&-3 6
  1430	-1&-2&2&1&2&-3&1 6
  1431	-1&-2&2&1&-3&-2&2&2&-2&-2 6
  1432	-1&-2&2&1&-3&3&2&2&0&-2&0&-3&1 6
  1433	-1&-2&-2&2&0&0&7 6
  1434	-1&-2&-2&2&0&7&0&-2&-2&2&2&-2 6
  1435	-1&-2&-2&2&-2&0&0 6
  1436	-1&-2&-2&2&-2&-2&2 6
  1437	-1&-2&-2&2&3&-1&1&2&-3&1&-1&-2&2&-2&-2 6
  1438	-1&-2&-2&-2&4 6
  1439	-1&-2&3&0&-1&-4&2 6
  1440	-1&-2&3&2&-7 6
  1441	-1&-2&3&-3&-2&0&2&3&-3&2&-2&-2 6
  1442	-1&-2&3&-3&3&-5&2&-2&-2&2&2&-2&2&0&-2 6
  1443	-1&3&0&2&-2&-2 6
  1444	-1&3&0&2&-4&0 6
  1445	-1&3&2&-4&0 6
  1446	-1&-4&0&0&5 6
  1447	2&0&0&1 6
  1448	2&0&0&-2&-2&2 6
  1449	2&0&0&3&-5 6
  1450	2&0&-2&0&-2 6
  1451	2&0&-2&0&2&-5 6
  1452	2&0&-2&0&-3&1&-1&1&2 6
  1453	2&0&2&-2&0&-2 6
  1454	2&0&-2&2&1 6
  1455	-2&0&2&3&0 6
  1456	-2&-1&-2&2 6
  1457	2&1&2&-2&-1 6
  1458	2&1&2&-2&-1&-2 6
  1459	2&-2&0&0&-3&1 6
  1460	2&-2&0&-2&0&0&2&3&-3&-2&2&2&-2&-2&2&-4&2&2 6
  1461	2&-2&0&2&-2&0&2 6
  1462	2&-2&0&-2&2&-2&0 6
  1463	2&-2&0&-2&2&2&3 6
  1464	2&-2&0&2&2&-4 6
  1465	2&-2&0&3 6
  1466	2&-2&0&-3&3&2&-2&0&2&0&-2&0&2&-5 6
  1467	2&-2&0&-3&3&2&2&-2&-2 6
  1468	2&-2&0&-5&5 6
  1469	-2&2&0&7 6
  1470	2&-2&-1&1&-1&-2&2&1&-3 6
  1471	2&-2&-1&1&2&2&0&-2&2&-4&2&-2&-1&-2&3&-1&1&-1&-2 6
  1472	2&-2&-1&1&-3&-2 6
  1473	2&-2&-1&1&-3&3 6
  1474	2&-2&-1&-2&2&1&-3&-2&2 6
  1475	2&-2&-1&-2&-2&2&0&7 6
  1476	2&2&-2&0&0&0&0 6
  1477	2&-2&2&0&2&1&-1&0&-2&-2 6
  1478	-2&2&2&0&-2&-2&2 6
  1479	2&-2&-2&-1&1&2&-2&2&0&-2 6
  1480	2&-2&-2&-1&-2&5&2 6
  1481	2&-2&2&-2&0&-3&3 6
  1482	2&-2&2&2&1&-1&-2 6
  1483	-2&2&2&-2&-2&-1&1&2&0&-2 6
  1484	2&-2&2&-2&-2&2&-2&2 6
  1485	-2&2&-2&-2&2&2&-2&2&-2&-2&0&-1&3 6
  1486	2&-2&2&-2&-2&2&2&-2&2&2&-2&0&-2&-2&-1&3 6
  1487	2&-2&-2&-2&2&2&3&0 6
  1488	2&-2&-2&2&-4 6
  1489	2&-2&2&3&0&2&-3&1&0 6
  1490	2&-2&2&3&-3&-2&-2&2 6
  1491	2&-2&-3&0&3&-3 6
  1492	2&-2&-3&1&2 6
  1493	2&-2&-3&1&2&-2&-1&-2 6
  1494	2&-2&-3&3&0&0 6
  1495	2&-2&-3&3&-3 6
  1496	2&2&-4&2 6
  1497	2&-2&4&-2&2 6
  1498	2&3&0&0&0&0&0 6
  1499	2&3&0&0&0&2 6
  1500	2&3&0&2&-2&0&2&2&-2&-2 6
  1501	2&3&0&2&-2&2&2&-2&-2 6
  1502	2&3&-1&-4 6
  1503	-2&-3&2&1 6
  1504	2&3&-3&7 6
  1505	2&3&-5&2&-2&-3&3&-3&1&0 6
  1506	2&-4&2&0 6
  1507	-2&5&2&-2&2 6
  1508	2&-7&2&3&-5&2&3 6
  1509	3&0&-1&1 6
  1510	3&0&2&-2&0&0 6
  1511	-3&0&-2&5&2 6
  1512	-3&0&3&0&0&-1&-4&2 6
  1513	3&0&-5&0&7&0&2&-2&-2&-1&1 6
  1514	3&-1&1&-3&3&-3&-2&2 6
  1515	-3&1&2&0&0 6
  1516	-3&1&-3&-2 6
  1517	3&-1&-4&2 6
  1518	-3&2&1&-1&-2&-2&2&3&2 6
  1519	3&2&2 6
  1520	3&2&2&-2&-2&2 6
  1521	-3&-2&5&0&0&0 6
  1522	3&-3&0&0&-2&0&-2&2&2&-2&2&-2&-2&-1&1&0 6
  1523	3&-3&0&0&-2&2&3&-5 6
  1524	-3&3&0&2&-2 6
  1525	-3&3&0&4&0&-4&2&2&-2&-2 6
  1526	-3&3&-1&1&2 6
  1527	-3&3&-1&-4&2 6
  1528	-3&3&2&0&0 6
  1529	-3&3&2&0&-2 6
  1530	3&-3&-2&0&2&-2&-2 6
  1531	3&-3&-2&0&2&3 6
  1532	-3&3&2&0&3 6
  1533	3&-3&2&1&-1&-2&-2&0&2 6
  1534	3&-3&2&1&2 6
  1535	-3&3&2&-4 6
  1536	3&-3&3&-3&-2&2 6
  1537	-3&3&-3&3&-5 6
  1538	3&-3&-4&2 6
  1539	-3&3&-5&0&2 6
  1540	-3&3&-5&2&2&-2&0&-2&0&2 6
  1541	-3&3&-5&2&-2&-2&2&2&-2&2&0&-2 6
  1542	3&-5&0 6
  1543	4&1&2&-3&1 6
  1544	-4&2&2&0&0&0&0 6
  1545	-4&2&-3&1 6
  1546	4&3&0&2&-2&0 6
  1547	4&3&-1&1&-3&-2 6
  1548	4&-4&4 6
  1549	5&0&-1&1&-3&-2&2 6
  1550	-5&0&-2&5 6
  1551	5&-1&1 6
  1552	5&-2&2&3&-5 6
  1553	-5&2&3&2 6
  1554	7&0&2&-2&-2&-1 6
  1555	7&0&2&-3&1&-3 6
  1556	-7&3&4&-2&-2 6
  1557	-7&7&3&-5 6
  1558	0&0&0&0&0&0&0&0&0&0&-1&-2&-2 5
  1559	0&0&0&0&0&0&2&-2&0 5
  1560	0&0&0&0&2&-2 5
  1561	0&0&0&0&-2&-2&2&2&0&-2 5
  1562	0&0&0&0&-2&2&3 5
  1563	0&0&0&0&5 5
  1564	0&0&0&2&-2&0&0&0 5
  1565	0&0&0&2&-2&0&-3&3&-3&3 5
  1566	0&0&0&2&2&-2&-2 5
  1567	0&0&0&2&3&-3&-2&2&2&-2&-2&2&-4&2&2 5
  1568	0&0&0&-3 5
  1569	0&0&0&3&0&-5 5
  1570	0&0&0&3&-3&0&0 5
  1571	0&0&0&3&-3&3 5
  1572	0&0&-1&1&2&-3&1&-3&2&1&-1&1&-3&0&-2&2 5
  1573	0&0&-1&3&0&2&-4&0 5
  1574	0&0&2&1&-1&-2&-2&2&3&-1&1&2&-2&0&-1&-2&2&-2&-2&2 5
  1575	0&0&2&-2&0&-1&1 5
  1576	0&0&2&-2&0&-3&3&-3&3 5
  1577	0&0&2&2&1 5
  1578	0&0&2&-2&-2&0 5
  1579	0&0&2&2&-2&0&-2&2 5
  1580	0&0&-2&2&-2&0&-2&2&0&0&0&0 5
  1581	0&0&2&-2&-2&2 5
  1582	0&0&-2&-2&2&2&-2&-2 5
  1583	0&0&2&-5 5
  1584	0&0&-2&5&2&-2&2&2&0&2&-2&-2 5
  1585	0&0&3&-3&0&0 5
  1586	0&0&3&-3&-2 5
  1587	0&0&-4 5
  1588	0&0&4 5
  1589	0&0&5&0&-2 5
  1590	0&0&5&0&2&-2 5
  1591	0&0&5&-2&2&3&-5 5
  1592	0&-1&1&-3&-2 5
  1593	0&1&-3&-2&2 5
  1594	0&2&0&-2&0&0 5
  1595	0&-2&0&4&3&0 5
  1596	0&2&0&-7 5
  1597	0&2&1&-1&-2 5
  1598	0&2&1&-1&-2&-2&2 5
  1599	0&-2&-1&1&-3 5
  1600	0&2&1&-3&3&-3 5
  1601	0&-2&2&0&3 5
  1602	0&2&-2&-1&1 5
  1603	0&2&-2&-2&0&0&2 5
  1604	0&-2&2&-2&-1&1&-3&3&-5&2&3&-1&1&-1&-2 5
  1605	0&2&2&-2&-2&-1&1&2&-2&-3&-2&2 5
  1606	0&-2&2&2&-2&2 5
  1607	0&-2&2&2&3&0 5
  1608	0&-2&2&3&-3&-2 5
  1609	0&-2&2&-5&1 5
  1610	0&-2&-3 5
  1611	0&2&3&0&0&2&-2&0 5
  1612	0&2&3&2 5
  1613	0&-2&4&-2&0&2&-2&2 5
  1614	0&-2&5&2&-2&4&0&2&-2&-2 5
  1615	0&3&-1&1 5
  1616	0&3&-1&1&2&-2&-1&-2&0&3&-3&-2&2&-2 5
  1617	0&3&-1&1&2&-2&-1&-2&0&3&-3&-2&2&-2&-2&4 5
  1618	0&3&-1&-2&-2&2 5
  1619	0&-3&1&2&-5 5
  1620	0&3&2&2&1&-3&-2 5
  1621	0&3&2&2&-2&0&0 5
  1622	0&-3&-2&5&2 5
  1623	0&3&-3&0&-2 5
  1624	0&3&-3&0&-2&5&2 5
  1625	0&-3&3&2&-2&-1&1&0 5
  1626	0&3&-3&3&0&0 5
  1627	0&-4&0&2 5
  1628	0&5&0&0&0&0&2 5
  1629	0&5&0&2&-2 5
  1630	0&5&-2&0&-5 5
  1631	0&5&-3&0&-2 5
  1632	0&-5&3&2 5
  1633	0&5&-3&-2 5
  1634	0&5&-3&3 5
  1635	0&7&0&2&-2&0&-2 5
  1636	0&7&0&-2&-2&2&2&-2&-2&-1&-2 5
  1637	0&8&0&-3&3&-1&-2 5
  1638	10 5
  1639	-1&0&0&3 5
  1640	-1&0&1&2&0&-2 5
  1641	-1&0&1&2&-2 5
  1642	-1&0&1&2&-2&0 5
  1643	-1&0&-2&0&-2&2&0&0&0&0 5
  1644	-1&0&3&0&2 5
  1645	-1&0&3&2&-2&-3&1 5
  1646	-1&0&-4&2 5
  1647	-1&0&5&-2&2&3&-5 5
  1648	-1&1&0&0&2&0&-2 5
  1649	-1&1&0&-1&1&-3&-2&2&3 5
  1650	-1&1&-1&1&-3&3&2&-2&-1&1&2&-2 5
  1651	-1&1&-1&1&4&-2&-2&0 5
  1652	-1&1&-1&-2&-2&0&2&0&-2 5
  1653	-1&1&-1&-2&2&-2&2&1 5
  1654	-1&1&-1&-2&-2&2&-2&2&3&-5 5
  1655	-1&1&-1&-4 5
  1656	1&-1&-2&-2 5
  1657	-1&1&2&-2&0&-1&-2&2&-2&-2&2 5
  1658	-1&1&2&-2&-1&1&0&2&-2&-1&1&-1&-2&-2&2&-2&7 5
  1659	-1&1&2&-2&-1&1&-3&0&-2&2&3&0&0 5
  1660	-1&1&2&-2&-1&-2&0&7&0&0&-2&-2&2&2&-2 5
  1661	-1&1&2&-2&2&0&-2&0&0 5
  1662	-1&1&2&2&-2&2&-2&-2 5
  1663	-1&1&2&-2&-3&2&1 5
  1664	-1&1&2&-2&-3&3&0 5
  1665	-1&1&2&-3&1&-3&-2 5
  1666	-1&1&2&-3&1&-3&2&1&-1&0&-2&0&-2&2 5
  1667	-1&1&2&-3&1&-3&2&1&-1&0&-2&0&-2&2&0&0&0&0 5
  1668	-1&1&2&-5&2&-2&-2 5
  1669	-1&1&2&-5&2&-2&-2&2&3&0 5
  1670	-1&1&-3&0&0&3&-3 5
  1671	-1&1&-3&0&7 5
  1672	-1&1&-3&-2&0 5
  1673	-1&1&-3&3&-5 5
  1674	1&2&0&0 5
  1675	-1&-2&0&-2&-2&2 5
  1676	-1&-2&0&-2&2&3&0 5
  1677	-1&-2&0&3&-3&-2 5
  1678	-1&-2&0&7&0&0&-2&-2&2&2&-2&2 5
  1679	-1&-2&2&0&0&3 5
  1680	-1&-2&-2&0&2&3&0 5
  1681	-1&-2&-2&0&2&3&0&-3&2&1&-1&-2&-2&0&2&3&-5&-3&1 5
  1682	-1&-2&2&0&-2&3&2 5
  1683	-1&-2&-2&0&2&3&-3 5
  1684	-1&-2&2&1&0&0 5
  1685	-1&-2&2&1&-1&-2&0&3 5
  1686	-1&-2&2&1&-1&-2&-2&0&2&3&0&-1&1&-3&3&-3&-2&2 5
  1687	-1&-2&2&1&-1&-2&-2&2&3&-3&-2&2&0&-2&5 5
  1688	-1&-2&2&1&-1&-4 5
  1689	-1&-2&2&1&-1&-4&2&3&0&0 5
  1690	-1&-2&2&1&2&0 5
  1691	-1&-2&2&1&2&2&0&-2 5
  1692	-1&-2&2&1&2&-2&-1&-2 5
  1693	-1&-2&2&1&2&-2&2 5
  1694	-1&-2&2&1&-3&3&0 5
  1695	-1&-2&2&1&-5&0&-3&1 5
  1696	-1&-2&2&-2&0&-2 5
  1697	-1&-2&-2&2&0&3&0 5
  1698	-1&-2&-2&2&0&3&2&-2&0&-1&-2&2&1 5
  1699	-1&-2&-2&2&0&7&0&-2&-2&2&2&-2&-2&-1&-2 5
  1700	-1&-2&-2&2&2&1&-3&3 5
  1701	-1&-2&2&-2&-2&5 5
  1702	-1&-2&2&-2&-2&7 5
  1703	-1&-2&-2&2&3&0&0 5
  1704	-1&-2&-2&2&3&-1&1&2&-2&0 5
  1705	-1&-2&-2&2&3&-1&-2&0&3 5
  1706	-1&-2&-2&2&3&-3&-2&2 5
  1707	-1&-2&2&-4&-2&2 5
  1708	-1&-2&3&0&0&-5 5
  1709	-1&-2&3&0&-3&-2&2 5
  1710	-1&-2&3&0&-3&3&-3&-2 5
  1711	-1&-2&3&-1 5
  1712	-1&-2&3&2&2&-2&0&5&0&-1&1&-3&-2 5
  1713	-1&-2&3&2&2&-2&-2&2 5
  1714	-1&-2&3&-5&2&3&-1&1&-1&-2 5
  1715	-1&-2&-4&2 5
  1716	-1&-2&5&-2&0 5
  1717	-1&3&0&2&3&-3&-2&2&2&-2&-2&-2&2&2&-2&-2&2&0&-2 5
  1718	-1&3&-2&0&0&-1&1&-5&2&3 5
  1719	-1&3&2&-5&1&-1&-2&-2&5&0&0&0 5
  1720	1&-3&5&2 5
  1721	-1&-4&2&0&3 5
  1722	-1&-4&2&-2&-2&2 5
  1723	-1&-4&5&2 5
  1724	2&0&0&-2&0&-2&0&0&0&2&0&-2&0 5
  1725	2&0&0&-2&2&3&-3&-2&2 5
  1726	2&0&0&3&0 5
  1727	2&0&0&-4&2 5
  1728	-2&0&2&0&0&0&0 5
  1729	2&0&-2&0&5&0&-1&1&-3 5
  1730	-2&0&2&2&-2&-2 5
  1731	2&0&-2&-2&2&-2&-1&-2&-2&2 5
  1732	-2&0&2&3 5
  1733	2&0&3&-3&-2 5
  1734	-2&0&-3&3&-3&3 5
  1735	-2&0&4 5
  1736	2&0&5 5
  1737	2&1&-1&0&-2&2&0&-2 5
  1738	2&1&-1&1&-3 5
  1739	-2&-1&1&2 5
  1740	2&1&-1&-2&-2&2&-2&0&-1&1&0 5
  1741	2&1&-1&-2&-2&2&2&-2&-2 5
  1742	2&1&2&0&0&-2 5
  1743	2&1&2&-3&1 5
  1744	2&1&-3&-2&2&3 5
  1745	2&1&-3&-2&2&3&-5 5
  1746	2&-2&0&0&-3&3 5
  1747	2&-2&0&-1&1&0 5
  1748	2&-2&0&-1&1&2&-2&0 5
  1749	2&-2&0&-1&-2&-2 5
  1750	2&-2&0&-1&-2&-2&2 5
  1751	2&-2&0&-2&0&2&2&-4 5
  1752	2&-2&0&2&-2&2&-2&-2&2&-2&0&2 5
  1753	2&-2&0&-2&2&3&-3&-2&2&2&-2&-2&2&-4&2&2 5
  1754	2&-2&0&-2&4&-4&2&2&-2&2 5
  1755	2&-2&0&2&-5 5
  1756	2&-2&0&-3&2&1&-1&-2&-2&5 5
  1757	2&-2&0&-3&3&2 5
  1758	2&-2&0&-3&3&2&-2&0&2&0&-2&0&2&-5&2&1&-1&-2&-2&2 5
  1759	2&-2&-1&1&2&2&-4 5
  1760	2&-2&-1&-2&-2&-2&2 5
  1761	2&-2&-1&-2&-2&2&-2&-2 5
  1762	2&-2&-1&3&-2 5
  1763	2&-2&-1&-4&2&3 5
  1764	-2&2&-2 5
  1765	2&-2&-2&0&0 5
  1766	2&-2&-2&0&0&2 5
  1767	2&-2&-2&0&-1&1&2 5
  1768	2&-2&-2&0&-1&-2&3 5
  1769	2&-2&2&0&2&1&-1&0&-2 5
  1770	-2&2&2&0&-2&-2 5
  1771	2&2&-2&0&2&-2&-2&2 5
  1772	2&-2&2&0&-2&-3&1 5
  1773	2&-2&2&0&2&-4 5
  1774	2&-2&2&0&3 5
  1775	2&-2&2&1&-1&-2&-2 5
  1776	2&-2&-2&-1&-2&7&-2 5
  1777	2&-2&-2&2&0&-2&0&4&3 5
  1778	2&-2&2&2&0&-2&-2&2 5
  1779	-2&-2&2&2&-2&-2 5
  1780	2&-2&-2&2&-2&2 5
  1781	2&-2&-2&2&2&-2&2 5
  1782	2&-2&2&-2&-2&2&2&0&-2 5
  1783	2&-2&-2&-2&2&2&-2&0&2&3 5
  1784	2&-2&2&-2&-2&2&2&-2&-2 5
  1785	2&-2&2&-2&-2&2&-3&1&2 5
  1786	2&-2&2&2&-2&-4 5
  1787	2&-2&-2&2&-3&1&2 5
  1788	2&-2&-2&2&-4&2&2 5
  1789	2&-2&2&3&2 5
  1790	2&-2&2&3&-3&0&-2&-2&2 5
  1791	2&-2&2&-4&0&4&0&-4&2&2&-2&-2 5
  1792	2&-2&2&-4&2&-2&2 5
  1793	2&-2&2&-5&1 5
  1794	2&-2&-3&1&0 5
  1795	2&-2&-3&1&2&0&-2 5
  1796	-2&2&3&2&-2&-1&-2 5
  1797	2&-2&-3&-2&2&3&-5 5
  1798	-2&2&3&-3 5
  1799	2&-2&-3&3&-2&0&0&-1 5
  1800	2&-2&-3&5 5
  1801	2&2&-4&0 5
  1802	2&-2&4&-2&-2 5
  1803	2&-2&-5&2&3 5
  1804	2&-2&-5&3 5
  1805	2&3&0&0&2&2&-2&-2&2&2&-2&-2&2 5
  1806	2&3&0&2&-2&0&0&2 5
  1807	2&3&0&-3&3&-3&-2&2 5
  1808	2&3&-1&1&-3&-2&2 5
  1809	2&3&2&-2&-1&1&2&-2&-3 5
  1810	2&3&-3&3 5
  1811	2&3&-5&-2 5
  1812	2&3&-5&2 5
  1813	2&-4&0&-1&-4&2&3&-5&2&-2&0&-2&0&4&3 5
  1814	2&-4&2&0&0 5
  1815	-2&4&3&-3 5
  1816	2&-5&-2 5
  1817	2&-7&2&3 5
  1818	2&-7&3&-1&1&-1&-2 5
  1819	3&0&2 5
  1820	-3&0&3&-3&-2&2 5
  1821	-3&0&7&0&-2&-2&2&2&-2 5
  1822	3&-1&1 5
  1823	-3&1&2&2&0&-2 5
  1824	-3&1&2&-5&-2&0&0&5 5
  1825	-3&1&-3&-2&2 5
  1826	-3&-2&0&2 5
  1827	-3&-2&0&-2&2 5
  1828	-3&2&1&-1&-2&-2 5
  1829	-3&2&1&-1&-2&-2&0&2 5
  1830	-3&2&1&2&2&0&-2 5
  1831	3&2&2&-2&0&0&0&0 5
  1832	3&2&2&-2&0&2 5
  1833	-3&2&-2&-2&2 5
  1834	-3&-2&-2&2&2&0&-2&0&5&0&-1&1&-3 5
  1835	-3&-2&2&3&-3&-2&2 5
  1836	-3&-2&2&-4 5
  1837	-3&-2&2&5&-2&-1&1&-1&-2 5
  1838	3&2&3&-3&0&0 5
  1839	3&2&-7 5
  1840	3&-3&0&0&0&-2&-2&2&2&0&-2 5
  1841	-3&3&0&0&-1&-4&2 5
  1842	3&-3&1 5
  1843	-3&3&-1&-4&5&2 5
  1844	3&-3&-2&0&-2&2 5
  1845	3&-3&2&1&-3 5
  1846	-3&3&2&-2&0&0&0&0 5
  1847	3&-3&-2&2&0&-2&-2&2 5
  1848	-3&3&2&-2&2 5
  1849	3&-3&-2&2&2&-2&-2&-2&2 5
  1850	3&-3&-2&2&2&-2&-2&-2&2&2&-2&-2&2&0&-2 5
  1851	3&-3&-2&2&3&0&0 5
  1852	-3&3&-3&0&-2&5&2 5
  1853	-3&3&-3&-2&5 5
  1854	-3&3&4&-2&-2 5
  1855	-3&3&-5&2&2&-2&0&-2&0&-2&2&0&0&0&0 5
  1856	-3&-4&2 5
  1857	4&1&2&-2 5
  1858	4&-2&0&5&0&-1&1&-3&-2 5
  1859	-4&2&2&-2&2&0&0&2&-2&0&0 5
  1860	-4&2&2&-2&2&0&2&-2&0&0&-4&2&2 5
  1861	4&-2&-2&2&2&-2&-3&3&-3&1 5
  1862	4&-2&-2&4 5
  1863	4&-2&-3&1&-3&-2&5&-3&-2&2 5
  1864	4&3&-1&-4 5
  1865	-4&4&0&-2&0&5&0&-1&1&-3&-2 5
  1866	-4&4&-2&-2 5
  1867	4&-4&-2&2 5
  1868	-5&0&0&5 5
  1869	-5&2&0&0 5
  1870	-5&-2&-2&2 5
  1871	-5&2&3&0&0&0 5
  1872	-5&2&3&0&2&-3&1&0 5
  1873	-5&2&3&-3&3 5
  1874	5&2&-4&2&-2&-1&-2&0&-2&5 5
  1875	-5&3&-1&1&2&-2&-1&-2&2&1&-1&-2&-2&2&3&-3&-2&2&0&-2 5
  1876	-5&4&1&-3 5
  1877	-5&4&1&-3&0&-2&0&5&0&-1&1&-3 5
  1878	-5&5&0 5
  1879	-5&5&-3&1&-3&0&-2&2&-2&-2&2&2 5
  1880	-5&5&-3&1&-3&0&-2&2&-2&-2&2&2&3&-3 5
  1881	-6&2 5
  1882	6&-2&-2&2 5
  1883	-7&2&2 5
  1884	-7&4&3&0 5
  1885	8&0&0&-3&3&-1 5
  1886	8&0&0&-3&3&-1&-2 5
  1887	8&0&0&-3&3&-3&-2 5
  1888	9&1 5
  1889	0&-2&0&0&0&2 4
  1890	0&-2&0&4&0&-4&2&2&-2&-2 4
  1891	0&-2&-2&2&2&-2&-2&-1&-2 4
  1892	0&4&1&2 4
  1893	-1&-2&-2&2&3&-1&1&2&-2&0&-1&-2&2&-2&-2&2 4
  1894	-1&-2&3&-1&1&-1&-2 4
  1895	-1&-2&3&2&0&-2&2 4
  1896	-1&3&2&-5&1&-1&-2&-2&5 4
  1897	-2&0&0&-1 4
  1898	2&1&-1&-2&-2&2&3&-3&-2&2&0&-2 4
  1899	2&-2&0&-3&3&2&-2&0&2 4
  1900	2&-2&-2&-1&1&2&0&-2 4
  1901	-3&-2&5&-3&-2&2 4
  1902	-4&4&0&-2 4
  1903	-5&5&-2&-1&-2&-2 4
  1904	-5&5&-3&1&-3&-2&2&-2&-2&2&2 4
  1905	-1&1&0&-1&1&-3 3
  1906	-1&1&0&2&-2&-1&1&-1&-2&-2 3
  1907	-1&1&2&-2&-1&-2&0&3&-3&-2 3
  1908	-1&1&-3&3&2&-2&-1&1&2&-2 3
  1909	-1&-2&2&1&-3&3&2&2&0&-2 3
  1910	-1&3&0&2&-2&2&-2&-2 3
  1911	-1&3&2&-5&1 3
  1912	2&-2&-1&1&2&2&0&-2&2&-4 3
  1913	2&-2&-3&1&-1&3 3
  1914	-8 3
  1915	0&0&-3&3&-3&-2 2
  1916	0&-5&3&2&-2&-1&1&0 2
  1917	0&8&0&0&-3&3 2
  1918	0&8&0&-3&3 2
  1919	-1&-2&2&1&-5 2
  1920	-1&-4&5&0&2&-2&-1&1&-1&-2&-2 2
  1921	2&0&-2&2&-4&2 2
  1922	2&-2&-2&2&3&0 2
  1923	2&-4&0&-1&-4&2 2
  1924	3&-5&-3&1 2
  1925	-5&2&3&-1&1&-1&-2 2
  1926	5&2&-4 2
  1927	7&0&2&-2&-2 2
  1928	-10 1
  1929	-12 1
  1930	-1&-2&-2&0&2&3&0&-3&2&1&-1&-2&-2&0&2 1
  1931	-1&-2&-2&2&3&-1&1&2&-3&1 1
  1932	-1&3&-3 1
  1933	2&-2&2&2&-2&0&-2&-2&-1&3 1
  1934	-3&-2&2&5&-2 1
  1935	3&-3&-2&2&-2&2&2&-2 1
  1936	3&-3&-2&2&-2&2&2&-2&-4&4&3 1
  1937	5&2&-4&2&-2&-1&-2 1
  1938	-5&5&-3&1&-3&0&-2 1
