     1	A4&G4&F4&G4 1209
     2	A4&G4&A4&G4 737
     3	C5&D5&C5&B4 695
     4	F4&E4&F4&G4 668
     5	A4&G4&G4 638
     6	A4&G4&A4 627
     7	C5&C5&C5&C5 593
     8	A4&B4&C5&B4 564
     9	A4&G4&A4&B4 561
    10	A4&G4 559
    11	A4&G4&A4&C5 528
    12	C5&C5&B4 523
    13	A4&G4&G4&G4 518
    14	F4&E4&D4 470
    15	F4&F4&G4 453
    16	F4&E4&D4&D4 437
    17	E4&F4&G4 421
    18	C5&D5&E5&D5 409
    19	A4&A4 368
    20	C5&A4&G4 357
    21	F4&G4&A4&G4 347
    22	C5&D5&C5&C5&B4 340
    23	C5&B4 339
    24	F4&E4&D4&C4&D4 339
    25	A4&G4&F4&G4&A4 338
    26	A4&G4&F4&G4&G4 325
    27	A4&G4&A4&A4&G4 323
    28	C5&C5&C5&B4 316
    29	F4&G4&A4&A4 310
    30	G4&G4 306
    31	F4&G4&A4 305
    32	F4&E4&D4&E4 288
    33	F4&F4 284
    34	F4&D4&D4 275
    35	F4&G4 275
    36	E5&D5&C5&B4 264
    37	F4&D4 255
    38	A4&G4&G4&F4&G4 249
    39	E5&F5&E5&D5 249
    40	A4&A4&G4 248
    41	A4&A4&G4&F4&G4 244
    42	C5&A4 235
    43	A4&C5&B4 228
    44	C5&D5&D5&D5 225
    45	F4&F4&E4 224
    46	F4&G4&G4 223
    47	C5&D5 222
    48	A4&C5 215
    49	C4&D4&D4 214
    50	G4&A4 210
    51	C5&C5&D5 209
    52	C5&D5&D5 207
    53	A4&G4&G4&A4&C5 206
    54	C5&D5&C5&C5 206
    55	F4&F4&F4&F4 202
    56	G4&A4&G4 201
    57	F4&F4&E4&F4&G4 199
    58	A4&B4 196
    59	F4&F4&E4&D4 192
    60	F4&E4&F4&D4 180
    61	E5&D5 179
    62	D5&D5 178
    63	F4&E4&F4&E4&D4 176
    64	C5&C5 173
    65	A4&G4&A4&C5&B4 170
    66	A4&A4&A4&A4 167
    67	C4&D4 166
    68	G4&A4&C5 163
    69	G4&A4&G4&G4 163
    70	A4&A4&C5 161
    71	E4&F4&E4&D4&E4 161
    72	C5&A4&C5 158
    73	F4 156
    74	F4&D4&C4&D4 155
    75	A4&A4&G4&G4 153
    76	F4&E4 151
    77	C5&D5&C5&C5&D5 150
    78	A4&B4&A4&G4 149
    79	A4&C5&C5&B4 147
    80	E4&F4&E4&D4 147
    81	G4&G4&G4 147
    82	F4&F4&F4&G4 146
    83	C5&D5&C5&D5&D5 145
    84	D4&C4&D4 145
    85	F4&F4&D4 144
    86	F4&F4&E4&D4&E4 144
    87	E4&F4&D4 141
    88	G4 130
    89	G4&G4&G4&G4 130
    90	C4&F4&G4 128
    91	F4&A4 124
    92	C5&C5&B4&C5&A4 122
    93	E4&F4&G4&G4 122
    94	D5&E5&D5 121
    95	C5&B4&A4&G4 119
    96	D4 118
    97	E4&F4&D4&D4 116
    98	F4&E4&E4 116
    99	C4&D4&D4&D4 115
   100	F4&E4&C4&D4 115
   101	C5&D5&C5 114
   102	A4&G4&A4&F4&G4 111
   103	C4&C4&D4 107
   104	G4&A4&G4&F4&G4 107
   105	C5&C5&B4&C5 106
   106	A4&A4&A4 105
   107	A4&A4&B4 104
   108	F4&D4&C4&D4&D4 103
   109	G4&A4&C5&B4 101
   110	C5&C5&C5&C5&B4 100
   111	E4&F4&E4 100
   112	F4&C4&D4 100
   113	C5&B4&A4 99
   114	A4&B4&C5 98
   115	A4&C5&A4&A4 98
   116	A4&G4&G4&A4&G4 98
   117	D5&D5&D5&D5 97
   118	C5&C5&D5&B4 96
   119	D5&D5&E5&D5 95
   120	C5&D5&B4 94
   121	D5&C5&D5&F5 94
   122	G4&E4 94
   123	A4&C5&C5 92
   124	A4&A4&A4&G4 91
   125	E4&D4 91
   126	E4&F4&G4&G4&G4 91
   127	D5&C5&B4 89
   128	E4&E4 89
   129	A4&G4&A4&B4&A4 87
   130	E4&F4&E4&D4&D4 87
   131	A4&G4&G4&A4 86
   132	A4&F4&G4 85
   133	C5&A4&A4&G4&A4 85
   134	F4&A4&G4 85
   135	A4&A4&C5&B4 84
   136	F4&D4&D4&D4 84
   137	F4&F4&E4&D4&D4 84
   138	C5&C5&C5&A4 83
   139	F4&F4&G4&A4&G4 83
   140	G4&F4&G4 83
   141	C5&B4&C5&B4 82
   142	C5&C5&D5&C5&C5 82
   143	F4&E4&F4&G4&G4 80
   144	G5&F5&E5&D5 80
   145	A4 79
   146	F4&F4&G4&A4 79
   147	C5&A4&A4&G4 78
   148	A4&A4&A4&G4&G4 77
   149	E4 77
   150	G4&A4&C5&C5 77
   151	C5&D5&E5 76
   152	D5&E5&F5&E5&D5 76
   153	E5&E5&D5 76
   154	A4&G4&F4&E4&D4 75
   155	C5&C5&C5&C5&D5 75
   156	F4&E4&G4&G4 75
   157	A4&C5&A4&G4 73
   158	G4&A4&B4 73
   159	C5&A4&B4 72
   160	D4&D4 72
   161	F4&D4&F4&F4 72
   162	A4&C5&G4&A4&G4 71
   163	A4&G4&G4&D5&D5 71
   164	A4&G4&G4&G4&G4 71
   165	F4&G4&F4&E4 70
   166	G4&B4 70
   167	A4&D5&B4 69
   168	C5&B4&A4&B4 68
   169	D4&D4&D4 67
   170	E4&G4&E4 67
   171	F4&D4&E4&F4&G4 66
   172	F4&F4&E4&F4&D4 66
   173	F4&G4&A4&A4&G4 66
   174	A4&G4&A4&C5&G4 65
   175	C5&D5&C5&A4 65
   176	A4&C5&A4 64
   177	C5&C5&B4&A4&G4 64
   178	F4&E4&D4&D4&D4 64
   179	F4&G4&A4&G4&G4 64
   180	F4&G4&F4&G4 63
   181	G4&A4&B4&A4 63
   182	C5&C5&C5 62
   183	E5&D5&C5&B4&A4 62
   184	E5&F5 62
   185	F4&E4&D4&E4&E4 62
   186	A4&B4&C5&A4&C5 61
   187	B4 60
   188	F4&G4&A4&G4&F4 60
   189	A4&G4&F4&E4 59
   190	G4&G4&A4 59
   191	C4&D4&F4&F4 58
   192	C5&B4&B4 58
   193	E5&F5&E5&E5&D5 58
   194	C4&D4&D4&D4&D4 57
   195	F4&A4&C5&C5 57
   196	F4&A4&C5&C5&B4 57
   197	F4&D4&C4 57
   198	G4&G4&D5&D5 57
   199	A4&A4&G4&F4&E4 56
   200	A4&B4&A4&G4&G4 56
   201	A4&G4&A4&C5&A4 56
   202	D5&B4 56
   203	F4&A4&C5 56
   204	C5&B4&C5&D5&D5 54
   205	C5&B4&C5 53
   206	C5&C5&D5&E5&D5 53
   207	C4&D4&F4&G4 52
   208	A4&B4&B4 51
   209	A4&C5&G4&G4 51
   210	F4&D4&D4&C4 51
   211	F4&F4&A4 51
   212	F4&F4&F4&E4 51
   213	F4&F4&G4&F4&F4 51
   214	A4&A4&C5&A4&G4 50
   215	C5 50
   216	C5&D5&F5 50
   217	D5&D5&B4 50
   218	B4&C5&D5&C5&B4 48
   219	D4&D4&C4&F4&G4 48
   220	D4&E4&F4&G4 48
   221	F4&F4&A4&A4 48
   222	D5 47
   223	E4&F4&D4&C4&D4 47
   224	E4&G4&A4&G4 47
   225	G4&G4&A4&G4 47
   226	D5&C5&D5&E5&D5 46
   227	F4&E4&D4&C4 46
   228	C5&B4&C5&D5 45
   229	C5&C5&D5&C5&B4 45
   230	D4&C4 45
   231	E5&D5&C5&B4&C5 45
   232	F4&D4&D4&C4&D4 45
   233	A4&G4&A4&G4&G4 44
   234	C5&C5&A4 44
   235	C5&D5&C5&C5&A4 44
   236	D5&C5&D5 44
   237	A4&G4&A4&C5&C5 43
   238	C4&C4 43
   239	D5&F5 43
   240	F4&A4&G4&G4 43
   241	F4&F4&E4&G4 43
   242	F4&F4&F4&E4&D4 43
   243	A4&A4&F4&G4 42
   244	D4&D4&C4 42
   245	F4&A4&A4 42
   246	F4&A4&G4&F4&G4 42
   247	F4&F4&D4&F4&D4 42
   248	B4&C5&D5&D5 41
   249	D5&B4&D5&E5&D5 41
   250	E4&G4 41
   251	F4&F4&F4&D4 41
   252	G4&F4&F4 41
   253	A4&G4&F4&F4&G4 40
   254	C4&D4&F4&F4&G4 40
   255	F4&D4&F4&G4 40
   256	F4&E4&F4&G4&A4 40
   257	G4&G4&F4&G4 40
   258	C5&A4&A4 39
   259	C5&D5&B4&C5 39
   260	F4&A4&C5&B4 39
   261	F4&F4&F4&F4&G4 39
   262	C4 38
   263	C5&G4&A4 38
   264	D5&C5&C5&C5&B4 38
   265	B4&C5&D5 37
   266	C5&C5&B4&C5&B4 37
   267	F4&E4&C4 37
   268	A3&C4&D4 36
   269	A4&G4&A4&A4 36
   270	D4&D4&C4&D4 36
   271	D5&E5&D5&E5&D5 36
   272	E4&F4&G4&F4&G4 36
   273	F4&A4&B4 36
   274	F4&E4&D4&F4&G4 36
   275	G4&F4&G4&G4 36
   276	B4&B4 35
   277	D4&F4&G4 35
   278	D5&E5 35
   279	F4&E4&F4&D4&D4 35
   280	F5&E5&D5 35
   281	A4&C5&A4&A4&G4 34
   282	A4&G4&E4&F4&G4 34
   283	C5&A4&C5&C5 34
   284	C5&C5&B4&A4 34
   285	C5&G4 34
   286	E5&D5&E5&D5 34
   287	E5&F5&G5 34
   288	F4&A4&A4&B4 34
   289	C4&C4&D4&F4&G4 33
   290	C5&A4&C5&B4 33
   291	F4&E4&C4&D4&D4 33
   292	F4&F4&G4&F4&G4 33
   293	F4&G4&A4&C5&B4 32
   294	G4&A4&G4&G4&G4 32
   295	G4&G4&A4&C5 32
   296	C4&D4&F4&D4 31
   297	C5&C5&C5&A4&C5 31
   298	C5&C5&C5&D5 31
   299	E5&F5&D5 31
   300	F4&G4&A4&A4&B4 31
   301	C5& 30
   302	C5&C5&D5&D5 30
   303	E5&F5&D5&D5 30
   304	F4&E4&E4&D4 30
   305	F4&E4&E4&D4&D4 30
   306	F4&G4&G4&F4&G4 30
   307	G4&A4&A4&G4&G4 30
   308	G4&A4&B4&C5&B4 30
   309	G4&G4&B4 30
   310	A4&G4&G4&G4&A4 29
   311	B4&C5 29
   312	B4&C5&B4 29
   313	C5&A4&A4&G4&G4 29
   314	D5&C5&D5&D5 29
   315	D5&E5&F5 29
   316	F4&E4&G4 29
   317	F4&F4&F4 29
   318	G4&G4&A4&C5&B4 29
   319	G4&G4&A4&G4&G4 29
   320	F4&C4&D4&D4 28
   321	F4&E4&D4&F4&D4 28
   322	F4&F4&D4&F4&G4 28
   323	G4&A4&F4&G4 28
   324	G4&G4&G4&G4&G4 28
   325	A4&G4&B4 27
   326	C5&A4&G4&F4&G4 27
   327	C5&D5&E5&D5&D5 27
   328	A4&A4&A4&B4 26
   329	A4&A4&B4&C5&B4 26
   330	A4&A4&G4&A4&C5 26
   331	A4&B4&G4 26
   332	A4&C5&G4 26
   333	C4&F4&F4 26
   334	C5&C5&B4&C5&D5 26
   335	D4&F4&D4 26
   336	D5&C5&C5 26
   337	E4&D4&D4 26
   338	E4&E4&E4 26
   339	E4&G4&A4 26
   340	E5&C5&D5&D5 26
   341	F4&E4&F4&F4&E4 26
   342	G4&A4&C5&C5&B4 26
   343	G4&A4&G4&A4 26
   344	A3&C4&D4&D4 25
   345	A4&A4&A4&A4&G4 25
   346	A4&A4&G4&A4 25
   347	A4&B4&C5&A4&G4 25
   348	A4&C5&D5&C5&B4 25
   349	A4&G4&F4 25
   350	C5&B4&A4&C5 25
   351	D4&F4&E4 25
   352	D4&F4&E4&D4 25
   353	E4&F4&G4&A4 25
   354	E5 25
   355	F4&A4&C5&C5&D5 25
   356	F4&F4&D4&D4 25
   357	F4&G4&A4&F4&G4 25
   358	G4&A4&A4 25
   359	G4&A4&C5&A4&A4 25
   360	G4&E4&F4&F4&E4 25
   361	G4&G4&C5&C5&B4 25
   362	G4&G4&G4&A4 25
   363	B4&A4&B4 24
   364	C4&D4&D4&A4&A4 24
   365	C5&D5&C5&A4&B4 24
   366	E4&F4&D4&E4 24
   367	F4&C4&D4&F4&E4 24
   368	F4&D4&D4&D4&D4 24
   369	F4&D4&D4&E4 24
   370	F4&D4&D4&F4&G4 24
   371	G4&G4&G4&A4&C5 24
   372	A4&B4&C5&A4 23
   373	C5&D5&D5&D5&D5 23
   374	D5&D5&C5&C5&D5 23
   375	E4&F4&F4&D4 23
   376	F4&F4&A4&C5&B4 23
   377	F5 23
   378	A4&A4&C5&C5 22
   379	A4&B4&B4&A4 22
   380	C5&D5&C5&D5 22
   381	D5&C5&C5&D5 22
   382	D5&D5&F5 22
   383	E4&F4&G4&A4&G4 22
   384	E5&F5&E5&F5&D5 22
   385	F4&E4&D4&D4&C4 22
   386	F4&E4&D4&F4&F4 22
   387	G4&F4&G4&A4&G4 22
   388	A4&A4&A4&C5 21
   389	A4&B4&A4 21
   390	A4&B4&A4&B4 21
   391	A4&C5&A4&G4&G4 21
   392	C5&B4&A4&C5&B4 21
   393	C5&C5&B4&A4&B4 21
   394	C5&C5&B4&B4 21
   395	C5&C5&C5&G4&B4 21
   396	C5&D5&C5&A4&G4 21
   397	C5&D5&F5&E5&D5 21
   398	D4&C4&F4&G4 21
   399	D4&G4 21
   400	D5&C5 21
   401	E4&E4&D4 21
   402	E4&F4&G4&F4&E4 21
   403	F4&A4&F4&G4 21
   404	F4&D4&E4 21
   405	F4&E4&D4&D4&A4 21
   406	F5&F5 21
   407	G4&G4&F4&G4&A4 21
   408	A4&A4&G4&A4&B4 20
   409	C4&C4&D4&D4 20
   410	C4&D4&D4&F4&G4 20
   411	C5&A4&G4&A4&G4 20
   412	C5&A4&G4&G4 20
   413	C5&D5&D5&C5&B4 20
   414	D4&C4&C4&D4 20
   415	D5&E5&D5&C5&B4 20
   416	E5&F5&G5&G5&F5 20
   417	F4&E4&C4&D4& 20
   418	G4&A4&A4&G4 20
   419	G4&F4&G4&A4 20
   420	G4&G4&A4&A4 20
   421	A4&D5&C5&B4 19
   422	C5&A4&G4&A4 19
   423	C5&C5&C5&C5&A4 19
   424	C5&C5&G4&B4 19
   425	C5&D5&B4&C5&B4 19
   426	E4&D4&C4&D4 19
   427	F4&A4&G4&A4 19
   428	F4&E4&D4&F4&E4 19
   429	F4&E4&E4&F4&G4 19
   430	F4&E4&G4&A4 19
   431	F4&G4&A4&G4& 19
   432	A4&A4&C5&A4&A4 18
   433	A4&C5&A4&C5 18
   434	A4&C5&A4&G4&A4 18
   435	A4&G4&F4&G4&B4 18
   436	A4&G4&G4&F4&F4 18
   437	C5&A4&G4&A4&B4 18
   438	C5&C5&A4&C5&B4 18
   439	C5&D5&C5&D5&F5 18
   440	D5&C5&D5&C5&B4 18
   441	D5&D5&D5 18
   442	D5&D5&D5&E5&D5 18
   443	E4&D4&E4&E4 18
   444	E4&F4&E4&D4&C4 18
   445	E5&F5&G5&F5 18
   446	F4&C4 18
   447	F4&D4&F4&F4&G4 18
   448	F4&E4&F4&G4&E4 18
   449	F4&F4&C4 18
   450	F4&G4&A4&B4 18
   451	G4&G4&C5&B4 18
   452	C5&C5&D5&C5&A4 17
   453	C5&D5&C5&E5&D5 17
   454	C5&E5&D5 17
   455	D5&C5&C5&B4 17
   456	D5&C5&D5&E5 17
   457	D5&D5&C5&B4 17
   458	E5&E5 17
   459	E5&G5 17
   460	F4&A4&C5&D5 17
   461	F4&A4&C5&G4 17
   462	F4&E4&F4&F4&D4 17
   463	F4&E4&G4&G4&A4 17
   464	F4&F4&G4&A4&A4 17
   465	F4&F4&G4&G4 17
   466	F4&G4&F4&E4&D4 17
   467	F4&G4&G4&A4 17
   468	G4&A4&G4&E4&E4 17
   469	G4&E4&F4&E4&D4 17
   470	G5&A5 17
   471	G5&G5&F5&E5&D5 17
   472	A4&C5&G4&A4 16
   473	A4&G4&A4&G4&A4 16
   474	B4&A4&G4 16
   475	B4&C5&A4&G4 16
   476	C5&C5&B4&A4&C5 16
   477	C5&D5&D5&D5&E5 16
   478	C5&D5&D5&E5&D5 16
   479	C5&D5&E5&F5 16
   480	D4&D4&D4&D4 16
   481	E4&F4&D4&D4&D4 16
   482	E5&E5&D5&E5&D5 16
   483	E5&F5&E5 16
   484	F4&F4&D4&C4&D4 16
   485	G4&A4&C5&A4 16
   486	G4&A4&G4&F4&F4 16
   487	G4&C5&C5&D5 16
   488	G4&G4&A4&C5&C5 16
   489	G5&F5 16
   490	A4&A4&C5&A4 15
   491	A4&B4&A4&A4&G4 15
   492	A4&B4&C5&B4&A4 15
   493	A4&G4&A4&G4&F4 15
   494	A4&G4&F4&A4 15
   495	C4&D4&D4&C4&D4 15
   496	C5&C5&C5&B4&A4 15
   497	C5&D5&A4&C5&B4 15
   498	D4&C4&D4&F4&G4 15
   499	D4&D4&D4&E4 15
   500	D5&B4&C5&D5 15
   501	D5&D5&E5&F5 15
   502	E4&F4&E4&F4&G4 15
   503	F4&A4&A4&C5 15
   504	F4&D4&C4&C4&D4 15
   505	F4&D4&C4&F4&G4 15
   506	F4&E4&E4&E4 15
   507	F4&F4&E4&C4&D4 15
   508	F4&F4&E4&G4&G4 15
   509	F4&G4&G4&F4 15
   510	G4&F4 15
   511	G4&F4&F4&G4 15
   512	G4&G4&C5&A4 15
   513	A3&C4&D4&F4&D4 14
   514	A4&B4&C5&C5 14
   515	A4&C5&A4&B4 14
   516	A4&G4&F4&G4&D4 14
   517	C4&D4&D4&C4 14
   518	C5&A4&A4&A4&A4 14
   519	C5&B4&A4&A4 14
   520	C5&D5&C5&B4&B4 14
   521	C5&D5&E5&E5&D5 14
   522	D4&E4 14
   523	F4&E4&F4&F4&G4 14
   524	F4&F4&D4&C4 14
   525	F4&F4&F4&F4&D4 14
   526	F5&F5&E5&D5 14
   527	G4&G4&C5&A4&G4 14
   528	A4&C5&B4&A4&G4 13
   529	A4&F4&A4 13
   530	A4&G4&F4&F4 13
   531	C4&B3 13
   532	C4&C4&C4 13
   533	C5&B4&C5&A4 13
   534	C5&C5&B4&A4&A4 13
   535	C5&C5&D5&E5 13
   536	C5&D5&B4&C5&D5 13
   537	C5&F5 13
   538	D4&E4&D4&C4&D4 13
   539	D4&F4&E4&F4&D4 13
   540	D5&D5&E5 13
   541	D5&F5&D5 13
   542	E4&D4&E4 13
   543	E4&F4&G4&G4&A4 13
   544	E4&F4&G4&G4&E4 13
   545	F4&A4&F4&G4&A4 13
   546	F4&D4&F4&C4&D4 13
   547	F4&D4&F4&D4&D4 13
   548	F4&D4&F4&G4&A4 13
   549	F5&E5 13
   550	G4&A4&G4&F4 13
   551	G4&A4&G4&F4&D4 13
   552	G4&G4&A4&B4&A4 13
   553	G5&G5&F5 13
   554	A4&B4&C5&B4&B4 12
   555	A4&G4&C5&B4 12
   556	A4&G4&E4 12
   557	A4&G4&G4&B4 12
   558	A4&G4&G4&F4 12
   559	B3 12
   560	C4&C4&B3 12
   561	C4&D4&D4&A4 12
   562	C4&D4&D4&A4&C5 12
   563	C4&F4&G4&A4 12
   564	C5&B4&G4 12
   565	C5&C5&D5&F5 12
   566	C5&C5&G4&G4 12
   567	C5&D5&E5&D5&B4 12
   568	C5&E5&F5&E5&D5 12
   569	D4&D4&F4&G4 12
   570	D4&E4&F4&G4&G4 12
   571	D5&E5&D5&D5 12
   572	E4&F4&G4&E4 12
   573	F4&A4&A4&A4&A4 12
   574	F4&A4&D4 12
   575	F4&B4 12
   576	F4&C4&C4 12
   577	F4&C4&D4&D4&D4 12
   578	F4&E4&C4&F4&G4 12
   579	F4&F4&F4&F4&E4 12
   580	F4&G4&A4&A4&A4 12
   581	F4&G4&A4&G4&A4 12
   582	F4&G4&F4&F4 12
   583	F4&G4&F4&F4&G4 12
   584	F4&G4&F4&G4&A4 12
   585	G4&F4&E4&D4 12
   586	G4&G4&G4&F4&G4 12
   587	G5 12
   588	A3 11
   589	A4&A4&G4&G4&G4 11
   590	A4&B4&C5&D5 11
   591	B4&A4 11
   592	B4&C5&B4&A4&G4 11
   593	C4&A3 11
   594	C4&D4&D4&F4&F4 11
   595	C5&A4&A4&B4 11
   596	C5&A4&G4&A4&C5 11
   597	C5&B4&A4&G4&G4 11
   598	C5&C5&D5&C5 11
   599	C5&D5&D5&C5&C5 11
   600	C5&F4&A4 11
   601	C5&G4&A4&C5 11
   602	D4&C4&D4&D4 11
   603	D5&D5&D5&C5&B4 11
   604	E4&E4&F4&E4&D4 11
   605	E4&F4 11
   606	E4&F4&D4&D4&E4 11
   607	F4&D4&D4&A4&A4 11
   608	F4&D4&D4&F4&F4 11
   609	F4&D4&F4&E4&D4 11
   610	F4&E4&F4&E4 11
   611	F4&E4&G4&E4 11
   612	F4&F4&A4&C5&C5 11
   613	F4&F4&E4&F4&E4 11
   614	F4&F4&F4&A4 11
   615	F4&F4&F4&G4&A4 11
   616	G4&A4&C5&D5&D5 11
   617	G4&A4&F4&E4&D4 11
   618	G4&A4&F4&F4&G4 11
   619	G4&G4&G4&A4&G4 11
   620	A4&A4&A4&C5&A4 10
   621	A4&A4&A4&G4&A4 10
   622	A4&A4&B4&A4 10
   623	A4&B4&A4&G4&A4 10
   624	A4&B4&G4&F4&G4 10
   625	A4&C5&B4&A4&C5 10
   626	A4&C5&C5&G4&G4 10
   627	A4&G4&A4&C5&D5 10
   628	A4&G4&E4&G4&E4 10
   629	A4&G4&F4&E4&E4 10
   630	C4&D4&C4&D4 10
   631	C4&D4&F4&E4&D4 10
   632	C4&F4&G4&A4&G4 10
   633	C5&A4&C5&D5 10
   634	C5&D5&C5&A4&A4 10
   635	C5&D5&E5&D5&E5 10
   636	D4&D4&D4&C4&D4 10
   637	D4&E4&D4 10
   638	D4&F4&D4&C4 10
   639	D4&F4&D4&C4&D4 10
   640	E4&G4&G4 10
   641	E5&D5&D5 10
   642	E5&F5&D5&C5&C5 10
   643	E5&F5&E5&D5&F5 10
   644	F4&A4&A4&A4&G4 10
   645	F4&D4&D4&D4&E4 10
   646	F4&D4&F4&D4&C4 10
   647	F4&E4&F4&D4&C4 10
   648	F4&G4&F4&D4 10
   649	F4&G4&F4&F4&D4 10
   650	F4&G4&G4&A4&G4 10
   651	F4&G4&G4&F4&F4 10
   652	G4&A4&A4&A4&A4 10
   653	G4&C5&C5 10
   654	G4&G4&G4&B4 10
   655	G4&G4&G4&C5&B4 10
   656	G5&G5 10
   657	A4&A4&B4&A4&A4 9
   658	A4&A4&C5&G4&G4 9
   659	A4&B4&C5&A4&A4 9
   660	A4&C5&A4&C5&C5 9
   661	A4&C5&C5&G4 9
   662	A4&G4&A4&A4&A4 9
   663	A4&G4&A4&G4&D4 9
   664	A4&G4&C5&C5 9
   665	A4&G4&E4&E4 9
   666	A4&G4&F4&A4&G4 9
   667	A4&G4&G4&A4&A4 9
   668	B3&C4&D4 9
   669	B4&A4&G4&A4&B4 9
   670	B4&B4&B4&B4 9
   671	C4&C4&D4&F4&D4 9
   672	C4&C4&D4&F4&F4 9
   673	C5&A4&A4&A4&G4 9
   674	C5&A4&G4&G4&G4 9
   675	C5&B4&A4&C5&C5 9
   676	C5&C5&B4&C5&C5 9
   677	C5&D5&A4 9
   678	C5&D5&C5&D5&B4 9
   679	C5&D5&E5&D5&C5 9
   680	C5&G4&G4 9
   681	D4&F4&D4&D4 9
   682	D4&G4&A4&G4 9
   683	D4&G4&F4&G4 9
   684	D5&B4&C5&B4 9
   685	D5&F5&D5&F5 9
   686	E4&C4&D4 9
   687	E4&E4&E4&D4 9
   688	E4&F4&G4&F4&D4 9
   689	E4&G4&A4&A4 9
   690	E4&G4&E4&E4 9
   691	E5&C5 9
   692	E5&D5&E5 9
   693	E5&E5&E5&D5 9
   694	F4&A4&A4&G4 9
   695	F4&A4&C5&A4 9
   696	F4&E4&F4&G4&D4 9
   697	F4&F4&F4&E4&C4 9
   698	F4&F4&G4&A4&C5 9
   699	F4&G4&E4&F4&D4 9
   700	F4&G4&G4&A4&C5 9
   701	G4&A4&C5&A4&G4 9
   702	G4&A4&C5&B4&A4 9
   703	G4&A4&G4&G4&F4 9
   704	G4&D5&D5&D5&D5 9
   705	G4&E4&F4&F4 9
   706	G4&F4&A4&C5&C5 9
   707	G4&G4&F4&E4&D4 9
   708	G4&G4&F4&F4&G4 9
   709	G5&A5&G5&F5 9
   710	G5&F5&E5&D5&F5 9
   711	A3&G3 8
   712	A4&A4&G4&A4&G4 8
   713	A4&A4&G4&C5&C5 8
   714	A4&B4&A4&F4&G4 8
   715	A4&B4&B4&A4&A4 8
   716	A4&C5&B4&C5&B4 8
   717	A5 8
   718	B3&C4&D4&D4 8
   719	B4&B4&A4&B4 8
   720	C4&B3&C4&D4&D4 8
   721	C4&C4&E4&F4&G4 8
   722	C4&D4&D4&D4&E4 8
   723	C4&D4&F4&D4&D4 8
   724	C5&A4&B4&C5 8
   725	C5&A4&C5&C5&B4 8
   726	C5&A4&C5&C5&D5 8
   727	C5&B4&A4&A4&G4 8
   728	C5&B4&C5&D5&C5 8
   729	C5&C5&A4&C5&D5 8
   730	C5&C5&C5&A4&B4 8
   731	C5&C5&C5&B4&B4 8
   732	C5&D5&A4&A4&G4 8
   733	D4&C4&C4 8
   734	D4&C4&F4&G4&A4 8
   735	D4&D4&E4 8
   736	D5&D5&B4&C5&D5 8
   737	D5&D5&C5&D5&E5 8
   738	D5&E5&E5&D5 8
   739	D5&E5&F5&G5&F5 8
   740	E4&D4&E4&F4&G4 8
   741	E4&F4&G4&E4&E4 8
   742	E5&E5&D5&D5&E5 8
   743	E5&F5&D5&C5&B4 8
   744	F4&A4&A4&G4&G4 8
   745	F4&A4&G4&A4&G4 8
   746	F4&D4&C4&C4 8
   747	F4&D4&E4&F4&D4 8
   748	F4&D4&F4&E4 8
   749	F5&D5&D5 8
   750	G4&A4&C5&A4&B4 8
   751	G4&A4&C5&C5&D5 8
   752	G4&A4&G4&A4&C5 8
   753	G4&B4&C5&A4&G4 8
   754	G4&F4&E4&D4&D4 8
   755	G4&F4&E4&D4&E4 8
   756	G4&G4&A4&C5&A4 8
   757	G5&A5&A5 8
   758	G5&G5&A5 8
   759	A4&A4&A4&F4&G4 7
   760	A4&A4&D5&D5 7
   761	A4&A4&F4&G4&A4 7
   762	A4&B4&A4&A4 7
   763	A4&B4&G4&F4&F4 7
   764	A4&C5&B4&A4&B4 7
   765	A4&C5&D5&B4 7
   766	A4&F4&G4&A4&G4 7
   767	A4&F4&G4&G4 7
   768	A4&G4&E4&G4 7
   769	A4&G4&F4&F4&A4 7
   770	A4&G4&G4&C5&B4 7
   771	A4&G4&G4&E4 7
   772	A4&G4&G4&G4&E4 7
   773	A5&G5&F5 7
   774	B4&B4&B4 7
   775	B4&C5&D5&D5&D5 7
   776	C4&D4&E4&F4&G4 7
   777	C5&A4&C5&D5&D5 7
   778	C5&B4&A4&B4&B4 7
   779	C5&B4&C5&A4&G4 7
   780	C5&B4&G4&A4 7
   781	C5&C5&C5&C5&C5 7
   782	C5&C5&E5&D5 7
   783	C5&D5&B4&B4 7
   784	C5&D5&B4&C5&A4 7
   785	C5&D5&C5&A4&C5 7
   786	C5&D5&D5&F5 7
   787	D4&A4&A4 7
   788	D4&A4&A4&G4 7
   789	D4&C4&B3 7
   790	D4&C4&D4&F4&F4 7
   791	D4&F4&F4 7
   792	D4&F4&F4&E4 7
   793	D4&F4&G4&A4 7
   794	D5&C5&B4&C5&D5 7
   795	D5&C5&D5&D5&D5 7
   796	D5&D5&C5&A4 7
   797	D5&D5&D5&F5 7
   798	D5&E5&C5&A4 7
   799	D5&E5&F5&E5 7
   800	E4&D4&G4&A4 7
   801	E4&E4&G4&A4 7
   802	E4&F4&A4&A4 7
   803	E4&F4&G4&F4&F4 7
   804	E4&F4&G4&G4&D4 7
   805	E5&D5&C5&C5&B4 7
   806	E5&D5&C5&D5&D5 7
   807	E5&F5&E5&F5 7
   808	E5&F5&G5&F5&F5 7
   809	F4&C4&D4&F4&G4 7
   810	F4&D4&D4&F4&E4 7
   811	F4&D4&D4&G4&G4 7
   812	F4&E4&D4&A4&A4 7
   813	F4&E4&D4&G4&G4 7
   814	F4&F4&D4&F4&F4 7
   815	F4&F4&F4&C4&D4 7
   816	F4&F4&F4&D4&D4 7
   817	F4&F4&F4&E4&G4 7
   818	F4&F4&G4&G4&E4 7
   819	G4&A4&B4&B4 7
   820	G4&A4&F4&F4 7
   821	G4&A4&G4&A4&G4 7
   822	G4&B4&C5&D5&D5 7
   823	G4&C5&B4&C5&D5 7
   824	G4&C5&C5&C5&C5 7
   825	G4&C5&C5&G4&B4 7
   826	G4&E4&G4&A4&G4 7
   827	G4&G4&A4&G4&A4 7
   828	G4&G4&C5 7
   829	G5&A5&G5 7
   830	A4&A4&F4&A4&G4 6
   831	A4&A4&G4&A4&A4 6
   832	A4&B4&G4&G4 6
   833	A4&C5&A4&A4&A4 6
   834	A4&C5&A4&C5&A4 6
   835	A4&C5&A4&C5&D5 6
   836	A4&C5&C5&B4&G4 6
   837	A4&C5&C5&C5 6
   838	A4&C5&C5&C5&C5 6
   839	A4&C5&C5&C5&G4 6
   840	A4&G4&A4&B4&C5 6
   841	A4&G4&A4&B4&G4 6
   842	A4&G4&A4&F4&F4 6
   843	A4&G4&A4&G4&E4 6
   844	A4&G4&F4&D4 6
   845	A4&G4&F4&G4&E4 6
   846	A4&G4&G4&C5&C5 6
   847	A4&G4&G4&F4&A4 6
   848	A4&G4&G4&F4&D4 6
   849	A5&A5 6
   850	B4&C5&A4 6
   851	B4&C5&A4&G4&A4 6
   852	B4&C5&B4&A4 6
   853	B4&C5&D5&E5&D5 6
   854	B4&D5&E5&D5 6
   855	B4&G4&F4&G4 6
   856	B5&A5 6
   857	C4&A3&C4&D4&D4 6
   858	C4&D4&E4&F4&D4 6
   859	C4&D4&F4&F4&C4 6
   860	C4&F4&E4&F4&G4 6
   861	C4&F4&F4&G4 6
   862	C5&A4&C5&C5&C5 6
   863	C5&B4&A4&G4&A4 6
   864	C5&B4&C5&B4&B4 6
   865	C5&B4&C5&C5 6
   866	C5&C5&A4&C5 6
   867	C5&C5&C5&D5&E5 6
   868	C5&C5&G4&A4 6
   869	C5&D5&E5&G5 6
   870	C5&D5&F5&F5 6
   871	C5&E5&F5&G5 6
   872	C5&G4&A4&C5&B4 6
   873	D4&D4&C4&C4&D4 6
   874	D4&D4&D4&F4&G4 6
   875	D4&E4&D4&E4 6
   876	D4&F4&D4&D4&C4 6
   877	D4&F4&G4&A4&G4 6
   878	D4&F4&G4&G4 6
   879	D4&G4&G4 6
   880	D5&B4&C5 6
   881	D5&C5&B4&A4 6
   882	D5&C5&B4&B4 6
   883	D5&C5&B4&C5&B4 6
   884	D5&C5&C5&C5 6
   885	D5&D5&C5&C5&B4 6
   886	D5&F5&F5&F5 6
   887	E4&E4&E4&E4 6
   888	E4&F4&D4&C4 6
   889	E4&F4&E4&C4&D4 6
   890	E4&F4&E4&E4&D4 6
   891	E4&F4&E4&G4 6
   892	E4&F4&F4&E4 6
   893	E4&F4&G4&D4 6
   894	E5&C5&C5&B4 6
   895	E5&D5&D5&D5 6
   896	E5&E5&D5&C5&B4 6
   897	E5&E5&D5&D5&D5 6
   898	E5&E5&E5 6
   899	E5&G5&F5 6
   900	F4&C4&A3 6
   901	F4&D4&F4&C4 6
   902	F4&D4&F4&D4 6
   903	F4&E4&D4&D4&E4 6
   904	F4&E4&D4&E4&D4 6
   905	F4&E4&D4&G4 6
   906	F4&E4&F4 6
   907	F4&F4&D4&C4&C4 6
   908	F4&G4&D4 6
   909	F4&G4&F4&F4&E4 6
   910	F4&G4&G4&G4 6
   911	G4&A4&F4&F4&D4 6
   912	G4&A4&G4&A4&B4 6
   913	G4&A4&G4&F4&A4 6
   914	G4&A4&G4&F4&E4 6
   915	G4&C5&B4 6
   916	G4&E4&F4&E4 6
   917	G4&E4&G4&A4 6
   918	G4&F4&E4 6
   919	G4&G4&B4&C5&D5 6
   920	G4&G4&F4 6
   921	G4&G4&F4&A4 6
   922	G5&G5&G5 6
   923	A4&A4&A4&A4&B4 5
   924	A4&A4&B4&A4&G4 5
   925	A4&A4&B4&B4&B4 5
   926	A4&A4&C5&C5&B4 5
   927	A4&A4&C5&C5&C5 5
   928	A4&A4&C5&G4 5
   929	A4&A4&C5&G4&A4 5
   930	A4&A4&D4 5
   931	A4&A4&F4&A4 5
   932	A4&B4&A4&A4&A4 5
   933	A4&B4&A4&G4&F4 5
   934	A4&B4&B4&B4 5
   935	A4&B4&C5&C5&C5 5
   936	A4&B4&C5&G4 5
   937	A4&B4&C5&G4&G4 5
   938	A4&B4&G4&A4&B4 5
   939	A4&B4&G4&F4 5
   940	A4&C5&A4&C5&B4 5
   941	A4&C5&B4&A4&A4 5
   942	A4&C5&C5&D5&D5 5
   943	A4&D5 5
   944	A4&F4&G4&A4&C5 5
   945	A4&F4&G4&D4 5
   946	A4&G4&A4&D5&E5 5
   947	A4&G4&A4&G4&B4 5
   948	A4&G4&C5&B4&C5 5
   949	A4&G4&C5&C5&D5 5
   950	A4&G4&F4&A4&C5 5
   951	A4&G4&G4&G4&F4 5
   952	B4&A4&G4&F4&G4 5
   953	B4&B4&C5&B4&B4 5
   954	B4&C5&A4&G4&G4 5
   955	B4&C5&C5 5
   956	B5 5
   957	C4&A3&C4&D4 5
   958	C4&D4&D4&E4&E4 5
   959	C4&D4&F4&E4&G4 5
   960	C4&E4&F4&G4 5
   961	C4&F4&E4&D4 5
   962	C4&F4&G4&A4&B4 5
   963	C5&A4&B4&A4&G4 5
   964	C5&A4&C5&A4&G4 5
   965	C5&A4&C5&G4 5
   966	C5&B4&D5&E5 5
   967	C5&B4&D5&E5&D5 5
   968	C5&B4&G4&G4 5
   969	C5&C5&A4&B4 5
   970	C5&C5&C5&D5&B4 5
   971	C5&C5&E5&F5&G5 5
   972	C5&C5&F4 5
   973	C5&D5& 5
   974	C5&D5&A4&B4 5
   975	C5&D5&A4&G4&A4 5
   976	C5&D5&D5&C5&A4 5
   977	C5&D5&E5&D5& 5
   978	C5&D5&F5&F5&F5 5
   979	C5&D5&G4&A4&C5 5
   980	D4&A4&G4 5
   981	D4&C4&D4&F4&E4 5
   982	D4&C4&F4 5
   983	D4&D4&G4&F4&F4 5
   984	D4&E4&G4&A4 5
   985	D4&F4&F4&G4 5
   986	D5&B4&C5&C5&B4 5
   987	D5&C5& 5
   988	D5&C5&B4&A4&G4 5
   989	D5&C5&D5&F5&D5 5
   990	D5&D5&E5&E5&D5 5
   991	D5&D5&F5&E5&D5 5
   992	D5&E5&D5&D5&B4 5
   993	D5&E5&F5&D5 5
   994	E4&D4&F4&E4&E4 5
   995	E4&D4&F4&G4 5
   996	E4&E4&D4&E4&D4 5
   997	E4&F4&A4&C5&G4 5
   998	E4&F4&E4&E4 5
   999	E5&F5&D5&C5 5
  1000	E5&F5&F5 5
  1001	E5&F5&G5&G5 5
  1002	E5&G5&E5&D5 5
  1003	F4&A4&A4&A4 5
  1004	F4&C4&C4&D4 5
  1005	F4&C4&D4&F4&D4 5
  1006	F4&C5&C5&D5 5
  1007	F4&D4&C4&D4&F4 5
  1008	F4&D4&D4&F4&D4 5
  1009	F4&D4&F4&A4&G4 5
  1010	F4&E4&D4&C4&C4 5
  1011	F4&E4&E4&G4&G4 5
  1012	F4&E4&F4&A4&C5 5
  1013	F4&F4&A4&G4 5
  1014	F4&F4&C4&D4 5
  1015	F4&F4&D4&G4 5
  1016	F4&F4&E4&D4&C4 5
  1017	F4&F4&E4&E4&D4 5
  1018	F4&G4&B4 5
  1019	F4&G4&G4&D5&D5 5
  1020	F4&G4&G4&G4&G4 5
  1021	G4&A4&E4&E4 5
  1022	G4&A4&F4&A4 5
  1023	G4&A4&F4&E4 5
  1024	G4&C5&C5&B4 5
  1025	G4&E4&E4 5
  1026	G4&E4&G4 5
  1027	G4&F4&F4&E4&D4 5
  1028	G4&F4&G4&G4&G4 5
  1029	G4&G4&A4&B4 5
  1030	G5&D5&F5 5
  1031	G5&F5&E5&D5&C5 5
  1032	& 4
  1033	A3&A3 4
  1034	A3&B3 4
  1035	A3&C4&D4&D4&D4 4
  1036	A3&D4&C4&B3 4
  1037	A4& 4
  1038	A4&A4&A4&A4&C5 4
  1039	A4&A4&B4&B4 4
  1040	A4&A4&C5&A4&C5 4
  1041	A4&A4&C5&B4&A4 4
  1042	A4&A4&G4&B4 4
  1043	A4&A4&G4&F4 4
  1044	A4&A4&G4&F4&A4 4
  1045	A4&B4&C5&C5&D5 4
  1046	A4&B4&C5&D5&C5 4
  1047	A4&C5&B4&A4 4
  1048	A4&C5&C5&A4 4
  1049	A4&C5&C5&A4&G4 4
  1050	A4&C5&C5&B4&A4 4
  1051	A4&C5&C5&C5&B4 4
  1052	A4&C5&C5&D5 4
  1053	A4&C5&G4&A4&C5 4
  1054	A4&F4&G4&A4 4
  1055	A4&G4&A4&F4&D4 4
  1056	A4&G4&B4&C5 4
  1057	A4&G4&C5&G4&A4 4
  1058	A4&G4&G4&A4&B4 4
  1059	A4&G4&G4&E4&G4 4
  1060	A4&G4&G4&G4&D4 4
  1061	B3&C4&D4&D4&D4 4
  1062	B4&C5&D5&C5&D5 4
  1063	B4&D5&D5&B4 4
  1064	B5&C6 4
  1065	C4&A3&B3&C4&D4 4
  1066	C4&C4&C4&D4 4
  1067	C4&C4&C4&D4&D4 4
  1068	C4&C4&D4&D4&D4 4
  1069	C4&C4&F4&F4 4
  1070	C4&D4&D4&A4&G4 4
  1071	C4&D4&D4&C4&A3 4
  1072	C4&D4&D4&F4&E4 4
  1073	C4&D4&E4&D4 4
  1074	C4&D4&F4&E4 4
  1075	C4&D4&F4&F4&D4 4
  1076	C4&D4&F4&G4&G4 4
  1077	C4&F4&D4 4
  1078	C4&F4&G4&G4 4
  1079	C5&A4&A4&C5&B4 4
  1080	C5&A4&B4&C5&B4 4
  1081	C5&A4&C5&C5&G4 4
  1082	C5&A4&C5&D5&B4 4
  1083	C5&A4&C5&D5&C5 4
  1084	C5&A4&G4&F4 4
  1085	C5&B4&A4&C5&A4 4
  1086	C5&B4&B4&B4 4
  1087	C5&B4&C5&A4&B4 4
  1088	C5&B4&C5&E5&D5 4
  1089	C5&B4&D5&C5 4
  1090	C5&C5&A4&C5&C5 4
  1091	C5&C5&A4&G4 4
  1092	C5&C5&C5&C5&G4 4
  1093	C5&C5&C5&D5&C5 4
  1094	C5&C5&C5&E5&D5 4
  1095	C5&C5&D5&E5&F5 4
  1096	C5&C5&E5&E5 4
  1097	C5&D5&A4&G4&G4 4
  1098	C5&D5&D5&B4 4
  1099	C5&D5&D5&C5&D5 4
  1100	C5&D5&D5&D5&B4 4
  1101	C5&D5&D5&G4 4
  1102	C5&D5&F5&E5 4
  1103	C5&D5&F5&G5&F5 4
  1104	C5&D5&G4 4
  1105	C5&E5&G5 4
  1106	C5&F4&A4&G4 4
  1107	C5&F4&G4 4
  1108	D4&A3&C4&D4 4
  1109	D4&A4&C5 4
  1110	D4&A4&C5&A4&A4 4
  1111	D4&C4&A3 4
  1112	D4&C4&C4&D4&F4 4
  1113	D4&D4&D4&D4&D4 4
  1114	D4&D4&E4&F4&G4 4
  1115	D4&D4&F4&D4 4
  1116	D4&D4&F4&D4&D4 4
  1117	D4&D4&F4&E4 4
  1118	D4&F4 4
  1119	D5&A4&G4 4
  1120	D5&C5&A4&G4 4
  1121	D5&C5&C5&C5&C5 4
  1122	D5&D5&D5&B4 4
  1123	D5&D5&D5&E5&F5 4
  1124	D5&E5&C5&A4&B4 4
  1125	D5&E5&F5&G5 4
  1126	D5&E5&G5 4
  1127	E4&D4&C4 4
  1128	E4&D4&C4&C4 4
  1129	E4&D4&G4&A4&C5 4
  1130	E4&E4&B4&B4 4
  1131	E4&E4&E4&F4&G4 4
  1132	E4&E4&E4&G4&A4 4
  1133	E4&E4&E4&G4&G4 4
  1134	E4&E4&F4&D4 4
  1135	E4&E4&G4 4
  1136	E4&E4&G4&G4 4
  1137	E4&F4&G4&E4&D4 4
  1138	E5&C5&D5&E5&D5 4
  1139	E5&D5&B4&C5&B4 4
  1140	E5&D5&C5 4
  1141	E5&D5&C5&D5&B4 4
  1142	E5&D5&C5&D5&E5 4
  1143	E5&D5&D5&B4 4
  1144	E5&E5&F5&E5&D5 4
  1145	E5&F5&E5&D5&D5 4
  1146	E5&F5&E5&F5&E5 4
  1147	E5&F5&G5&G5&A5 4
  1148	E5&G5&G5 4
  1149	F4&A4&A4&A4&B4 4
  1150	F4&A4&A4&F4&G4 4
  1151	F4&A4&C5&A4&G4 4
  1152	F4&C4&D4&F4&F4 4
  1153	F4&D4&C4&D4&E4 4
  1154	F4&D4&C4&F4 4
  1155	F4&D4&G4&A4&G4 4
  1156	F4&E4&C4&C4 4
  1157	F4&E4&G4&A4&G4 4
  1158	F4&F4&F4&A4&A4 4
  1159	F4&F4&F4&F4&F4 4
  1160	F4&G4&A4&C5&A4 4
  1161	F4&G4&A4&F4&D4 4
  1162	F4&G4&E4 4
  1163	F4&G4&G4&A4&A4 4
  1164	F4&G4&G4&C4&D4 4
  1165	F5&D5 4
  1166	F5&E5&C5&D5&D5 4
  1167	F5&E5&D5&C5&B4 4
  1168	F5&F5&F5&F5 4
  1169	F5&G5 4
  1170	F5&G5&A5 4
  1171	G4&A4&C5&G4 4
  1172	G4&A4&G4&E4 4
  1173	G4&F4&D4 4
  1174	G4&F4&G4&F4&G4 4
  1175	G4&F4&G4&G4&F4 4
  1176	G4&G4&C5&C5&D5 4
  1177	G4&G4&E4&F4&G4 4
  1178	G4&G4&F4&G4&G4 4
  1179	G5&F5&F5&E5&D5 4
  1180	A3&A3&C4&D4 3
  1181	A3&A3&C4&D4&D4 3
  1182	A3&C4 3
  1183	A3&C4&A3&C4&D4 3
  1184	A3&D4&D4&C4 3
  1185	A4&A4&A4&B4&C5 3
  1186	A4&A4&A4&C5&B4 3
  1187	A4&A4&A4&C5&C5 3
  1188	A4&A4&B4&C5&A4 3
  1189	A4&A4&C5&B4&G4 3
  1190	A4&A4&C5&C5&G4 3
  1191	A4&A4&C5&D5 3
  1192	A4&A4&C5&D5&C5 3
  1193	A4&A4&C5&D5&D5 3
  1194	A4&A4&D5&C5&C5 3
  1195	A4&A4&F4&E4&D4 3
  1196	A4&A4&G4&C5&D5 3
  1197	A4&B4&A4&G4&E4 3
  1198	A4&B4&C5&C5&B4 3
  1199	A4&C5&A4&A4&F4 3
  1200	A4&C5&B4&C5 3
  1201	A4&C5&B4&G4 3
  1202	A4&C5&B4&G4&G4 3
  1203	A4&C5&C5&A4&C5 3
  1204	A4&C5&D5&C5&C5 3
  1205	A4&C5&D5&D5 3
  1206	A4&C5&D5&E5&D5 3
  1207	A4&C5&G4&B4 3
  1208	A4&C5&G4&F4&G4 3
  1209	A4&C5&G4&G4&G4 3
  1210	A4&F4&E4&D4 3
  1211	A4&F4&E4&D4&D4 3
  1212	A4&F4&F4&G4 3
  1213	A4&F4&G4&G4&A4 3
  1214	A4&G4&A4&A4&B4 3
  1215	A4&G4&A4&A4&E4 3
  1216	A4&G4&A4&B4&B4 3
  1217	A4&G4&A4&F4&E4 3
  1218	A4&G4&B4&F4&G4 3
  1219	A4&G4&E4&G4&A4 3
  1220	A4&G4&G4&C5 3
  1221	A4&G4&G4&E4&D4 3
  1222	A4&G4&G4&F4&E4 3
  1223	A4&G4&G4&G4&B4 3
  1224	B3&D4 3
  1225	B4&A4&A4 3
  1226	B4&A4&B4&B4 3
  1227	B4&A4&B4&C5&B4 3
  1228	B4&A4&G4&B4 3
  1229	B4&C5&A4&G4&C5 3
  1230	B4&D5 3
  1231	B4&D5&C5&D5&E5 3
  1232	C4&C4&D4&C4 3
  1233	C4&C4&D4&F4 3
  1234	C4&C4&F4&D4&D4 3
  1235	C4&D4&A4&B4 3
  1236	C4&D4&C4 3
  1237	C4&D4&C4&C4 3
  1238	C4&D4&D4&E4 3
  1239	C4&D4&D4&F4&C4 3
  1240	C4&D4&D4&F4&D4 3
  1241	C4&D4&F4 3
  1242	C4&E4&F4&D4&D4 3
  1243	C4&E4&G4&A4 3
  1244	C4&F4&E4&D4&D4 3
  1245	C4&F4&E4&D4&E4 3
  1246	C4&F4&G4&A4&A4 3
  1247	C4&F4&G4&F4&G4 3
  1248	C4&G4&A4&G4 3
  1249	C5&A4&A4&A4 3
  1250	C5&A4&A4&F4&G4 3
  1251	C5&A4&C5&G4&G4 3
  1252	C5&B4&A4&F4 3
  1253	C5&B4&A4&G4&B4 3
  1254	C5&B4&C5&A4&C5 3
  1255	C5&B4&C5&C5&B4 3
  1256	C5&B4&D5 3
  1257	C5&B4&D5&D5 3
  1258	C5&B4&G4&A4&G4 3
  1259	C5&C5&A4&A4 3
  1260	C5&C5&A4&C5&A4 3
  1261	C5&C5&B4&D5 3
  1262	C5&C5&B4&G4&B4 3
  1263	C5&C5&B4&G4&G4 3
  1264	C5&C5&C5&A4&A4 3
  1265	C5&C5&C5&D5&D5 3
  1266	C5&C5&C5&D5&F5 3
  1267	C5&C5&C5&G4 3
  1268	C5&C5&C5&G4&G4 3
  1269	C5&C5&D5&A4&A4 3
  1270	C5&C5&D5&F5&F5 3
  1271	C5&C5&G4 3
  1272	C5&D5&C5&B4&C5 3
  1273	C5&D5&C5&B4&G4 3
  1274	C5&D5&C5&D5&E5 3
  1275	C5&D5&C5&F5&F5 3
  1276	C5&D5&C5&G4&G4 3
  1277	C5&D5&D5&D5&F5 3
  1278	C5&D5&D5&E5 3
  1279	C5&D5&E5&C5&B4 3
  1280	C5&D5&F5&C5&C5 3
  1281	C5&D5&G4&A4&B4 3
  1282	C5&E5 3
  1283	C5&E5&D5&E5 3
  1284	C5&G4&A4&A4&B4 3
  1285	C6&A5 3
  1286	D4&A4&A4&C5 3
  1287	D4&A4&G4&A4&G4 3
  1288	D4&C4&D4&D4&D4 3
  1289	D4&C4&D4&E4 3
  1290	D4&C4&D4&F4 3
  1291	D4&C4&D4&F4&D4 3
  1292	D4&D4&C4&D4&D4 3
  1293	D4&D4&D4&C4&C4 3
  1294	D4&D4&F4&G4&A4 3
  1295	D4&D4&G4&F4&G4 3
  1296	D4&F4&D4&D4&D4 3
  1297	D4&F4&E4&D4&C4 3
  1298	D4&F4&E4&F4&G4 3
  1299	D4&F4&F4&E4&D4 3
  1300	D4&G4&F4&F4 3
  1301	D5&B4&C5&B4&B4 3
  1302	D5&B4&D5&C5&B4 3
  1303	D5&B4&D5&F5 3
  1304	D5&C5&A4 3
  1305	D5&C5&C5&E5&D5 3
  1306	D5&C5&D5&C5 3
  1307	D5&C5&D5&C5&C5 3
  1308	D5&D5&A4&D5&B4 3
  1309	D5&D5&B4&C5&B4 3
  1310	D5&D5&C5 3
  1311	D5&D5&C5&D5 3
  1312	D5&D5&G5&G5&F5 3
  1313	D5&E5&C5&D5 3
  1314	D5&F5&D5&D5 3
  1315	D5&F5&E5&D5 3
  1316	D5&F5&E5&F5&G5 3
  1317	E4&D4&C4&D4&D4 3
  1318	E4&D4&E4&F4&F4 3
  1319	E4&D4&F4&E4&D4 3
  1320	E4&D4&F4&G4&A4 3
  1321	E4&E4&D4&C4&D4 3
  1322	E4&E4&D4&D4 3
  1323	E4&E4&E4&G4 3
  1324	E4&E4&G4&E4 3
  1325	E4&F4&D4&F4&G4 3
  1326	E4&F4&D4&G4&A4 3
  1327	E4&F4&E4&D4&G4 3
  1328	E4&F4&E4&G4&G4 3
  1329	E4&F4&F4&E4&D4 3
  1330	E4&F4&F4&G4 3
  1331	E4&G4&A4&A4&G4 3
  1332	E4&G4&A4&C5 3
  1333	E4&G4&D4&E4&D4 3
  1334	E5&C5&D5 3
  1335	E5&D5&C5&B4& 3
  1336	E5&D5&C5&D5 3
  1337	E5&D5&E5&F5&E5 3
  1338	E5&E5&C5&E5&D5 3
  1339	E5&F5&F5&E5&D5 3
  1340	E5&F5&G5&G5&G5 3
  1341	E5&G5&G5&F5 3
  1342	E5&G5&G5&G5 3
  1343	F4& 3
  1344	F4&A4&B4&C5&C5 3
  1345	F4&A4&C5&B4&C5 3
  1346	F4&A4&D5&C5&B4 3
  1347	F4&A4&G4&G4&A4 3
  1348	F4&A4&G4&G4&G4 3
  1349	F4&C4&D4&F4 3
  1350	F4&C4&E4&F4&D4 3
  1351	F4&D4&D4&D4&A4 3
  1352	F4&D4&D4&G4 3
  1353	F4&D4&F4&D4&E4 3
  1354	F4&D4&F4&F4&F4 3
  1355	F4&D4&F4&G4&G4 3
  1356	F4&D4&G4 3
  1357	F4&D4&G4&G4 3
  1358	F4&E4&C4&C4&D4 3
  1359	F4&E4&D4&G4&A4 3
  1360	F4&E4&D4&G4&E4 3
  1361	F4&E4&F4&D4&G4 3
  1362	F4&F4&D4&D4&D4 3
  1363	F4&F4&D4&E4 3
  1364	F4&F4&D4&F4 3
  1365	F4&F4&D4&F4&E4 3
  1366	F4&F4&E4&D4&G4 3
  1367	F4&F4&E4&E4 3
  1368	F4&F4&E4&G4&A4 3
  1369	F4&F4&F4&E4&E4 3
  1370	F4&F4&G4&D4 3
  1371	F4&F4&G4&F4&D4 3
  1372	F4&F4&G4&G4&A4 3
  1373	F4&F4&G4&G4&G4 3
  1374	F4&G4&A4&B4&G4 3
  1375	F4&G4&A4&C5&C5 3
  1376	F4&G4&A4&D4 3
  1377	F4&G4&G4&F4&D4 3
  1378	F5&D5&C5&D5 3
  1379	F5&E5&D5&F5 3
  1380	F5&F5&F5 3
  1381	F5&G5&A5&G5&F5 3
  1382	F5&G5&F5&F5&F5 3
  1383	G3 3
  1384	G4&A4&A4&C5 3
  1385	G4&A4&A4&F4&G4 3
  1386	G4&A4&B4&A4&B4 3
  1387	G4&A4&B4&C5&A4 3
  1388	G4&B4&B4 3
  1389	G4&C5&C5&B4&C5 3
  1390	G4&C5&C5&C5&B4 3
  1391	G4&E4&F4&D4 3
  1392	G4&E4&F4&G4&G4 3
  1393	G4&F4&A4 3
  1394	G4&F4&E4&E4 3
  1395	G4&F4&F4&F4&G4 3
  1396	G4&G4&A4&F4&F4 3
  1397	G4&G4&C5&G4 3
  1398	G4&G4&D4&F4&G4 3
  1399	G4&G4&D5&D5&B4 3
  1400	G4&G4&D5&F5 3
  1401	G4&G4&E4 3
  1402	G4&G4&E4&F4&D4 3
  1403	G4&G4&E4&G4 3
  1404	G4&G4&F4&D4 3
  1405	G4&G4&F4&E4 3
  1406	G4&G4&F4&F4 3
  1407	G4&G4&F4&F4&A4 3
  1408	G4&G4&G4&G4&A4 3
  1409	G5&A5&A5&G5&F5 3
  1410	G5&A5&G5&G5 3
  1411	A3&C4&C4&D4&D4 2
  1412	A3&C4&F4&D4&D4 2
  1413	A3&D4&C4&D4 2
  1414	A3&G3&A3&G3 2
  1415	A4&A4&A4&A4&A4 2
  1416	A4&A4&A4&B4&G4 2
  1417	A4&A4&A4&D5&D5 2
  1418	A4&A4&A4&G4&E4 2
  1419	A4&A4&B4&A4&B4 2
  1420	A4&A4&B4&G4&B4 2
  1421	A4&A4&C5&B4&B4 2
  1422	A4&A4&C5&B4&C5 2
  1423	A4&A4&C5&F4&A4 2
  1424	A4&A4&C5&G4&B4 2
  1425	A4&A4&D4&D4 2
  1426	A4&A4&D4&F4&D4 2
  1427	A4&A4&D5&C5&B4 2
  1428	A4&A4&E5&E5&D5 2
  1429	A4&A4&F4&F4&G4 2
  1430	A4&A4&F4&G4&G4 2
  1431	A4&A4&G4&G4&B4 2
  1432	A4&A4&G4&G4&F4 2
  1433	A4&B4&A4&G4&B4 2
  1434	A4&B4&B4&A4&G4 2
  1435	A4&B4&B4&G4&B4 2
  1436	A4&B4&C5&A4&B4 2
  1437	A4&B4&C5&B4& 2
  1438	A4&B4&C5&F4&B4 2
  1439	A4&B4&C5&G4&E4 2
  1440	A4&B4&D5 2
  1441	A4&B4&D5&E5 2
  1442	A4&B4&D5&E5&D5 2
  1443	A4&C5&A4&C5&G4 2
  1444	A4&C5&A4&F4&G4 2
  1445	A4&C5&A4&G4&F4 2
  1446	A4&C5&B4&C5&A4 2
  1447	A4&C5&B4&C5&C5 2
  1448	A4&C5&B4&C5&D5 2
  1449	A4&C5&C5&B4&C5 2
  1450	A4&C5&D5&D5&D5 2
  1451	A4&C5&G4&A4&B4 2
  1452	A4&C5&G4&F4 2
  1453	A4&C5&G4&G4&E4 2
  1454	A4&E4&F4&G4 2
  1455	A4&E4&F4&G4&G4 2
  1456	A4&F4 2
  1457	A4&F4&A4&B4 2
  1458	A4&F4&A4&C5 2
  1459	A4&F4&A4&G4 2
  1460	A4&F4&F4 2
  1461	A4&F4&G4&A4&A4 2
  1462	A4&F4&G4&B4 2
  1463	A4&F4&G4&E4&E4 2
  1464	A4&F4&G4&F4&G4 2
  1465	A4&F4&G4&G4&G4 2
  1466	A4&G4&A4&A4&C5 2
  1467	A4&G4&A4&E4&G4 2
  1468	A4&G4&A4&F4&A4 2
  1469	A4&G4&A4&G4&C5 2
  1470	A4&G4&B4&C5&A4 2
  1471	A4&G4&C5&C5&B4 2
  1472	A4&G4&C5&D5 2
  1473	A4&G4&D5&D5 2
  1474	A4&G4&E4&D4 2
  1475	A4&G4&E4&F4&E4 2
  1476	A4&G4&F4&A4&B4 2
  1477	A4&G4&F4&F4&E4 2
  1478	A4&G4&F4&G4&F4 2
  1479	A4&G4&G4&C4&D4 2
  1480	A4&G4&G4&D4 2
  1481	A4&G4&G4&D4&E4 2
  1482	A4&G4&G4&D5 2
  1483	A4&G4&G4&E4&F4 2
  1484	A5&A5&G5&F5 2
  1485	A5&B5&A5 2
  1486	B3&A3&B3 2
  1487	B3&C4&A3 2
  1488	B3&C4&A3&G3 2
  1489	B3&C4&D4&C4&D4 2
  1490	B3&C4&D4&F4&G4 2
  1491	B4&A4&A4&G4 2
  1492	B4&A4&B4&C5&D5 2
  1493	B4&A4&G4&G4&F4 2
  1494	B4&A4&G4&G4&G4 2
  1495	B4&B4&A4&G4 2
  1496	B4&B4&A4&G4&B4 2
  1497	B4&B4&F4&F4 2
  1498	B4&B4&G4&A4&B4 2
  1499	B4&C5&A4&A4 2
  1500	B4&C5&A4&G4&B4 2
  1501	B4&C5&D5&C5 2
  1502	B4&C5&D5&D5&E5 2
  1503	B4&D5&F5 2
  1504	B4&F4&G4 2
  1505	B4&G4 2
  1506	B4&G4&B4 2
  1507	B5&C6&C6 2
  1508	B5&G5&F5 2
  1509	C4&B3&A3 2
  1510	C4&B3&A3&B3&A3 2
  1511	C4&B3&A3&C4&D4 2
  1512	C4&B3&A3&D4 2
  1513	C4&C4&E4&G4&A4 2
  1514	C4&C4&F4&E4&D4 2
  1515	C4&C4&F4&G4 2
  1516	C4&D4&A3 2
  1517	C4&D4&B3 2
  1518	C4&D4&C4&F4&G4 2
  1519	C4&D4&D4&G4&A4 2
  1520	C4&D4&E4 2
  1521	C4&D4&E4&E4&D4 2
  1522	C4&D4&E4&F4&E4 2
  1523	C4&D4&E4&G4 2
  1524	C4&D4&F4&E4&E4 2
  1525	C4&D4&F4&F4&E4 2
  1526	C4&E4 2
  1527	C4&E4&C4&B3 2
  1528	C4&E4&D4 2
  1529	C4&E4&F4&G4&G4 2
  1530	C4&E4&G4&A4&G4 2
  1531	C4&E4&G4&F4&G4 2
  1532	C4&F4&D4&D4 2
  1533	C4&F4&F4&E4 2
  1534	C4&F4&G4&F4&A4 2
  1535	C4&F4&G4&F4&D4 2
  1536	C4&F4&G4&F4&F4 2
  1537	C4&G4 2
  1538	C5&A4&A4&C5 2
  1539	C5&A4&B4&C5&C5 2
  1540	C5&A4&B4&C5&D5 2
  1541	C5&A4&C5&B4&A4 2
  1542	C5&A4&C5&G4&A4 2
  1543	C5&A4&D5 2
  1544	C5&A4&D5&B4 2
  1545	C5&A4&D5&C5&B4 2
  1546	C5&A4&F4&A4 2
  1547	C5&A4&F4&A4&C5 2
  1548	C5&A4&F4&G4&G4 2
  1549	C5&A4&G4&B4&C5 2
  1550	C5&A4&G4&E4 2
  1551	C5&A4&G4&F4&E4 2
  1552	C5&B4&A4&A4&C5 2
  1553	C5&B4&A4&B4&C5 2
  1554	C5&B4&A4&G4&E4 2
  1555	C5&B4&B4&C5&D5 2
  1556	C5&B4&B4&D5&E5 2
  1557	C5&B4&C5&G4&B4 2
  1558	C5&B4&G4&B4 2
  1559	C5&B4&G4&G4&G4 2
  1560	C5&C5&A4&G4&G4 2
  1561	C5&C5&B4&D5&B4 2
  1562	C5&C5&B4&G4&A4 2
  1563	C5&C5&C5& 2
  1564	C5&C5&C5&B4&C5 2
  1565	C5&C5&D5&A4&B4 2
  1566	C5&C5&D5&B4&C5 2
  1567	C5&C5&E5 2
  1568	C5&C5&G4&A4&G4 2
  1569	C5&C5&G4&B4&C5 2
  1570	C5&C5&G4&G4&G4 2
  1571	C5&D5&B4&C5&C5 2
  1572	C5&D5&C5&C5&C5 2
  1573	C5&D5&C5&F4&G4 2
  1574	C5&D5&D5&A4 2
  1575	C5&D5&D5&F5&E5 2
  1576	C5&D5&E5&E5&G5 2
  1577	C5&D5&G4&A4&G4 2
  1578	C5&D5&G4&C5&B4 2
  1579	C5&D5&G4&F4&A4 2
  1580	C5&F5&E5&D5 2
  1581	C5&F5&E5&F5 2
  1582	C5&G4&A4&C5&A4 2
  1583	C5&G4&A4&G4 2
  1584	C5&G4&F4&F4&G4 2
  1585	C5&G4&G4&A4&G4 2
  1586	D4&A4&A4&A4&C5 2
  1587	D4&A4&A4&G4&G4 2
  1588	D4&A4&C5&A4&G4 2
  1589	D4&A4&G4&F4&G4 2
  1590	D4&C4&A3&C4 2
  1591	D4&C4&C4&C4&D4 2
  1592	D4&C4&C4&D4&D4 2
  1593	D4&C4&D4&C4&A3 2
  1594	D4&C4&E4&F4&G4 2
  1595	D4&D4&A4&A4 2
  1596	D4&D4&C4&C4 2
  1597	D4&D4&C4&F4&A4 2
  1598	D4&D4&D4&D4&E4 2
  1599	D4&D4&D4&G4 2
  1600	D4&D4&F4&D4&C4 2
  1601	D4&D4&F4&G4&G4 2
  1602	D4&D4&G4 2
  1603	D4&E4&E4 2
  1604	D4&E4&F4&C4&D4 2
  1605	D4&E4&G4&A4&G4 2
  1606	D4&E4&G4&G4&G4 2
  1607	D4&F4&C4&D4 2
  1608	D4&F4&C4&D4&D4 2
  1609	D4&F4&E4&F4&E4 2
  1610	D4&F4&F4&D4 2
  1611	D4&F4&F4&F4&G4 2
  1612	D4&F4&G4&F4&E4 2
  1613	D4&G4&A4 2
  1614	D4&G4&A4&B4&B4 2
  1615	D4&G4&F4&E4&D4 2
  1616	D5&B4&B4 2
  1617	D5&B4&B4&C5 2
  1618	D5&B4&C5&B4&A4 2
  1619	D5&B4&C5&E5&D5 2
  1620	D5&B4&D5&E5 2
  1621	D5&B4&D5&E5&F5 2
  1622	D5&C5&B4&C5 2
  1623	D5&C5&C5&A4 2
  1624	D5&C5&C5&E5&E5 2
  1625	D5&C5&D5&B4 2
  1626	D5&C5&D5&C5&A4 2
  1627	D5&C5&D5&D5&B4 2
  1628	D5&C5&D5&E5&F5 2
  1629	D5&C5&D5&G5 2
  1630	D5&C5&E5&E5 2
  1631	D5&C5&E5&G5 2
  1632	D5&D5&B4&C5 2
  1633	D5&D5&C5&C5&G4 2
  1634	D5&D5&C5&D5&B4 2
  1635	D5&D5&C5&D5&F5 2
  1636	D5&D5&D5&G5&G5 2
  1637	D5&D5&F5&E5&E5 2
  1638	D5&D5&F5&F5 2
  1639	D5&E5&C5&B4 2
  1640	D5&E5&C5&D5&B4 2
  1641	D5&E5&D5&C5 2
  1642	D5&E5&D5&D5&E5 2
  1643	D5&E5&E5&E5&D5 2
  1644	D5&E5&F5&D5&D5 2
  1645	D5&F5&D5&D5&F5 2
  1646	D5&F5&E5 2
  1647	D5&F5&F5&E5&D5 2
  1648	D5&F5&G5&F5 2
  1649	D5&G4&A4&C5&B4 2
  1650	D5&G5&G5&F5 2
  1651	E4&A4 2
  1652	E4&B4&C5&A4&G4 2
  1653	E4&D4&C4&C4&D4 2
  1654	E4&D4&C4&F4&G4 2
  1655	E4&D4&D4&C4&D4 2
  1656	E4&D4&E4&D4&D4 2
  1657	E4&D4&E4&E4&D4 2
  1658	E4&D4&E4&F4&D4 2
  1659	E4&D4&E4&G4&A4 2
  1660	E4&D4&F4&F4 2
  1661	E4&D4&G4&A4&G4 2
  1662	E4&D4&G4&E4&E4 2
  1663	E4&E4&A4 2
  1664	E4&E4&B4&C5 2
  1665	E4&E4&B4&C5&B4 2
  1666	E4&E4&E4&B4&C5 2
  1667	E4&E4&E4&D4&D4 2
  1668	E4&E4&E4&F4&D4 2
  1669	E4&E4&F4&G4 2
  1670	E4&E4&G4&A4&B4 2
  1671	E4&E4&G4&A4&C5 2
  1672	E4&F4&D4&D4&C4 2
  1673	E4&F4&D4&F4&C4 2
  1674	E4&F4&D4&F4&D4 2
  1675	E4&F4&D4&F4&F4 2
  1676	E4&F4&D4&G4 2
  1677	E4&F4&F4&D4&D4 2
  1678	E4&F4&F4&E4&G4 2
  1679	E4&F4&F4&F4 2
  1680	E4&F4&F4&F4&D4 2
  1681	E4&F4&F4&F4&G4 2
  1682	E4&F4&G4&A4&A4 2
  1683	E4&F4&G4&F4&A4 2
  1684	E4&G4&E4&F4&E4 2
  1685	E4&G4&F4&G4 2
  1686	E5& 2
  1687	E5&C5&A4&C5 2
  1688	E5&C5&C5 2
  1689	E5&C5&D5&C5 2
  1690	E5&C5&D5&C5&B4 2
  1691	E5&D5&C5&A4&B4 2
  1692	E5&D5&C5&C5 2
  1693	E5&D5&C5&C5&D5 2
  1694	E5&D5&D5&D5&D5 2
  1695	E5&D5&E5&F5 2
  1696	E5&D5&E5&F5&G5 2
  1697	E5&D5&E5&G5&A5 2
  1698	E5&D5&F5&E5&D5 2
  1699	E5&F5&D5&B4 2
  1700	E5&F5&D5&C5&D5 2
  1701	E5&F5&E5&E5 2
  1702	E5&G5&E5&E5&D5 2
  1703	E5&G5&G5&E5&D5 2
  1704	F4&A4&A4&C5&G4 2
  1705	F4&A4&B4&A4&B4 2
  1706	F4&A4&B4&C5&B4 2
  1707	F4&A4&C5&B4&A4 2
  1708	F4&A4&C5&B4&G4 2
  1709	F4&A4&C5&D5&B4 2
  1710	F4&A4&F4 2
  1711	F4&A4&F4&E4&D4 2
  1712	F4&A4&G4&A4&F4 2
  1713	F4&A4&G4&E4&D4 2
  1714	F4&A4&G4&F4 2
  1715	F4&A4&G4&G4&E4 2
  1716	F4&B4&F4&G4 2
  1717	F4&B4&G4&B4 2
  1718	F4&C4&A3&C4 2
  1719	F4&C4&A3&C4&D4 2
  1720	F4&C4&D4&C4&B3 2
  1721	F4&C4&D4&C4&D4 2
  1722	F4&C4&E4&F4&G4 2
  1723	F4&C4&F4&A4&G4 2
  1724	F4&C4&F4&D4&D4 2
  1725	F4&C5&D5 2
  1726	F4&C5&D5&F5&F5 2
  1727	F4&D4&A4&A4 2
  1728	F4&D4&A4&G4&G4 2
  1729	F4&D4&C4&C4&C4 2
  1730	F4&D4&C4&D4&A4 2
  1731	F4&D4&C4&G4&G4 2
  1732	F4&D4&D4&A3 2
  1733	F4&D4&D4&C4&E4 2
  1734	F4&D4&E4&G4&A4 2
  1735	F4&D4&F4&E4&G4 2
  1736	F4&D4&F4&F4&E4 2
  1737	F4&E4&C4&D4&F4 2
  1738	F4&E4&C4&F4&F4 2
  1739	F4&E4&D4&E4&F4 2
  1740	F4&E4&D4&F4 2
  1741	F4&E4&E4&E4&G4 2
  1742	F4&E4&E4&F4&D4 2
  1743	F4&E4&F4&A4&F4 2
  1744	F4&E4&F4&D4&E4 2
  1745	F4&E4&F4&F4 2
  1746	F4&E4&F4&G4&F4 2
  1747	F4&F4&A4&F4&A4 2
  1748	F4&F4&C4&D4&D4 2
  1749	F4&F4&E4&D4&A3 2
  1750	F4&F4&E4&D4&A4 2
  1751	F4&F4&E4&F4&F4 2
  1752	F4&F4&F4&A4&B4 2
  1753	F4&F4&F4&A4&C5 2
  1754	F4&F4&F4&D4&C4 2
  1755	F4&F4&F4&D4&E4 2
  1756	F4&F4&G4&A4&B4 2
  1757	F4&F4&G4&A4&F4 2
  1758	F4&F4&G4&E4&E4 2
  1759	F4&F4&G4&F4 2
  1760	F4&G4&A4&B4&A4 2
  1761	F4&G4&A4&D4&D4 2
  1762	F4&G4&B4&B4&B4 2
  1763	F4&G4&D4&D4 2
  1764	F4&G4&F4&C4&D4 2
  1765	F4&G4&F4&G4&G4 2
  1766	F5&C5&A4&B4 2
  1767	F5&E5&D5&D5&F5 2
  1768	F5&E5&D5&E5&F5 2
  1769	F5&E5&E5&D5 2
  1770	F5&F5&E5&C5 2
  1771	F5&F5&F5&E5&D5 2
  1772	F5&G5&F5 2
  1773	G4&A4&A4&A4 2
  1774	G4&A4&A4&C5&A4 2
  1775	G4&A4&B4&A4&G4 2
  1776	G4&A4&B4&B4&B4 2
  1777	G4&A4&C5&A4&C5 2
  1778	G4&A4&C5&D5 2
  1779	G4&A4&C5&G4&E4 2
  1780	G4&A4&E4&F4&D4 2
  1781	G4&A4&F4&D4 2
  1782	G4&A4&F4&G4&A4 2
  1783	G4&A4&F4&G4&G4 2
  1784	G4&A4&G4&C5&C5 2
  1785	G4&A4&G4&G4&D4 2
  1786	G4&B4&C5&B4 2
  1787	G4&B4&D5&D5&D5 2
  1788	G4&B4&G4&A4 2
  1789	G4&C5&A4&C5&B4 2
  1790	G4&C5&C5&C5 2
  1791	G4&C5&D5 2
  1792	G4&C5&D5&E5&D5 2
  1793	G4&C5&G4&A4 2
  1794	G4&D4&F4&G4 2
  1795	G4&D4&G4&A4&G4 2
  1796	G4&D5&D5&C5&B4 2
  1797	G4&E4&F4&D4&E4 2
  1798	G4&E4&F4&F4&G4 2
  1799	G4&E4&F4&G4 2
  1800	G4&F4&D4&D4&D4 2
  1801	G4&F4&F4&D4 2
  1802	G4&F4&G4&A4&B4 2
  1803	G4&F4&G4&A4&D5 2
  1804	G4&F4&G4&B4 2
  1805	G4&F4&G4&G4&A4 2
  1806	G4&G4&A4&A4&G4 2
  1807	G4&G4&A4&B4&C5 2
  1808	G4&G4&A4&E4 2
  1809	G4&G4&A4&F4&G4 2
  1810	G4&G4&C5&A4&A4 2
  1811	G4&G4&C5&C5 2
  1812	G4&G4&D4 2
  1813	G4&G4&D5&C5&B4 2
  1814	G4&G4&F4&E4&E4 2
  1815	G4&G4&G4&C5 2
  1816	G4&G4&G4&C5&A4 2
  1817	G4&G4&G4&C5&C5 2
  1818	G4&G4&G4&D4 2
  1819	G4&G4&G4&E4 2
  1820	G4&G4&G4&F4&A4 2
  1821	G5&A5&A5&A5&C6 2
  1822	G5&A5&A5&G5 2
  1823	G5&A5&B5 2
  1824	G5&A5&F5 2
  1825	G5&B5&G5&F5 2
  1826	G5&E5&D5 2
  1827	G5&F5&E5&C5 2
  1828	G5&F5&E5&D5&E5 2
  1829	G5&F5&E5&E5&D5 2
  1830	G5&F5&F5&F5 2
  1831	A5&C6 1
  1832	C4&B3&A3&B3 1
  1833	C6 1
  1834	D6 1
  1835	G5&A5&G5&A5 1
