     1	0&0&0&0 373
     2	-1&-2&-2&2 345
     3	-1&-2&2&1 310
     4	2&-2&-2&2 262
     5	2&-2&0&0 237
     6	3&-3&-2&2&0&-2 227
     7	2&-2&2&-2&-2 214
     8	-1&1&2&-2 189
     9	2&-2&0&2 182
    10	0&0 174
    11	2&-2&2 171
    12	2&-2&0 158
    13	2&-2&-2 158
    14	2&-2 154
    15	-1&1&2&-2&0 152
    16	2&-2&0&-2&2 150
    17	-1&-2&-2&2&3 149
    18	0&0&0 146
    19	-1&-2&-2 144
    20	2&-2&0&0&0&0 142
    21	-3&3 141
    22	0 140
    23	-1&-2&-2&0&2 139
    24	-1&-2&2&1&-3 139
    25	-1&1&2&-2&-1&-2 138
    26	-1&-2&0&7 136
    27	-1&1&2&-3&1 135
    28	2&-2&0&-1&1 134
    29	2&-2&2&0&-2 126
    30	0&5&0&-1&1&-3&-2 123
    31	0&-2&2&3 122
    32	0&-2&2 118
    33	0&0&0&0&0 117
    34	2&-2&0&-2 117
    35	-3&2&1 114
    36	2&-2&2&-2&-2&2 112
    37	-1&-2&3 111
    38	2&0&-2 111
    39	0&0&0&0&0&0 109
    40	0&-2 109
    41	-1&1&-1&-2&-2 109
    42	-1&-2 109
    43	2&-2&2&1 109
    44	3&-3&-2&2 109
    45	0&2&-2&0&0 108
    46	0&0&-2 107
    47	0&2&-2&-2 104
    48	-1&1 104
    49	0&2 102
    50	0&-2&-2&2 101
    51	0&3&-3&-2 98
    52	2&1&-1&-2&-2 97
    53	2&-2&-2&0 97
    54	-1&1&2&-2&-1&1&-3 95
    55	2&-2&-1&-2&2&1 95
    56	0&5&0&-1&1&-3 94
    57	-3&-2&2&-2&-2&2 93
    58	2&3 92
    59	0&-2&0 91
    60	0&-2&-2&2&2&-2 91
    61	-1&1&2 91
    62	2&0&0 91
    63	2&-2&-2&-2&2 91
    64	-1&1&-1&-2 90
    65	2&3&0 89
    66	0&3 88
    67	-1&1&-3&-2 87
    68	-2&2 87
    69	2&1&-1&-2&-2&2 86
    70	3&-3&-2 86
    71	5 86
    72	2&-2&0&-3&3 85
    73	0&7&0&2&-2&-2 84
    74	-2&2&2&-2&-2 83
    75	2&-2&2&-2&-2&-1&1 83
    76	2&3&-3 83
    77	0&5 82
    78	-2 82
    79	2&-2&-1&-2 82
    80	2&-2&2&3 82
    81	0&2&3 81
    82	2&1&-1&-2 80
    83	-1&1&2&-2&2&0&-2 79
    84	2&-2&-3&1 79
    85	2&-2&-1&-2&3 78
    86	-4&2&2&0&3 78
    87	0&0&2 76
    88	0&-2&0&2 76
    89	2&-2&-1&-2&-2&2 76
    90	-1&-2&0&3 75
    91	2&-2&-1&1 75
    92	2&-2&-3&3 75
    93	-1&-2&-2&2&2&1&-3 73
    94	0&2&-2 72
    95	2&-2&0&2&3 72
    96	2&-2&2&2&-2&0&-2 72
    97	0&0&-2&-2&2 71
    98	0&2&1 71
    99	2 71
   100	-1&-2&0&2&1 70
   101	0&0&2&-2&0 69
   102	2&-2&-2&2&0&-2 69
   103	3 69
   104	0&0&5 68
   105	0&-3&1 68
   106	0&5&-2&2&3&-5 67
   107	0&0&0&0&0&0&0 66
   108	-1&3 66
   109	2&-2&2&-4 66
   110	-3&-2 66
   111	0&-3&3 65
   112	0&2&-3&1 64
   113	0&2&-4 64
   114	0&7 64
   115	-1&1&-3&3 64
   116	-3&1 64
   117	3&-3 63
   118	4&-2&-2 63
   119	0&0&2&-2&0&0 62
   120	-1 62
   121	-1&1&0 62
   122	2&-2&0&-2&0&-2&2 62
   123	-1&1&2&0&-2 61
   124	-1&1&-3 61
   125	7 61
   126	0&0&-2&2 60
   127	-1&-2&2&-2&-2 60
   128	2&0&-2&2 60
   129	2&1 60
   130	-2&2&2&0&-2 60
   131	2&2&-2&-2 60
   132	2&-2&2&-3&1 60
   133	-2&2&3 60
   134	-3 60
   135	3&0 60
   136	0&2&0&-2 59
   137	-1&-4&2 59
   138	4&3&0 59
   139	0&-2&2&3&0 58
   140	2&-2&0&-1&-2&2&1 58
   141	2&-4 58
   142	0&0&0&2 57
   143	0&5&-2&2&3&-5&-3 57
   144	2&-2&2&0&2&1 56
   145	2&-2&-2&-1 56
   146	-1&-2&-2&2&0&7 55
   147	-1&-2&3&-3 55
   148	2&-2&-1&1&2&-2 55
   149	-3&-2&2 55
   150	0&0&-2&-2&2&2&-2 54
   151	0&0&3 54
   152	2&-2&-2&-1&-2 54
   153	2&-2&2&-2&0 54
   154	4&0&-4&2&2&-2&-2 54
   155	4&-2 54
   156	0&2&-2&0 53
   157	-1&-2&2&1&-3&-2&2 53
   158	4&-2&-2&2 53
   159	2&-2&0&0&0 52
   160	3&-3&-2&-2&2 52
   161	4 52
   162	-5 52
   163	5&0&-1&1&-3&-2 52
   164	0&0&-3&3 51
   165	-1&-4 51
   166	2&0 51
   167	2&-2&2&-4&0&2 51
   168	2&-2&-3 51
   169	0&0&-1&-4&2 50
   170	0&-2&-2&2&2 50
   171	2&-2&-2&2&0&0 50
   172	2&-2&2&2&-2&-2 50
   173	3&0&-1&1&-3 50
   174	3&-3&-2&2&0&-2&5 50
   175	-5&2&3 50
   176	-5&5 50
   177	-5&5&-3&1 50
   178	0&-2&5 49
   179	-1&0&-2&-2 49
   180	-1&1&2&-2&2 49
   181	2&0&0&-2 49
   182	-3&3&0 49
   183	3&-5 49
   184	-4&2 49
   185	-1&1&-3&2&1 48
   186	-3&0&3 48
   187	5&0 48
   188	0&0&0&-2 47
   189	0&0&7 47
   190	0&2&3&0 47
   191	0&7&0&2&-2&-2&-1 47
   192	1&0&-1 47
   193	-1&-2&-2&5 47
   194	-2&0&2 47
   195	0&0&0&0&-2 46
   196	0&0&2&1 46
   197	-1&1&-1&-2&3 46
   198	-1&1&2&-2&-1&3&0 46
   199	2&3&-3&-2&2 46
   200	-4&2&2 46
   201	-1&-2&3&-3&-2 45
   202	-1&-4&2&3 45
   203	-2&0 45
   204	2&-2&0&0&-2 45
   205	2&-2&-2&0&2 45
   206	2&-2&2&2&-2 45
   207	3&-3&3 45
   208	-7 45
   209	0&3&-3 44
   210	-1&0&1 44
   211	-1&1&-1&-2&3&-3 44
   212	-1&-2&3&2 44
   213	2&2&0&-2 44
   214	3&2 44
   215	4&3 44
   216	0&0&2&3 43
   217	2&0&-2&-2 43
   218	2&-2&0&-2&0&2 43
   219	-3&-2&5 43
   220	-1&-2&3&0 42
   221	2&-2&-1&1&2 42
   222	2&-2&-2&2&0 42
   223	2&-3&1 42
   224	0&-2&5&2 41
   225	-1&1&-3&0&-2&2 41
   226	2&0&-2&-2&2 41
   227	2&-4&0 41
   228	3&-3&0&-2 41
   229	0&3&2 40
   230	-1&1&2&-5 40
   231	2&-2&0&-2&0 40
   232	2&-4&2 40
   233	-4 40
   234	4&1 40
   235	0&2&2&-2&-2 39
   236	2&-2&0&-3&2&1 39
   237	2&-2&-3&3&-3 39
   238	2&-2&5 39
   239	-5&3 39
   240	0&2&1&-1&-2&-2 38
   241	-1&1&2&-2&0&0 38
   242	2&-2&2&3&-3 38
   243	-4&4&3 38
   244	-1&-2&3&-3&-2&2 37
   245	2&0&-2&0 37
   246	2&3&-5 37
   247	-5&-2&2 37
   248	0&2&2&0&-2 36
   249	0&2&-2&-2&2 36
   250	0&2&3&-3&2&-2&-2 36
   251	0&3&-1&1&-1&-2 36
   252	2&-2&-2&2&-2 36
   253	2&-2&2&-2&-3&1 36
   254	-5&2&3&-1&1&-1&-2 36
   255	0&-2&-2 35
   256	0&-2&2&3&-5 35
   257	-1&1&2&-2&0&-1&-2 35
   258	2&1&-3 35
   259	2&-2&-1&-2&-2 35
   260	-3&3&-3&-2 35
   261	0&0&-2&-2&2&2 34
   262	0&2&3&-3&-2&2 34
   263	1 34
   264	2&0&2&-2&-2 34
   265	2&-2&-2&2&2 34
   266	2&2&-2&-2&2 34
   267	2&3&-1&-2&2&1 34
   268	3&-3&-2&2&3 34
   269	-1&-2&2&1&-3&3 33
   270	-1&-2&-2&2&3&-3&-2 33
   271	-1&-2&3&-1&-2&-2 33
   272	2&-2&2&-2&-2&0 33
   273	2&-2&-2&4 33
   274	2&-2&2&-4&2 33
   275	3&-3&3&-5 33
   276	-5&2 33
   277	0&0&2&-2&-2 32
   278	-1&-2&2 32
   279	2&0&-4&2 32
   280	3&-3&0&0&0&0 32
   281	-3&5 32
   282	-4&2&2&-2&2 32
   283	0&0&0&-3&3 31
   284	0&2&-2&0&0&0&0 31
   285	-1&1&-3&-2&2 31
   286	-1&-2&5 31
   287	-1&3&-2 31
   288	2&1&-3&-2 31
   289	2&-2&0&-1&1&2 31
   290	2&-2&-1 31
   291	-2&2&3&0 31
   292	2&-7 31
   293	-3&0&2&1 31
   294	-3&2&1&-3&3&-5&2 31
   295	0&2&-2&2 30
   296	0&-4&2 30
   297	-1&1&2&-2&-3 30
   298	-1&-2&3&-5 30
   299	2&-2&2&3&0 30
   300	3&-3&0&0&-2 30
   301	-3&3&-5 30
   302	-3&3&-5&2 30
   303	0&0&0&2&-2&0&0 29
   304	0&0&0&3&-3 29
   305	0&-2&5&2&-2&2 29
   306	0&3&0 29
   307	-1&0&-2 29
   308	-1&-2&2&0&1 29
   309	-1&3&-2&0&0 29
   310	2&0&-3&1 29
   311	4&3&0&0 29
   312	0&-2&2&0&-2 28
   313	0&3&-5 28
   314	-1&-2&-2&-2&2 28
   315	-2&-1&3&2&-2&-2 28
   316	2&-2&0&0&2 28
   317	2&-2&0&2&-2&0 28
   318	2&-2&0&-3&1 28
   319	2&-2&-1&1&-1&-2 28
   320	-2&-2&2 28
   321	2&-2&2&-2 28
   322	-3&2&-2&-2 28
   323	-3&-2&2&3 28
   324	3&-3&0&3 28
   325	-3&3&-3 28
   326	5&2 28
   327	0&0&3&-3 27
   328	0&5&0 27
   329	0&-7 27
   330	-1&-2&0&0&-2 27
   331	-1&-2&0&-2 27
   332	-1&-2&-2&5&2 27
   333	2&-2&-1&1&0 27
   334	2&-2&-2&2&-2&0&2 27
   335	2&-2&2&2&-4 27
   336	2&2&-4 27
   337	2&3&0&0 27
   338	-3&0&-2&2 27
   339	3&-3&0&0 27
   340	-3&3&-3&3 27
   341	-5&-2 27
   342	5&-2 27
   343	0&0&0&-2&2 26
   344	0&-1&1&-3 26
   345	0&-2&-2&2&2&0&-2 26
   346	0&-2&2&2&-2&-2 26
   347	0&-2&2&3&0&0 26
   348	-1&0&1&2 26
   349	-1&-2&-2&2&0&-2 26
   350	-1&-2&-2&2&2&1 26
   351	-1&-4&5 26
   352	2&-2&-1&1&-3&3 26
   353	-3&0&-2 26
   354	-3&3&2 26
   355	4&0&-4&2&2&-2 26
   356	4&-4 26
   357	7&-2 26
   358	0&-2&2&-2&0&-2&2 25
   359	0&-2&2&-2&-2&2 25
   360	0&5&-2 25
   361	-1&1&0&0 25
   362	-1&-2&0&-2&2 25
   363	-1&-2&2&1&2 25
   364	2&0&0&-2&2 25
   365	2&1&0 25
   366	2&-2&-2&2&-2&0 25
   367	2&-2&2&3&-5 25
   368	-2&4 25
   369	-3&0&7 25
   370	-3&-2&-2&2 25
   371	-3&3&0&0 25
   372	-5&5&-2 25
   373	0&2&0&-2&-2&2 24
   374	0&2&3&-3 24
   375	0&-2&5&2&-2&4 24
   376	0&4&1 24
   377	-1&1&2&0&-2&0 24
   378	-1&-2&-2&2&0&3 24
   379	-1&3&0 24
   380	2&-2&0&2&2&-2&-2 24
   381	2&-2&-1&1&-3 24
   382	2&-2&2&0&0&2&1 24
   383	2&-2&-3&2&1 24
   384	3&0&0 24
   385	-3&-2&-2&2&2&0&-2 24
   386	3&-3&-2&5 24
   387	-4&4 24
   388	-5&2&3&0 24
   389	-5&3&2 24
   390	0&-2&4&-2 23
   391	-1&0&-2&0&-2&2 23
   392	2&1&2 23
   393	2&-2&-1&-2&0&7 23
   394	2&-2&-2&2&2&0&-2 23
   395	2&-2&2&2&-2&-4&2 23
   396	2&3&0&0&2 23
   397	3&0&-5 23
   398	-3&3&0&0&0 23
   399	3&-3&2&1 23
   400	4&-2&-2&0 23
   401	-5&4&1 23
   402	0&0&2&0&-2 22
   403	0&0&2&3&-3&-2&2 22
   404	0&2&3&-1&-2&2&1 22
   405	0&-2&4 22
   406	0&-2&5&0 22
   407	0&5&0&0 22
   408	-1&-2&5&-2 22
   409	-1&-2&7 22
   410	-1&-4&4&1 22
   411	2&0&0&3 22
   412	2&0&-2&2&-4 22
   413	2&1&-3&-2&2 22
   414	2&-2&0&-2&4&3&0 22
   415	2&-2&2&2&0&-2 22
   416	2&-2&-3&-2 22
   417	-3&1&2 22
   418	0&0&-1&-4&2&0 21
   419	0&-2&0&2&3 21
   420	-1&0&3 21
   421	-1&1&0&2&-2 21
   422	-1&1&2&2&-4 21
   423	-1&3&2&0&0&-2 21
   424	-1&3&-3&1 21
   425	-1&-4&2&3&0 21
   426	2&-2&0&2&-2&-2 21
   427	2&-2&0&2&-3&1 21
   428	2&-2&-2&2&2&-2&-2 21
   429	-2&2&3&-5 21
   430	2&-2&-4&2 21
   431	-3&3&2&-2&0&0 21
   432	3&-3&2&-2&-2 21
   433	5&0&-1&1&-3 21
   434	-7&2 21
   435	0&0&-1&-2&2&1 20
   436	0&0&3&2 20
   437	0&2&0&0&-2 20
   438	0&-2&0&2&-5 20
   439	0&2&-2&-2&0 20
   440	0&-2&2&-4 20
   441	0&2&2&-4 20
   442	-1&1&2&2&-2&-2 20
   443	-1&-2&0&3&-3 20
   444	-1&-2&2&0&-2 20
   445	-1&-2&-2&4&1 20
   446	2&-2&0&-1&3 20
   447	2&-2&0&2&-4 20
   448	2&-2&2&-2&0&0 20
   449	2&-2&-2&2&2&-4 20
   450	3&0&-1&1&2&-2 20
   451	-3&-2&-2 20
   452	-3&-2&2&-2&-2 20
   453	4&-2&2 20
   454	0&0&0&0&-2&2 19
   455	0&0&0&2&-2&0 19
   456	0&0&0&5 19
   457	0&0&-5 19
   458	0&-2&-1&1&2 19
   459	0&-2&2&3&0&0&0 19
   460	0&-4 19
   461	-1&1&0&2 19
   462	-1&-2&0&-2&5&2 19
   463	-1&-2&-2&2&3&0 19
   464	-1&-2&3&0&-5 19
   465	-2&0&0 19
   466	2&0&-4 19
   467	2&1&-1&-2&2&1 19
   468	-2&2&2&1 19
   469	-2&2&-2&-2&2 19
   470	2&-2&-2&2&3 19
   471	2&-2&4 19
   472	2&-2&-5 19
   473	-3&0 19
   474	3&-3&0&-2&2 19
   475	3&-3&0&3&-3 19
   476	3&-3&-2&-2 19
   477	-5&1 19
   478	7&-2&2 19
   479	0&0&0&7 18
   480	0&0&-2&2&3 18
   481	0&0&-2&5 18
   482	0&0&-3&2&1 18
   483	0&-2&0&0&0&2 18
   484	0&5&-2&2 18
   485	0&7&0&-2&-2&2 18
   486	-1&-2&0&-2&2&3 18
   487	-1&-2&0&5&-2&2 18
   488	-1&-2&-2&2&-2&-2&2 18
   489	-1&-2&3&-1&-4&2 18
   490	2&0&-2&0&-3&1 18
   491	2&2 18
   492	2&-2&0&-5 18
   493	2&-2&-2&-1&-2&2 18
   494	2&-2&-3&-2&2 18
   495	2&-2&7 18
   496	2&3&-3&-2 18
   497	-3&3&-5&0&2 18
   498	4&1&2 18
   499	-7&2&3 18
   500	0&0&-3&3&-3&-2 17
   501	0&0&4&1 17
   502	0&1 17
   503	0&2&-2&-3&1 17
   504	0&2&3&-5 17
   505	0&3&-1&-4 17
   506	-1&1&0&-1&1 17
   507	-1&1&-1&1 17
   508	-1&-2&2&-2&-2&5 17
   509	2&0&1 17
   510	-2&-1&3 17
   511	2&-2&0&-1&1&2&-2 17
   512	2&-2&-1&1&-1&-2&-2 17
   513	2&2&1&-1&-2 17
   514	2&-2&2&-2&0&-2 17
   515	-2&2&2&-4 17
   516	2&-3&1&0 17
   517	2&-4&0&-1&-4&2 17
   518	3&-5&2&-2&0&-2&0 17
   519	-4&2&2&0 17
   520	4&-2&2&-2&-2 17
   521	5&2&2&-2&-2 17
   522	0&0&2&-2 16
   523	0&0&-2&2&3&-5 16
   524	0&0&5&0&-1&1&-3 16
   525	0&-2&0&-2&2 16
   526	0&2&0&-2&-2 16
   527	0&2&0&-2&2 16
   528	0&2&2&-2&-2&2 16
   529	0&-2&-3&3 16
   530	0&3&-1&-4&2 16
   531	0&-3&3&2 16
   532	0&7&0 16
   533	-1&1&-1&1&-3&3 16
   534	-1&1&-1&-2&-2&2 16
   535	-1&-2&2&1&2&0&0 16
   536	-1&-2&3&-1&-4 16
   537	-1&-2&3&-5&2 16
   538	2&0&7 16
   539	2&-2&0&2&1 16
   540	2&2&0&-2&-2&2 16
   541	2&-2&0&-2&4 16
   542	-2&2&2 16
   543	2&-2&2&0&-2&0&2 16
   544	2&-2&-2&-2&0&2 16
   545	2&-2&-2&2&0&-2&0 16
   546	2&-2&2&-2&2 16
   547	2&-2&-3&0&3&-3 16
   548	2&-5 16
   549	-2&5&2 16
   550	-3&1&0 16
   551	4&3&-1&1&2&-2 16
   552	-4&4&3&0 16
   553	5&0&0 16
   554	0&0&0&2&1 15
   555	0&0&2&1&-1&-2&-2 15
   556	0&0&2&-3&1 15
   557	0&-2&0&2&2&3&-5 15
   558	0&2&3&0&0 15
   559	0&2&-3&1&0 15
   560	0&2&-5 15
   561	0&3&0&0 15
   562	0&-5&3 15
   563	0&7&0&2&-3&1&-3 15
   564	-1&1&2&0&-2&2 15
   565	-1&1&2&0&2&-2&-2 15
   566	1&2 15
   567	-1&-2&2&-4 15
   568	-1&-2&3&-1&1&2 15
   569	2&1&-1 15
   570	2&1&-1&-2&-2&2&3 15
   571	2&-2&0&5 15
   572	2&-2&-1&-2&0&3 15
   573	2&-2&-1&-4 15
   574	2&-2&-1&-4&2 15
   575	2&2&-2&0&0 15
   576	2&-2&-2&-1&1&2&-2 15
   577	2&-2&-2&2&2&0 15
   578	2&-2&-2&2&-2&0&0 15
   579	2&-2&2&-4&0 15
   580	2&-2&-3&3&0 15
   581	2&3&0&0&0&0 15
   582	2&3&0&2&0&-2&2 15
   583	2&3&-1&-2&-2 15
   584	2&3&2&0&-2&2 15
   585	2&-4&2&2&-2&2 15
   586	-3&1&0&-3&3 15
   587	-3&1&2&-5&-2 15
   588	-3&2&1&-1&-2&-2&2 15
   589	4&2&1 15
   590	-4&2&2&-4 15
   591	4&-2&5 15
   592	5&-2&2 15
   593	-5&2&3&0&0 15
   594	-5&4&1&-3&0&-2 15
   595	0&0&1 14
   596	0&0&-1&-2 14
   597	0&0&-2&2&-2 14
   598	0&2&0&3 14
   599	0&-2&-1&1&-1&-2&-2 14
   600	0&2&-2&-3 14
   601	0&-2&-3&2&1 14
   602	0&-2&4&3&0 14
   603	-1&0&-2&2&1 14
   604	-1&1&-1&-2&0&3 14
   605	-1&1&-3&3&-3&-2&2 14
   606	-1&-2&-2&0 14
   607	-1&-2&-2&-2 14
   608	2&0&2&-2&-2&2 14
   609	2&0&2&-2&-3&1 14
   610	2&-2&0&-3 14
   611	2&2&1&-1&-2&-2 14
   612	2&2&-2&0 14
   613	2&2&-2&0&-2 14
   614	2&-2&2&0&-2&2 14
   615	2&-2&-2&2&0&2&-4 14
   616	2&2&-2&-2&-2 14
   617	2&-2&5&0 14
   618	-3&0&1 14
   619	-3&3&0&-5 14
   620	3&-3&3&0 14
   621	-3&3&-3&-2&2 14
   622	4&1&-3&-2 14
   623	-5&2&3&-3 14
   624	0&0&0&0&-1&-2&-2 13
   625	0&0&0&3 13
   626	0&0&2&3&0 13
   627	0&0&3&0 13
   628	0&-2&0&0 13
   629	0&2&1&-3 13
   630	0&2&-2&-3&3 13
   631	0&2&3&-3&-2 13
   632	0&-2&7 13
   633	0&4 13
   634	-1&1&-1&-2&3&-3&3 13
   635	-1&1&2&0&0 13
   636	-1&1&2&2&-2&0&0 13
   637	-1&1&2&-2&2&-2&0 13
   638	-1&1&-3&-2&5 13
   639	-1&-2&-2&2&3&-3 13
   640	-1&-2&-2&2&3&-5 13
   641	-1&-2&3&0&2 13
   642	-1&-2&3&2&2&0&-2 13
   643	-1&-2&3&2&2&-2&0 13
   644	-1&-2&3&-3&3&-5 13
   645	-1&-4&0&5 13
   646	2&0&0&0&-2 13
   647	2&0&3 13
   648	-2&-1&1&2&-2 13
   649	2&-2&-1&-2&3&0 13
   650	2&-2&-2&0&4&3 13
   651	2&-2&-2&2&-2&2 13
   652	2&-2&-2&2&2&3&-3 13
   653	2&-2&3 13
   654	2&-2&-3&1&-1&3 13
   655	2&-2&-3&3&-3&1 13
   656	2&-2&-3&3&-3&1&0 13
   657	2&-2&5&2 13
   658	2&3&0&0&0 13
   659	4&1&2&0&-2 13
   660	4&-2&2&-4 13
   661	0&0&-1&1&2&-2 12
   662	0&0&-2&-2 12
   663	0&0&2&2&-2&-2 12
   664	0&0&-2&5&2 12
   665	0&0&-4&2 12
   666	0&2&0 12
   667	0&2&0&0&0&0 12
   668	0&-2&2&2&0&-2 12
   669	0&-2&2&2&-4 12
   670	0&-2&-2&4 12
   671	0&2&3&0&0&0 12
   672	0&3&2&2&-2&0&2 12
   673	0&3&-3&-2&2 12
   674	0&3&-3&-2&2&-2&5 12
   675	0&-4&4 12
   676	0&-5 12
   677	0&8&0&0&-3&3 12
   678	-1&1&0&0&0&0 12
   679	-1&1&0&-3&5&2 12
   680	-1&1&-1&-2&-2&0&2 12
   681	-1&1&2&0 12
   682	-1&1&2&0&-3&1 12
   683	-1&1&-3&-2&-2&2 12
   684	-1&-2&-2&0&2&3 12
   685	-1&-2&-2&2&2&-2&-2 12
   686	-1&-2&3&-1&1&-1&-2 12
   687	-1&-2&3&2&0&-2 12
   688	-1&3&-2&-1&-2&0&7 12
   689	-1&-4&0&2&3 12
   690	2&0&-2&2&2&3&-5 12
   691	2&-2&0&0&2&-2&0 12
   692	2&-2&0&2&-2&0&0 12
   693	2&-2&0&-3&3&-5 12
   694	2&2&1 12
   695	2&-2&-1&-2&2 12
   696	2&-2&-2&-2 12
   697	2&-2&2&3&-3&-2 12
   698	3&0&-5&-2&2 12
   699	-3&2&1&-3&-2 12
   700	-3&3&0&0&0&0 12
   701	-4&2&2&3&0 12
   702	-5&0&5 12
   703	-5&2&3&-5 12
   704	-7&7 12
   705	0&0&0&2&-2&-2 11
   706	0&0&-2&0 11
   707	0&0&2&-2&2&-2&-2 11
   708	0&0&-2&2&3&0 11
   709	0&0&-2&5&2&-2&2 11
   710	0&2&0&0&-2&2 11
   711	0&-2&0&2&3&0 11
   712	0&-2&2&2 11
   713	0&-2&2&2&1 11
   714	0&-2&2&2&3 11
   715	0&-2&5&0&0 11
   716	0&3&-3&0&2&1 11
   717	0&5&-3 11
   718	-1&0&-2&2&0&-2 11
   719	-1&1&2&-2&-3&-2&2 11
   720	-1&1&-3&0&3 11
   721	-1&1&-3&-2&2&3 11
   722	-1&1&-3&5&2 11
   723	-1&-2&0&0&3 11
   724	-1&-2&-2&0&2&3&0 11
   725	-1&-2&2&1&-3&-2 11
   726	-1&-2&-2&2&-2&2 11
   727	-1&-2&-2&2&-4 11
   728	-1&-2&3&-1&1&2&-2 11
   729	-1&-2&3&-3&3 11
   730	-1&3&0&2&-4&0 11
   731	-1&3&-2&0&0&-1&1 11
   732	-1&3&2&-4 11
   733	-1&-4&2&3&0&0 11
   734	-2&0&4&3 11
   735	2&0&-7 11
   736	-2&-1 11
   737	2&1&-1&-4&2 11
   738	2&1&2&0 11
   739	2&-2&0&0&-2&2 11
   740	2&-2&0&0&2&-3&1 11
   741	2&-2&0&2&3&-5 11
   742	2&-2&0&-3&3&-3 11
   743	2&-2&2&2&-2&0 11
   744	2&-2&2&-2&-2&0&2 11
   745	2&-2&-2&2&2&3 11
   746	2&-2&-2&2&2&3&0 11
   747	2&-2&-2&4&3&0 11
   748	-3&0&-2&2&3 11
   749	-3&0&3&-3 11
   750	-3&1&2&-2&-1&-2 11
   751	-3&-2&-2&0&2 11
   752	3&-3&0&0&0&-2 11
   753	3&-3&0&-2&0&-2&2 11
   754	-3&3&-1&-4 11
   755	3&-3&-2&2&0&-2&7 11
   756	-4&2&2&0&-2 11
   757	4&-2&2&1 11
   758	4&3&-5 11
   759	4&-4&2 11
   760	-5&0&3 11
   761	-5&3&-1&1&2&-2 11
   762	-5&5&-3&1&-3&0&-2 11
   763	-7&3 11
   764	0&0&2&2 10
   765	0&0&2&2&-4 10
   766	0&0&2&-4 10
   767	0&0&-3&1 10
   768	0&0&-3&3&-3 10
   769	0&0&4&3 10
   770	0&-2&0&0&2 10
   771	0&-2&0&2&2&0&-2 10
   772	0&-2&2&0&2&-4 10
   773	0&2&-2&0&-3&3&-3 10
   774	0&-2&2&2&-2&0&0 10
   775	0&2&-2&5 10
   776	0&2&-4&2 10
   777	0&2&-4&2&2&-2&2 10
   778	0&-2&4&3 10
   779	0&2&-7 10
   780	0&-3 10
   781	0&4&1&2 10
   782	0&7&0&2&-3&1 10
   783	-1&0&1&2&-2 10
   784	-1&0&-2&-2&2 10
   785	-1&0&8&0&0&-3&3 10
   786	-1&1&2&-2&0&-1&1 10
   787	-1&1&2&-2&2&-3&1 10
   788	-1&1&-3&5 10
   789	-1&-2&0 10
   790	-1&-2&0&3&0 10
   791	-1&-2&0&5 10
   792	-1&-2&-2&2&0&-2&2 10
   793	-1&-2&2&-2&2&1 10
   794	-1&-2&3&0&0 10
   795	-1&-2&3&0&-1&-4 10
   796	-1&-2&3&2&-3&1 10
   797	-1&-2&3&-3&2&1 10
   798	-1&-2&3&-5&2&3 10
   799	-1&-2&5&-2&2 10
   800	-1&3&2&-5&1 10
   801	-1&3&-3&1&0 10
   802	-1&3&-3&1&0&-1 10
   803	-1&-4&5&0&2&-2 10
   804	-1&5 10
   805	2&0&0&0&0 10
   806	2&0&0&2&-4 10
   807	2&0&-2&2&-4&2 10
   808	2&0&3&0 10
   809	2&1&2&0&0 10
   810	2&1&2&0&-2 10
   811	-2&-2 10
   812	2&-2&0&0&2&0&-2 10
   813	2&-2&0&-1&1&0 10
   814	2&-2&0&2&-2 10
   815	2&-2&0&2&2&0&-2 10
   816	2&-2&0&-2&2&-2 10
   817	2&-2&0&7 10
   818	2&-2&-1&0&1 10
   819	2&-2&-1&0&-2 10
   820	2&-2&-2&2&0&0&0 10
   821	2&-2&-2&2&0&5 10
   822	2&2&-2&-2&-2&2 10
   823	2&-2&2&3&0&0 10
   824	2&-2&-2&4&3 10
   825	2&-2&-3&0&3 10
   826	2&-2&-3&1&-3&-2&2 10
   827	-2&2&3&2&0&-2&2 10
   828	2&3&-1&-2&2&-2&-2 10
   829	2&-4&-2 10
   830	2&-5&1 10
   831	3&2&0&-2&2 10
   832	-3&2&1&2 10
   833	-3&-2&2&0&3 10
   834	-3&-2&3 10
   835	3&2&-3&1 10
   836	-3&-2&4&1 10
   837	3&-3&0&0&3&-3 10
   838	-3&3&2&-2 10
   839	3&-3&-2&2&-2&2 10
   840	3&-3&-2&2&-2&-2&2 10
   841	3&-3&-2&5&2 10
   842	-3&5&-2 10
   843	-3&5&2 10
   844	4&-2&-3&1 10
   845	5&0&2&-2&-2&2 10
   846	-5&2&1 10
   847	5&-2&2&3&-5&-3 10
   848	9 10
   849	0&0&0&0&-3&3 9
   850	0&0&0&-3&2&1 9
   851	0&0&2&1&2&0&-2 9
   852	0&0&2&-2&0&0&0 9
   853	0&0&2&-2&2 9
   854	0&0&-2&5&2&-2&4 9
   855	0&-1&1&-3&2&1 9
   856	0&-1&-2&-2&2 9
   857	0&2&0&-3&1 9
   858	0&2&1&2 9
   859	0&2&1&2&0&-2 9
   860	0&2&-2&0&-2 9
   861	0&2&-2&0&-3&2&1 9
   862	0&2&2&1 9
   863	0&2&3&-1&1&-3 9
   864	0&2&-5&1 9
   865	0&3&-1&1&2 9
   866	0&3&-1&-2&-2 9
   867	0&5&0&-2 9
   868	0&7&-2&2 9
   869	-1&1&0&-1&1&-3 9
   870	-1&1&-1 9
   871	-1&1&-1&-2&2&1&-3 9
   872	-1&1&2&0&0&-2 9
   873	-1&1&2&-5&-2 9
   874	-1&-2&0&0 9
   875	-1&-2&0&-2&0&2 9
   876	-1&-2&2&0&0&1 9
   877	-1&-2&2&0&-2&7 9
   878	-1&-2&2&1&2&-2&0 9
   879	-1&-2&-2&2&-2&5 9
   880	-1&-2&3&0&0&0 9
   881	-1&-2&3&2&2&-2&-2 9
   882	-1&3&0&2&-4 9
   883	-1&-4&2&2&1 9
   884	-2&0&0&-1 9
   885	2&0&-2&2&-2&-2&4 9
   886	-2&0&-3&3&-3 9
   887	-2&-1&1&2 9
   888	2&1&-1&-2&2&1&-3 9
   889	2&2&0&0 9
   890	2&2&0&0&0&0 9
   891	-2&2&0&-2 9
   892	2&-2&0&-2&0&-3&3 9
   893	2&-2&-1&-2&3&-5 9
   894	2&-2&-2&0&0 9
   895	2&-2&2&0&-2&-2 9
   896	2&-2&2&0&-2&-3&1 9
   897	2&-2&-2&0&4&3&0 9
   898	-2&2&-2&-2 9
   899	2&-2&2&-2&0&-2&2 9
   900	2&-2&-2&2&2&0&0 9
   901	2&-2&2&2&-2&-2&-1 9
   902	2&-2&2&-2&2&2&-2 9
   903	2&-2&-2&2&3&0 9
   904	2&-2&2&-4&2&-2 9
   905	2&-2&-3&1&2&-3&1 9
   906	2&-2&4&1 9
   907	2&-3&1&-1&-2&2&1 9
   908	-2&4&-2&-2 9
   909	2&-7&3 9
   910	-3&0&5 9
   911	-3&1&-1&-2 9
   912	3&2&2&-2&-2 9
   913	-3&-2&2&3&0 9
   914	3&2&-5 9
   915	-3&3&0&2 9
   916	-3&3&2&-2&-2 9
   917	3&-3&-2&2&3&0 9
   918	3&-3&-2&2&3&-3 9
   919	4&0&-2&-2 9
   920	4&0&-4&2 9
   921	-4&4&0&-2 9
   922	4&-4&-2 9
   923	5&0&2&-2&0 9
   924	5&-1&1&2 9
   925	-5&1&2 9
   926	-5&2&0&7 9
   927	-5&3&0 9
   928	5&-3&1 9
   929	-5&5&2 9
   930	-6 9
   931	7&0 9
   932	7&0&-2&-2 9
   933	0&0&-2&2&0&-2 8
   934	0&0&3&-3&-2 8
   935	0&2&0&0 8
   936	0&-2&-1 8
   937	0&2&1&-3&-2 8
   938	0&-2&2&1 8
   939	0&2&-2&-2&0&2 8
   940	0&-2&2&-2&2&2&-4 8
   941	0&-2&2&3&-3&-2 8
   942	0&-2&2&-4&2 8
   943	0&2&3&-1&1&2&-2 8
   944	0&-3&-2&2 8
   945	0&3&-3&0&-2&2&3 8
   946	0&-3&3&2&-2&-2 8
   947	0&5&0&0&0&0 8
   948	0&5&-1&1&2 8
   949	0&5&-1&1&2&-2&2 8
   950	0&5&-3&3 8
   951	-1&0&0&1 8
   952	-1&0&8 8
   953	-1&1&0&0&0 8
   954	-1&1&0&-1 8
   955	-1&1&0&-1&0&1 8
   956	-1&1&2&2&-2&-2&2 8
   957	-1&1&2&-3&1&0 8
   958	-1&1&-3&3&-3&-2 8
   959	-1&1&-5 8
   960	-1&1&-5&2 8
   961	-1&-2&0&0&2&1 8
   962	-1&-2&-2&0&2&3&-5 8
   963	-1&-2&2&0&-4&2 8
   964	-1&-2&2&1&2&0&-2 8
   965	-1&-2&2&1&-3&0&3 8
   966	-1&-2&2&1&-3&3&2 8
   967	-1&-2&2&-2&-2&2 8
   968	-1&-2&-2&-2&4&3 8
   969	-1&-2&2&-4&2 8
   970	-1&-2&-2&5&0 8
   971	-1&-2&-2&5&0&0&0 8
   972	-1&-2&3&-3&-2&2&3 8
   973	-1&-2&3&-3&-2&5 8
   974	-1&-2&5&2 8
   975	-1&3&-2&0 8
   976	2&0&0&0 8
   977	2&0&0&-2&2&3&-5 8
   978	2&0&0&7 8
   979	2&0&-2&2&-2&-2 8
   980	2&0&-2&2&2&-2&-2 8
   981	2&0&2&-4 8
   982	2&0&-2&5 8
   983	2&0&3&-3 8
   984	2&1&-1&-2&-2&-2&2 8
   985	2&1&-3&0&-2&2 8
   986	2&-2&0&0&0&-2 8
   987	2&2&0&0&-2 8
   988	2&-2&0&2&-2&0&2 8
   989	2&-2&0&-2&-2&2 8
   990	2&-2&0&-3&3&-3&3 8
   991	2&-2&-1&-2&-2&4&1 8
   992	2&2&-2 8
   993	2&-2&2&0&0&0&0 8
   994	2&-2&-2&0&2&-2&0 8
   995	2&-2&2&0&-2&5 8
   996	2&-2&2&-2&0&2 8
   997	2&-2&-3&3&2 8
   998	2&-3&1&-3&-2 8
   999	2&3&-3&-2&-2&2 8
  1000	2&-4&-1&-2&0&3 8
  1001	-2&4&3 8
  1002	-2&5 8
  1003	-2&7 8
  1004	-3&0&0 8
  1005	-3&0&0&-2 8
  1006	-3&0&-2&5 8
  1007	-3&0&3&0 8
  1008	-3&0&3&-1&1&-1&-2 8
  1009	-3&1&4&3&-5 8
  1010	3&2&3&-3 8
  1011	-3&-2&5&-3&-2&2 8
  1012	3&-3&0&0&-2&2 8
  1013	3&-3&0&0&3 8
  1014	-3&3&-1&1&2&-2 8
  1015	-3&3&-2 8
  1016	3&-3&3&2 8
  1017	-3&3&-3&2&1 8
  1018	-3&5&-2&2 8
  1019	4&0&1 8
  1020	-4&0&2 8
  1021	-4&2&2&0&0 8
  1022	-4&2&2&-2&-2&2 8
  1023	4&-2&-2&2&2&-2&-2 8
  1024	4&-2&3 8
  1025	-4&4&-2 8
  1026	-5&-2&2&3 8
  1027	-5&2&3&0&0&0 8
  1028	-5&3&-1&-2&-2&2 8
  1029	5&-5 8
  1030	6 8
  1031	7&0&0&-2 8
  1032	7&0&2&-2&-2&-1&-2 8
  1033	0&0&0&0&3&0&-5 7
  1034	0&0&0&3&-3&-2 7
  1035	0&0&-1&1&2&-3&1 7
  1036	0&0&-1&-2&3 7
  1037	0&0&2&1&-1&-2 7
  1038	0&0&4 7
  1039	0&0&-5&5&-3&1 7
  1040	0&-2&0&2&2&-2&-2 7
  1041	0&-2&0&4&3 7
  1042	0&2&1&2&-5 7
  1043	0&2&2&0&-2&-2 7
  1044	0&2&-2&-2&-1&-2 7
  1045	0&2&2&-2&2 7
  1046	0&-2&2&2&-2&-2&2 7
  1047	0&2&3&-3&3 7
  1048	0&2&-4&0&0 7
  1049	0&3&-3&-2&2&-2 7
  1050	0&3&-3&-2&2&-4&2 7
  1051	0&-3&3&-5 7
  1052	0&8&0&0&-3&3&-1 7
  1053	1&0 7
  1054	-1&1&-1&0&1 7
  1055	-1&1&-1&1&2 7
  1056	-1&1&2&2&-2&0&-2 7
  1057	-1&1&-3&3&0 7
  1058	1&2&0 7
  1059	-1&-2&0&0&7 7
  1060	-1&-2&0&-2&5 7
  1061	-1&-2&0&3&-3&-2 7
  1062	-1&-2&-2&0&0 7
  1063	-1&-2&2&0&-2&3 7
  1064	-1&-2&2&1&-1&-2 7
  1065	-1&-2&2&1&-1&-2&-2 7
  1066	-1&-2&2&1&2&-2&-1 7
  1067	-1&-2&2&1&-3&7 7
  1068	-1&-2&-2&2&0&0&3 7
  1069	-1&-2&-2&2&-2&0 7
  1070	-1&-2&2&3 7
  1071	-1&3&2&-2&0&0 7
  1072	-1&-4&0 7
  1073	-1&-4&2&0 7
  1074	-1&-4&2&0&0&-2 7
  1075	2&0&0&-2&-2 7
  1076	2&0&2&-2&0&-2 7
  1077	2&0&-2&2&1 7
  1078	-2&0&-3&3&-3&3&2 7
  1079	2&0&7&3&-3 7
  1080	2&1&2&-2&-1 7
  1081	2&-2&0&-1&1&0&0 7
  1082	2&-2&0&-1&-2&-2&2 7
  1083	2&2&0&-2&0&-3&1 7
  1084	2&-2&0&2&3&0 7
  1085	2&-2&0&2&3&-3 7
  1086	2&-2&0&-2&7 7
  1087	-2&2&0&7 7
  1088	2&-2&-1&1&0&-1 7
  1089	2&-2&-1&1&2&0&-2 7
  1090	2&-2&-1&-2&-2&2&3 7
  1091	2&-2&-1&-2&-2&5 7
  1092	2&-2&-1&-2&7 7
  1093	2&-2&2&0&0&0 7
  1094	2&-2&2&0&-2&0 7
  1095	2&-2&-2&-1&1&2 7
  1096	2&-2&2&2&-2&0&0 7
  1097	2&-2&2&2&3&-5 7
  1098	2&-2&-2&-2&4&3&-3 7
  1099	2&-2&2&3&0&0&0 7
  1100	2&-2&2&-5&3 7
  1101	2&-2&2&-7 7
  1102	2&-2&-3&0&1 7
  1103	2&-2&-3&1&2&0 7
  1104	2&-2&-4 7
  1105	2&-2&-7 7
  1106	2&3&-1&-4 7
  1107	2&3&-3&2&-2&-2 7
  1108	2&-4&-1&-2&0&7 7
  1109	2&-4&-2&2 7
  1110	-3&0&0&7 7
  1111	-3&0&-2&4&1&-3 7
  1112	-3&1&-1 7
  1113	-3&1&2&0&0 7
  1114	-3&1&2&2&-2&2&1 7
  1115	-3&-2&2&3&-5 7
  1116	3&2&2&-4 7
  1117	-3&2&3 7
  1118	3&-3&0 7
  1119	3&-3&0&-2&5&2 7
  1120	-3&3&0&-3&-2&2 7
  1121	3&-3&-2&2&0&-2&2 7
  1122	-3&3&2&-3&1 7
  1123	-3&3&-5&2&3 7
  1124	-3&7 7
  1125	-4&0 7
  1126	4&1&-3 7
  1127	-4&2&2&0&0&0&0 7
  1128	4&-2&-2&-2 7
  1129	4&-2&-2&-2&2 7
  1130	-4&2&2&3 7
  1131	4&3&2&-2&-2 7
  1132	-4&4&3&-5 7
  1133	5&0&0&0 7
  1134	5&0&2&-2 7
  1135	5&-2&0 7
  1136	-5&2&0&3 7
  1137	5&2&-2&-2&2 7
  1138	-5&2&3&2 7
  1139	-5&-2&5 7
  1140	-5&-2&5&2 7
  1141	5&-3 7
  1142	-5&4&1&-3&-2 7
  1143	-7&4&3 7
  1144	8 7
  1145	0&0&0&0&0&2&1 6
  1146	0&0&0&1 6
  1147	0&0&0&-1&-2&2&1 6
  1148	0&0&0&-2&0&2 6
  1149	0&0&0&2&-2 6
  1150	0&0&0&2&2&-4 6
  1151	0&0&0&2&3 6
  1152	0&0&0&3&0 6
  1153	0&0&-1&3 6
  1154	0&0&-1&-4 6
  1155	0&0&-2&0&-2&2 6
  1156	0&0&2&-2&0&-2 6
  1157	0&0&2&2&1&-3&-2 6
  1158	0&0&-2&-2&2&0&2 6
  1159	0&0&3&0&-5 6
  1160	0&0&3&-3&-2&2 6
  1161	0&0&-3&3&-5 6
  1162	0&0&-5&3 6
  1163	0&-1&1&2&-2 6
  1164	0&-2&0&2&-2 6
  1165	0&2&0&3&-3 6
  1166	0&-2&0&4 6
  1167	0&2&0&-7 6
  1168	0&-2&-1&1&2&-2 6
  1169	0&2&1&-3&0 6
  1170	0&2&-2&0&-3&1 6
  1171	0&-2&2&-2&-2 6
  1172	0&2&-2&2&-2&-2 6
  1173	0&-2&2&2&-2&-2&0 6
  1174	0&2&-2&-2&2&-2&0 6
  1175	0&-2&-2&2&2&-2&-2 6
  1176	0&-2&-2&2&2&3&-3 6
  1177	0&2&2&-4&2 6
  1178	0&-2&4&1 6
  1179	0&3&2&2&1&-3&-2 6
  1180	0&3&2&3&-3 6
  1181	0&3&-3&-2&-2&2 6
  1182	0&3&-3&-2&5 6
  1183	0&3&-3&3&0&0 6
  1184	0&4&1&2&-2&4&-2 6
  1185	0&5&0&2&-2 6
  1186	0&5&-2&0 6
  1187	0&5&-3&0&-2&-2&2 6
  1188	0&5&-5 6
  1189	0&7&0&2&-2&-2&2 6
  1190	0&-7&2&3 6
  1191	-1&0&1&-3&3&-5&2 6
  1192	-1&0&-4&2 6
  1193	-1&0&5&-2&2&3&-5 6
  1194	-1&1&0&-3&5 6
  1195	-1&1&-1&1&0 6
  1196	-1&1&-1&1&-3 6
  1197	-1&1&2&-2&-3&-2 6
  1198	-1&1&-3&0&3&-3 6
  1199	-1&1&-3&2&3 6
  1200	-1&1&-3&3&-5 6
  1201	-1&-2&0&0&-2&2 6
  1202	-1&-2&0&3&-3&0&-2 6
  1203	-1&-2&0&3&-3&-2&2 6
  1204	-1&-2&0&5&-2 6
  1205	-1&-2&-2&0&2&3&-3 6
  1206	-1&-2&2&1&2&-3 6
  1207	-1&-2&2&-2&0&-2 6
  1208	-1&-2&-2&2&0&2&1 6
  1209	-1&-2&-2&-2&4 6
  1210	-1&-2&3&0&-1&-4&2 6
  1211	-1&-2&5&0&2 6
  1212	-1&3&0&2&-2&-2 6
  1213	-1&-4&0&0&5 6
  1214	-1&-4&2&2&1&-3 6
  1215	-1&-4&2&-2&-2&2 6
  1216	2&0&0&-2&-2&2 6
  1217	2&0&-2&0&-2 6
  1218	2&0&-2&0&2&-5 6
  1219	-2&0&2&3&0 6
  1220	-2&0&-3&3 6
  1221	2&0&3&-3&-2 6
  1222	-2&-1&-2&2 6
  1223	2&1&2&-2&-1&-2 6
  1224	2&1&-3&-2&-2 6
  1225	2&-2&0&0&2&3 6
  1226	2&-2&0&0&7 6
  1227	2&2&0&-2&-2 6
  1228	2&-2&0&-2&2&-2&0 6
  1229	2&-2&0&-2&2&2&3 6
  1230	2&-2&0&2&2&-4 6
  1231	2&-2&0&3 6
  1232	2&-2&0&-5&5 6
  1233	-2&2&1 6
  1234	2&-2&-1&1&-3&-2 6
  1235	2&-2&-1&3 6
  1236	2&2&-2&0&0&0&0 6
  1237	2&-2&-2&0&0&2 6
  1238	2&-2&-2&0&-1&-2&3 6
  1239	-2&2&2&0&-2&-2 6
  1240	2&-2&2&0&2&-2 6
  1241	-2&2&2&0&-2&-2&2 6
  1242	2&-2&2&0&2&-4 6
  1243	2&-2&-2&-1&-2&5&2 6
  1244	2&-2&-2&2&0&-2&4 6
  1245	2&-2&2&-2&0&-3&3 6
  1246	2&-2&2&2&1&-1&-2 6
  1247	-2&2&2&-2&-2&-1 6
  1248	2&-2&2&2&3 6
  1249	2&-2&-2&2&-3&1 6
  1250	2&-2&-2&2&-4 6
  1251	2&-2&2&2&-7 6
  1252	2&-2&-3&1&2 6
  1253	2&-2&4&-2 6
  1254	2&-2&-5&2&3 6
  1255	2&3&0&0&0&0&0 6
  1256	2&3&0&0&0&2 6
  1257	-2&-3&2&1 6
  1258	2&-4&-1&-2&2&1 6
  1259	2&-4&2&0 6
  1260	-2&4&3&0 6
  1261	2&-7&2&3&-5&2&3 6
  1262	3&0&-1&1 6
  1263	3&0&2&-2&0&0 6
  1264	-3&0&-2&5&2 6
  1265	-3&1&-3&-2 6
  1266	3&-1&-4&2 6
  1267	3&2&2&-2&0&0 6
  1268	3&2&2&-2&-2&2 6
  1269	-3&-2&2&5&-2 6
  1270	-3&-2&5&0&0&0 6
  1271	-3&-2&5&2 6
  1272	3&2&-7 6
  1273	-3&3&0&-1&1&2&-5 6
  1274	3&-3&0&2&1 6
  1275	-3&3&0&2&-2 6
  1276	-3&3&-1&1&2 6
  1277	-3&3&-1&-4&2 6
  1278	-3&3&-1&-4&5&2 6
  1279	-3&3&2&0&-2 6
  1280	3&-3&-2&0&2&-2&-2 6
  1281	-3&3&2&0&3 6
  1282	3&-3&2&1&2 6
  1283	-3&3&-3&3&0 6
  1284	-3&3&-3&3&-5 6
  1285	-3&3&-5&2&-2&-2&2 6
  1286	3&-5&0 6
  1287	4&1&2&-3&1 6
  1288	-4&2&-2&2 6
  1289	4&-2&-2&4 6
  1290	-4&2&-3&1 6
  1291	4&3&0&0&-5&4&1 6
  1292	4&3&0&2&-2&0 6
  1293	4&3&-1&1&-3&-2 6
  1294	4&3&-3 6
  1295	5&0&-1&1&-3&-2&2 6
  1296	-5&0&-2&5 6
  1297	-5&2&3&-3&3 6
  1298	5&2&-4&2&-2&-1&-2 6
  1299	-5&-2&7 6
  1300	7&0&2&-2&-2&-1 6
  1301	-7&3&4&-2&-2 6
  1302	-7&7&3&-5 6
  1303	0&0&0&0&2&-2&2 5
  1304	0&0&0&0&2&-3&1 5
  1305	0&0&0&2&2&-2&-2 5
  1306	0&0&0&-3 5
  1307	0&0&0&3&0&-5 5
  1308	0&0&0&3&-3&0&0 5
  1309	0&0&0&3&-3&3 5
  1310	0&0&2&-2&0&-1&1 5
  1311	0&0&2&2&1 5
  1312	0&0&2&-2&-2&0 5
  1313	0&0&2&3&-3 5
  1314	0&0&3&2&0 5
  1315	0&0&3&-3&0&0 5
  1316	0&0&-4 5
  1317	0&0&4&1&2&0&-2 5
  1318	0&0&5&0 5
  1319	0&0&5&0&-2 5
  1320	0&0&5&0&2&-2 5
  1321	0&0&5&-2&2&3&-5 5
  1322	0&0&7&-2 5
  1323	0&-1&1&-3&-2 5
  1324	0&-1&-2&-2 5
  1325	0&2&0&-2&0 5
  1326	0&-2&0&2&3&-5 5
  1327	0&-2&0&4&3&0 5
  1328	0&2&1&-1&-2&-2&2 5
  1329	0&-2&-1&1&-3 5
  1330	0&-2&2&0&3 5
  1331	0&2&-2&-1&1 5
  1332	0&2&2&-2 5
  1333	0&2&-2&-2&0&0&2 5
  1334	0&2&-2&-2&-2&2 5
  1335	0&-2&-2&2&2&-2&2 5
  1336	0&-2&2&2&3&0 5
  1337	0&-2&2&-5&1 5
  1338	0&-2&-3 5
  1339	0&2&3&0&2 5
  1340	0&2&-3&1&-3 5
  1341	0&2&-3&1&-3&-2 5
  1342	0&2&3&2 5
  1343	0&-2&-3&3&2&0&0 5
  1344	0&2&-4&0 5
  1345	0&-2&5&-3&3 5
  1346	0&3&0&-5 5
  1347	0&3&-1&1 5
  1348	0&3&-1&-2&-2&2 5
  1349	0&-3&1&2&-5 5
  1350	0&3&2&2&-2&0&0 5
  1351	0&-3&-2&5&2 5
  1352	0&3&-3&0&-2&5&2 5
  1353	0&-3&3&2&-2&-1&1 5
  1354	0&3&-3&3 5
  1355	0&3&-5&0&-2&2 5
  1356	0&-4&0&2 5
  1357	0&-4&2&2 5
  1358	0&4&3 5
  1359	0&5&0&0&0&0&2 5
  1360	0&5&-1&1&2&-2&0 5
  1361	0&5&-2&0&-5 5
  1362	0&5&-3&0&-2 5
  1363	0&-5&3&2 5
  1364	0&5&-3&-2 5
  1365	0&7&0&2&-2&0&-2 5
  1366	-1&0 5
  1367	-1&0&3&0&2 5
  1368	-1&0&-7 5
  1369	-1&1&0&0&2&0&-2 5
  1370	-1&1&0&-1&0&3 5
  1371	-1&1&-1&-2&2&1 5
  1372	1&-1&-2 5
  1373	-1&1&2&0&0&0&0 5
  1374	-1&1&2&2&0&-2 5
  1375	-1&1&2&-2&-3&2&1 5
  1376	-1&1&2&-3&1&-3&-2 5
  1377	-1&1&-3&0&0&3&-3 5
  1378	-1&1&-3&0&-2&2&3 5
  1379	-1&1&4&3&-5 5
  1380	1&2&0&0 5
  1381	-1&-2&0&0&5 5
  1382	-1&-2&0&-2&-2&2 5
  1383	-1&-2&0&-2&2&3&0 5
  1384	-1&-2&2&0&0&3 5
  1385	-1&-2&2&0&-2&0&3 5
  1386	-1&-2&2&0&8 5
  1387	-1&-2&2&1&0&0 5
  1388	-1&-2&2&1&-1&-4 5
  1389	-1&-2&2&1&2&-2&2 5
  1390	-1&-2&2&1&2&-3&1 5
  1391	-1&-2&2&1&-3&5 5
  1392	-1&-2&2&-2 5
  1393	-1&-2&-2&2&0&0&7 5
  1394	-1&-2&-2&2&0&3&0 5
  1395	-1&-2&-2&2&2&-4 5
  1396	-1&-2&2&-2&-2&7 5
  1397	-1&-2&-2&2&3&-3&3 5
  1398	-1&-2&2&-4&-2&2 5
  1399	-1&-2&3&0&0&-5 5
  1400	-1&-2&3&0&-3&-2&2 5
  1401	-1&-2&3&-1 5
  1402	-1&-2&3&-1&-2&-2&2 5
  1403	-1&-2&-4&2 5
  1404	-1&-2&-4&2&2 5
  1405	-1&-2&5&-2&0 5
  1406	-1&3&0&0 5
  1407	-1&3&0&2&0&0&-2 5
  1408	-1&3&2&-2&-2 5
  1409	-1&3&2&-2&-2&2 5
  1410	-1&-4&2&0&3 5
  1411	-1&-4&2&0&3&-3 5
  1412	-1&-4&5&2 5
  1413	-2&0&0&2 5
  1414	2&0&0&-2&4&-2&-2 5
  1415	2&0&0&-4&2 5
  1416	-2&0&-1&-2&3&0 5
  1417	-2&0&2&2&-2&-2 5
  1418	2&0&2&-2&-2&-2&2 5
  1419	-2&0&2&3 5
  1420	2&0&-3&3 5
  1421	2&0&3&-3&-2&2 5
  1422	-2&0&-3&3&-3&3 5
  1423	-2&0&4 5
  1424	2&0&5 5
  1425	2&1&-1&1&-3 5
  1426	2&1&-1&-2&-2&-2 5
  1427	2&1&2&0&0&-2 5
  1428	2&1&2&0&-2&0 5
  1429	2&1&2&-3&1 5
  1430	-2&-1&3&2&-2&-2&0 5
  1431	2&1&-3&-2&2&3 5
  1432	2&1&-3&-2&2&3&-5 5
  1433	2&-2&0&0&-3&3 5
  1434	2&-2&0&-1&-2&0&7 5
  1435	2&-2&0&-1&-2&-2 5
  1436	2&-2&0&-2&0&0&2 5
  1437	2&-2&0&-2&2&0&0 5
  1438	2&-2&0&2&-5 5
  1439	2&-2&0&-3&3&2 5
  1440	2&-2&-1&-2&0&2&1 5
  1441	2&-2&-1&-2&0&-2&2 5
  1442	2&-2&-1&-2&-2&-2&2 5
  1443	2&-2&-1&-4&2&3 5
  1444	2&-2&2&0&0&-2 5
  1445	2&2&-2&0&-2&2 5
  1446	2&-2&2&0&3 5
  1447	2&-2&2&1&-1&-2&-2 5
  1448	2&-2&-2&-1&-2&7&-2 5
  1449	2&2&-2&-2&0&0 5
  1450	2&-2&-2&2&0&-2&7 5
  1451	2&-2&-2&2&2&-2 5
  1452	2&2&2&-2&2&-2&-2 5
  1453	2&-2&2&2&-2&-4 5
  1454	2&-2&2&3&2 5
  1455	2&-2&2&-4&2&-2&2 5
  1456	2&-2&2&-5&1 5
  1457	2&-2&-3&0&-2 5
  1458	2&-2&-3&1&0 5
  1459	2&-2&-3&1&2&0&-2 5
  1460	-2&2&3&2&-2&-1&-2 5
  1461	2&-2&-3&-2&2&3&-5 5
  1462	-2&2&3&-3 5
  1463	2&-2&-3&3&0&0 5
  1464	2&-2&-3&5 5
  1465	2&2&-4&0 5
  1466	2&-2&-5&3 5
  1467	2&3&-1&1&-3&-2&2 5
  1468	2&3&-1&-2&-2&2 5
  1469	2&3&-3&3 5
  1470	2&3&-5&-2 5
  1471	2&-4&-1&-2&0&2&1 5
  1472	2&-7&3&-1&1&-1&-2 5
  1473	3&0&0&0 5
  1474	-3&0&0&3 5
  1475	-3&0&3&0&-5 5
  1476	-3&0&3&-3&-2&2 5
  1477	-3&0&7&0&-2&-2&2 5
  1478	-3&0&7&-2 5
  1479	-3&1&2&0&-2 5
  1480	-3&1&2&2&0&-2 5
  1481	-3&-2&0&2 5
  1482	-3&-2&0&-2&2 5
  1483	-3&2&1&-1&-2&-2 5
  1484	-3&2&1&2&2&0&-2 5
  1485	-3&-2&2&1 5
  1486	3&2&2&-2&0&2 5
  1487	-3&-2&2&2&1 5
  1488	-3&2&-2&-2&2 5
  1489	3&2&3&-3&0&0 5
  1490	-3&3&0&2&-2&0&0 5
  1491	3&-3&-2&0&2 5
  1492	3&-3&-2&0&-2&2 5
  1493	-3&3&2&-2&0 5
  1494	3&-3&-2&2&-4 5
  1495	3&-3&-2&2&-4&2 5
  1496	-3&3&2&-4 5
  1497	3&-3&3&0&0 5
  1498	-3&3&-3&0&-2&5&2 5
  1499	3&-3&3&0&-5 5
  1500	-3&3&-3&-2&5 5
  1501	-3&3&4&-2&-2 5
  1502	-4&2&2&0&0&-2 5
  1503	4&2&-2&-2 5
  1504	4&-2&2&-2&-2&2 5
  1505	4&3&-1&-4 5
  1506	-4&4&-2&-2 5
  1507	4&-4&-2&2 5
  1508	-5&0&0&5 5
  1509	-5&0&-3&1 5
  1510	5&0&-5&4&1 5
  1511	5&-1&1&2&-2&2 5
  1512	-5&2&0&0 5
  1513	-5&2&3&-3&2&1 5
  1514	-5&5&0 5
  1515	6&-2 5
  1516	7&0&0&-2&-2&2 5
  1517	7&0&2&-3&1&-3 5
  1518	-7&4&3&0 5
  1519	-7&5 5
  1520	8&0&0&-3&3&-1&-2 5
  1521	8&0&0&-3&3&-3&-2 5
  1522	-9 5
  1523	9&1 5
  1524	-9&2&3 5
  1525	0&0&0&0&2 4
  1526	0&0&0&0&2&-2 4
  1527	0&0&0&0&2&-2&0 4
  1528	0&0&0&0&-2&-2&2 4
  1529	0&0&0&0&-2&2&3 4
  1530	0&0&0&0&-3&0 4
  1531	0&0&0&0&-3&0&3 4
  1532	0&0&0&-1&1&2&-2 4
  1533	0&0&0&-1&-2 4
  1534	0&0&0&2&0&-2&-2 4
  1535	0&0&0&2&-2&0&-2 4
  1536	0&0&0&-2&2&2&3 4
  1537	0&0&0&-2&2&3 4
  1538	0&0&0&-2&5&2 4
  1539	0&0&0&-3&1 4
  1540	0&0&0&-3&3&-5 4
  1541	0&0&-1&1&-1&-2 4
  1542	0&0&1&2&0&-2 4
  1543	0&0&-1&3&2&-4&0 4
  1544	0&0&2&0&-2&-2 4
  1545	0&0&-2&-1&1&2&-5 4
  1546	0&0&2&1&2&-2 4
  1547	0&0&-2&-1&-2&3 4
  1548	0&0&-2&2&-2&-2 4
  1549	0&0&2&-2&-2&2 4
  1550	0&0&-2&-3&2&1 4
  1551	0&0&-2&4&3 4
  1552	0&0&-2&4&3&0 4
  1553	0&0&-3 4
  1554	0&0&-3&0&-2&2 4
  1555	0&0&3&-3&0&2&1 4
  1556	0&0&-3&3&0&-5 4
  1557	0&0&-3&3&2&-2&-2 4
  1558	0&0&4&1&2 4
  1559	0&0&4&-2 4
  1560	0&0&5&0&0&0 4
  1561	0&0&5&-1&1&2 4
  1562	0&0&5&-3&-2&-2&2 4
  1563	0&0&7&0&-2&-2&2 4
  1564	0&-1 4
  1565	0&-1&1&2&-2&0&0 4
  1566	0&-1&-2&3 4
  1567	0&-1&-2&3&-3 4
  1568	0&2&0&0&2&1 4
  1569	0&2&0&0&3 4
  1570	0&-2&0&-2 4
  1571	0&2&0&-2&0&0 4
  1572	0&2&0&-2&0&2 4
  1573	0&2&0&-2&0&-2&2 4
  1574	0&2&0&-2&7 4
  1575	0&2&0&3&0 4
  1576	0&2&1&-1&0&-2 4
  1577	0&2&1&-1&-2 4
  1578	0&-2&-1&1&2&-5 4
  1579	0&-2&-1&1&-3&2&1 4
  1580	0&-2&-1&-2&2&1 4
  1581	0&-2&2&0&0&-2 4
  1582	0&-2&-2&0&2 4
  1583	0&-2&2&0&7 4
  1584	0&-2&-2&-1&1&2 4
  1585	0&2&2&1&-1&-2&-2 4
  1586	0&2&-2&-1&-2&2&1 4
  1587	0&-2&-2&-1&-2&-2&2 4
  1588	0&-2&-2&-1&-2&5&2 4
  1589	0&-2&2&2&0&0&-2 4
  1590	0&-2&-2&2&0&2 4
  1591	0&2&-2&-2&-1&-2&2 4
  1592	0&2&2&-2&2&0&-2 4
  1593	0&-2&2&3&2&-2 4
  1594	0&-2&2&3&-3 4
  1595	0&-2&2&3&-3&-2&-2 4
  1596	0&-2&2&3&-3&3&-5 4
  1597	0&2&-3&1&0&-1&1 4
  1598	0&2&3&-1&1&-3&-2 4
  1599	0&2&3&-1&-2&-2 4
  1600	0&2&-4&-1&-2&5 4
  1601	0&2&-5&-2&2 4
  1602	0&-3&1&2 4
  1603	0&3&-1&-2&2&1&2 4
  1604	0&3&-3&0 4
  1605	0&-3&3&0&0 4
  1606	0&3&-3&0&-2 4
  1607	0&3&-3&0&3 4
  1608	0&-3&3&2&-2&-2&2 4
  1609	0&3&-3&-2&2&-2&-2 4
  1610	0&3&-5&0&-2 4
  1611	0&3&-5&2&-4 4
  1612	0&4&1&2&2&-2&-2 4
  1613	0&4&1&2&-3&1 4
  1614	0&-4&2&2&-2&-2&2 4
  1615	0&5&0&-2&0 4
  1616	0&5&0&-3&3 4
  1617	0&5&2 4
  1618	0&5&-3&-2&2 4
  1619	0&5&-3&-2&-2&2 4
  1620	0&7&0&0 4
  1621	0&7&0&0&-2 4
  1622	0&7&1 4
  1623	0&7&-2 4
  1624	0&8 4
  1625	-1&0&0&3 4
  1626	-1&0&1&2&0 4
  1627	-1&0&1&2&0&0 4
  1628	-1&0&1&2&0&-2 4
  1629	-1&0&1&2&-3&1 4
  1630	-1&0&1&-3&-2 4
  1631	-1&0&-2&2 4
  1632	-1&0&-2&5&2 4
  1633	-1&0&-2&7 4
  1634	-1&0&-4 4
  1635	-1&1&0&-3 4
  1636	-1&1&0&-3&-2 4
  1637	-1&1&0&-3&3 4
  1638	-1&1&-1&0&-2 4
  1639	-1&1&-1&0&-2&3 4
  1640	-1&1&-1&-2&0&2&1 4
  1641	-1&1&-1&-2&-2&2&3 4
  1642	-1&1&-1&3 4
  1643	-1&1&-1&-4 4
  1644	-1&1&2&0&0&-2&2 4
  1645	-1&1&2&0&2&1 4
  1646	-1&1&2&0&2&3 4
  1647	-1&1&2&0&2&3&-3 4
  1648	-1&1&2&0&-5 4
  1649	-1&1&2&-2&-1&-2&-2 4
  1650	-1&1&2&-2&-3&3&0 4
  1651	-1&1&2&-5&-2&0&2 4
  1652	-1&1&2&-5&-2&2 4
  1653	-1&1&-3&0&0&0&0 4
  1654	-1&1&-3&0&-2 4
  1655	-1&1&-3&0&7 4
  1656	-1&1&-3&-2&2&3&-5 4
  1657	-1&1&-3&3&0&0&0 4
  1658	-1&1&4&-2&-2&2 4
  1659	-1&1&4&3&-5&2&-4 4
  1660	-1&1&-5&2&3 4
  1661	1&2&0&2&3 4
  1662	-1&-2&0&7&3 4
  1663	-1&-2&2&0&0&3&2 4
  1664	-1&-2&2&0&-2&0 4
  1665	-1&-2&2&0&-2&3&0 4
  1666	-1&-2&2&0&-2&3&2 4
  1667	-1&-2&2&0&-2&5 4
  1668	-1&-2&2&1&2&-2&-3 4
  1669	-1&-2&-2&-2&0 4
  1670	-1&-2&2&-2&-2&-3&3 4
  1671	-1&-2&2&-2&-2&4&1 4
  1672	-1&-2&2&-2&-2&5&2 4
  1673	-1&-2&-2&2&3&0&0 4
  1674	-1&-2&-2&2&3&2 4
  1675	-1&-2&-2&2&5&-2 4
  1676	-1&-2&-2&2&7 4
  1677	-1&-2&-2&2&7&-4&2 4
  1678	-1&-2&-2&5&0&0 4
  1679	-1&-2&-2&7 4
  1680	-1&-2&3&2&0&0 4
  1681	-1&-2&3&2&2&-4 4
  1682	-1&-2&3&2&-7 4
  1683	-1&-2&3&-3&0&-2&2 4
  1684	-1&-2&-4&4 4
  1685	-1&-2&5&0&-2 4
  1686	-1&-2&5&2&3 4
  1687	-1&-2&5&-3&1 4
  1688	-1&3&0&2 4
  1689	-1&3&2 4
  1690	-1&3&2&-2&0&-2 4
  1691	-1&3&-5 4
  1692	1&-3&5 4
  1693	-1&-4&2&0&0 4
  1694	-1&-4&2&0&0&2&1 4
  1695	-1&-4&2&0&2&1 4
  1696	-1&-4&2&-2&-2 4
  1697	-1&-4&2&3&-3&-2&2 4
  1698	-1&-4&5&0 4
  1699	-1&5&-2 4
  1700	2&0&0&0&3&-3&-2 4
  1701	2&0&0&1 4
  1702	2&0&0&-2&2&-4 4
  1703	2&0&0&7&-2&2 4
  1704	-2&0&2&0&0&0&0 4
  1705	2&0&2&-2&0&0 4
  1706	2&0&-2&2&2&0&-2 4
  1707	-2&0&2&2&-4 4
  1708	-2&0&-3&3&2 4
  1709	2&0&3&-5&-2&2 4
  1710	2&0&-4&4 4
  1711	-2&0&-5 4
  1712	2&0&7&-2&2 4
  1713	2&0&7&3&-3&0&0 4
  1714	2&0&7&3&-3&0&-2 4
  1715	-2&-1&1&-1&-2 4
  1716	2&1&-1&-2&0&2&1 4
  1717	2&1&-1&-2&2&-2 4
  1718	2&1&2&0&0&0&0 4
  1719	2&1&2&2&-2&-2 4
  1720	2&1&2&-2&-3&-2 4
  1721	-2&-1&3&2&-4 4
  1722	2&2&0 4
  1723	2&-2&0&0&0&0&0 4
  1724	2&-2&0&0&0&-3&3 4
  1725	2&-2&0&0&-2&0 4
  1726	2&-2&0&0&-3&1 4
  1727	2&2&0&0&3&-3 4
  1728	2&-2&0&0&4&1 4
  1729	2&-2&0&-1&-2&3 4
  1730	2&-2&0&2&0&-2 4
  1731	2&-2&0&-2&2&3 4
  1732	2&-2&0&-2&4&-2 4
  1733	2&-2&0&-3&2&-2&-2 4
  1734	2&2&0&3&-3&0&0 4
  1735	2&-2&0&4&1 4
  1736	2&-2&0&-5&2&3 4
  1737	2&-2&-1&1&2&-2&0 4
  1738	2&2&1&-1&-2&-2&2 4
  1739	2&-2&-1&1&2&-2&-3 4
  1740	2&-2&-1&-2&2&0&1 4
  1741	2&-2&-1&-2&-2&5&2 4
  1742	2&-2&-1&-2&3&0&-5 4
  1743	2&-2&-2&0&-1&1&2 4
  1744	2&-2&-2&0&2&-2 4
  1745	2&-2&-2&0&2&2 4
  1746	2&-2&-2&-1&0&8 4
  1747	-2&2&-2&-1&-2&2&1 4
  1748	-2&2&-2&2 4
  1749	2&-2&2&-2&0&0&-2 4
  1750	2&-2&2&2&0&0&-2 4
  1751	2&-2&2&-2&-1&1 4
  1752	2&-2&2&-2&-1&-2&3 4
  1753	2&-2&2&-2&-2&0&0 4
  1754	2&-2&2&2&-2&-2&0 4
  1755	2&-2&2&2&-2&2&1 4
  1756	2&-2&2&-2&2&-2&-2 4
  1757	2&-2&2&-2&-3&3 4
  1758	2&-2&-2&2&-5 4
  1759	2&-2&2&3&-3&0&0 4
  1760	2&-2&2&3&-3&0&-2 4
  1761	2&-2&2&-4&2&-2&0 4
  1762	-2&2&3&0&0&2 4
  1763	2&-2&-3&0&7 4
  1764	2&-2&-3&1&2&0&0 4
  1765	-2&2&3&-5&-3 4
  1766	2&2&-4&-1&-2&0&7 4
  1767	2&2&-4&-2 4
  1768	2&-2&4&-2&-2 4
  1769	2&-2&4&-2&2 4
  1770	-2&-2&4&3 4
  1771	2&-2&4&3 4
  1772	-2&-2&4&3&0 4
  1773	2&-2&5&0&2&-2 4
  1774	2&-2&-5&2 4
  1775	2&3&0&0&-5&4&1 4
  1776	2&3&0&-1&-2&2&1 4
  1777	2&3&0&2&-2&0&2 4
  1778	2&-3&1&0&-1 4
  1779	2&3&-1&-2 4
  1780	2&3&2&-2&-1&-2 4
  1781	2&3&-3&0&-2 4
  1782	2&3&-3&3&-5 4
  1783	2&3&-3&7 4
  1784	2&3&-5&2 4
  1785	2&-4&0&-1&-2&2&1 4
  1786	-2&4&0&2&-2&-2 4
  1787	2&-4&-1&-2&3 4
  1788	2&-4&-1&-2&3&0 4
  1789	-2&4&-2 4
  1790	2&-4&2&2&-2&-2 4
  1791	-2&4&3&0&-5&4&1 4
  1792	2&-5&1&2 4
  1793	-2&5&2&-2&2 4
  1794	-2&5&2&-2&4 4
  1795	2&-7&2&3 4
  1796	2&-7&7 4
  1797	3&0&-1&-2&-2 4
  1798	3&0&-1&-4&2 4
  1799	3&0&2 4
  1800	-3&0&-2&0 4
  1801	-3&0&-2&0&-2&2 4
  1802	-3&0&2&-2&-2 4
  1803	-3&0&3&-5 4
  1804	-3&0&5&-2 4
  1805	-3&1&0&7&0 4
  1806	3&-1&1&-3 4
  1807	3&-1&-2&-2 4
  1808	-3&1&2&-2&0 4
  1809	-3&1&-3&-2&2 4
  1810	-3&1&-3&3 4
  1811	-3&-2&0 4
  1812	-3&-2&0&0&2&3 4
  1813	-3&-2&0&5 4
  1814	-3&2&1&0&-1&-2&-2 4
  1815	-3&2&1&-1&0&-2 4
  1816	-3&2&1&-1&-4 4
  1817	-3&2&1&2&0&-2 4
  1818	-3&2&1&-3&-2&2 4
  1819	3&2&2 4
  1820	-3&-2&2&0&-2&2 4
  1821	-3&-2&2&0&7 4
  1822	-3&-2&-2&-1&-2&2 4
  1823	-3&-2&2&-2&0&-2&2 4
  1824	-3&-2&2&5&-3&1 4
  1825	-3&-2&5&0 4
  1826	3&2&-5&0&-2&-2&4 4
  1827	-3&3&0&0&-1&-4&2 4
  1828	3&-3&0&-2&4&1 4
  1829	-3&3&0&-3&-2 4
  1830	3&-3&0&3&2&-2&0 4
  1831	-3&3&0&-3&3 4
  1832	-3&3&0&-5&5 4
  1833	-3&3&-1&-2&-2&2 4
  1834	-3&3&2&0&0 4
  1835	-3&3&2&0&-2&2 4
  1836	3&-3&-2&0&2&3 4
  1837	3&-3&2&1&-3 4
  1838	3&-3&-2&2&-2&0 4
  1839	-3&3&2&2&-2&-2 4
  1840	-3&3&2&2&-2&-2&2 4
  1841	-3&3&2&-2&-3 4
  1842	3&-3&-2&2&3&0&0 4
  1843	-3&3&2&3&0 4
  1844	3&-3&-2&-3&1 4
  1845	-3&3&2&-3&1&0 4
  1846	-3&3&-3&0&-2 4
  1847	-3&3&-3&0&-2&5 4
  1848	-3&3&-3&1&0&-1 4
  1849	3&-3&3&-3&-2 4
  1850	3&-3&-4&2 4
  1851	3&-5&2&3 4
  1852	4&0&-2&2 4
  1853	4&0&2&-2&-2 4
  1854	4&1&2&0&0&2&-4 4
  1855	-4&2&0&0 4
  1856	-4&2&0&-2 4
  1857	-4&2&0&2 4
  1858	4&2&1&-1&-2&-2 4
  1859	-4&2&2&0&0&0 4
  1860	4&-2&-2&2&2&-2&0 4
  1861	4&-2&2&-2&-3&1 4
  1862	4&-2&2&-5&1 4
  1863	-4&2&5 4
  1864	4&3&0&-3&2&1 4
  1865	4&3&0&-3&-2&2&3 4
  1866	4&-4&2&2&0&3 4
  1867	4&-4&4 4
  1868	4&-4&7 4
  1869	4&-6 4
  1870	5&0&2&-2&0&0 4
  1871	5&-1&1 4
  1872	-5&2&0&0&7 4
  1873	-5&2&0&-2 4
  1874	5&2&0&-2 4
  1875	5&-2&2&3&-5 4
  1876	-5&2&3&0&0&0&0 4
  1877	-5&2&3&-1&1&2&-2 4
  1878	-5&2&3&-3&-2 4
  1879	-5&2&-4 4
  1880	-5&3&-1&-2&-2 4
  1881	-5&5&-2&0 4
  1882	-5&5&-2&-1&-2&-2 4
  1883	-5&5&2&-2&-2 4
  1884	-5&5&-5 4
  1885	6&1 4
  1886	7&0&-1&-2&2&1 4
  1887	7&-2&0 4
  1888	7&-2&2&3 4
  1889	7&3&-3&-2 4
  1890	-7&4&3&0&0&0 4
  1891	-7&4&3&0&0&0&0 4
  1892	0&0&0&0&2&0&-2 3
  1893	0&0&0&0&-3&2&1 3
  1894	0&0&0&0&4 3
  1895	0&0&0&0&5 3
  1896	0&0&0&2&3&-3&-2 3
  1897	0&0&0&2&3&-5 3
  1898	0&0&0&2&-4 3
  1899	0&0&0&2&-5 3
  1900	0&0&0&-3&-2 3
  1901	0&0&0&-3&5 3
  1902	0&0&0&4&1 3
  1903	0&0&0&4&1&2 3
  1904	0&0&0&5&0 3
  1905	0&0&0&5&-2 3
  1906	0&0&0&5&-2&2 3
  1907	0&0&0&-5&5 3
  1908	0&0&-1&-2&-2 3
  1909	0&0&-2&0&-2 3
  1910	0&0&-2&0&2 3
  1911	0&0&2&1&-3 3
  1912	0&0&2&-2&0&2 3
  1913	0&0&2&-2&0&-3 3
  1914	0&0&2&-2&0&-3&3 3
  1915	0&0&2&2&1&-3 3
  1916	0&0&2&2&-2&-2&2 3
  1917	0&0&-2&2&2&3 3
  1918	0&0&-2&2&-2&-3&1 3
  1919	0&0&2&-2&-2&4&3 3
  1920	0&0&-2&2&3&-3&-2 3
  1921	0&0&-2&2&-4&2 3
  1922	0&0&2&3&0&0 3
  1923	0&0&2&-3&1&0 3
  1924	0&0&2&3&-3&-2 3
  1925	0&0&-2&4&-2 3
  1926	0&0&2&-5 3
  1927	0&0&-3&3&0&0 3
  1928	0&0&3&-5 3
  1929	0&0&-4&4 3
  1930	0&0&5&0&0&0&0 3
  1931	0&0&5&2 3
  1932	0&0&-5&5 3
  1933	0&0&5&-5&2&3 3
  1934	0&0&7&0&-2 3
  1935	0&0&7&0&-2&-2 3
  1936	0&0&7&0&-2&-2&-1 3
  1937	0&0&7&0&2&-2&-2 3
  1938	0&0&7&0&2&-3&1 3
  1939	0&0&7&-2&2 3
  1940	0&-1&1&-3&-2&2 3
  1941	0&-1&1&-3&5 3
  1942	0&-1&1&-3&5&2 3
  1943	0&-1&-2&-2&-2&2 3
  1944	0&-1&-2&-2&2&3 3
  1945	0&1&-3&-2&2 3
  1946	0&2&0&0&-2&-2&2 3
  1947	0&-2&0&-1&-2&3 3
  1948	0&-2&0&-1&-2&3&0 3
  1949	0&2&0&2&1 3
  1950	0&-2&0&2&2&-2&2 3
  1951	0&2&0&2&-4 3
  1952	0&2&0&-2&5 3
  1953	0&-2&0&2&-7&2&3 3
  1954	0&2&0&-4&0 3
  1955	0&-2&0&4&3&0&0 3
  1956	0&-2&-1&1&2&-2&2 3
  1957	0&-2&-1&-2&-2&2 3
  1958	0&-2&-1&-2&3&0 3
  1959	0&2&1&-3&3&-3 3
  1960	0&2&-2&0&0&-2 3
  1961	0&-2&2&0&0&3 3
  1962	0&2&-2&0&2&-2&2 3
  1963	0&-2&2&0&2&-2&-3 3
  1964	0&-2&-2&-1&1&2&-2 3
  1965	0&-2&-2&-1&-2&3 3
  1966	0&2&2&1&-3&-2 3
  1967	0&-2&2&-2 3
  1968	0&-2&2&-2&0 3
  1969	0&-2&-2&2&0&2&-2 3
  1970	0&2&-2&2&-2&0 3
  1971	0&2&-2&-2&2&0&-2 3
  1972	0&2&-2&-2&2&2&3 3
  1973	0&-2&2&2&-2&-3 3
  1974	0&2&-2&2&2&3 3
  1975	0&2&-2&2&3 3
  1976	0&2&2&-2&-3&1 3
  1977	0&2&-2&-2&-3&3&0 3
  1978	0&-2&2&2&3&-3&-2 3
  1979	0&2&-2&-2&4&3 3
  1980	0&-2&2&3&-1&3&-2 3
  1981	0&-2&2&3&2 3
  1982	0&-2&2&-4&4 3
  1983	0&-2&-2&5 3
  1984	0&2&3&2&-2&0&0 3
  1985	0&-2&-3&3&2 3
  1986	0&2&3&-3&-2&2&3 3
  1987	0&2&3&-3&3&-5 3
  1988	0&-2&4&-2&0&-3&3 3
  1989	0&-2&4&-4&2&2 3
  1990	0&3&0&0&-1&-4&2 3
  1991	0&3&0&-1&1&2&-5 3
  1992	0&3&-1&-2&0&-2 3
  1993	0&3&-1&-2&2&1 3
  1994	0&-3&1&-3&3&2&-2 3
  1995	0&3&2&0&-2 3
  1996	0&3&2&-2&-1&1 3
  1997	0&-3&3&0 3
  1998	0&3&-3&0&0&2&1 3
  1999	0&-3&3&-1&-2 3
  2000	0&-3&3&2&0&-2 3
  2001	0&-3&3&2&-2&0&0 3
  2002	0&3&-3&-2&2&-2&0 3
  2003	0&3&-3&-2&2&-2&-5 3
  2004	0&-3&3&2&-3&1 3
  2005	0&3&-3&-2&5&2 3
  2006	0&-3&3&-3&-2 3
  2007	0&3&-3&3&-5 3
  2008	0&3&4&-2&-2 3
  2009	0&3&-5&-2&2 3
  2010	0&4&1&2&-2&2 3
  2011	0&4&2&1 3
  2012	0&-4&2&2&-2&2 3
  2013	0&4&3&-2 3
  2014	0&-4&4&-2 3
  2015	0&-4&4&3 3
  2016	0&5&0&0&-3&3 3
  2017	0&5&0&2 3
  2018	0&5&0&2&-2&-3&3 3
  2019	0&5&0&-3&3&2&-2 3
  2020	0&5&-1&1&2&0&-2 3
  2021	0&5&-1&1&2&-2 3
  2022	0&-5&-2&2 3
  2023	0&5&-2&2&2&-2&-2 3
  2024	0&5&-2&2&2&-4 3
  2025	0&-5&2&3 3
  2026	0&-5&3&2&0 3
  2027	0&5&-5&2 3
  2028	0&7&0&0&-2&-2&2 3
  2029	0&7&0&-2&2 3
  2030	0&7&0&2&-2&-2&0 3
  2031	0&-7&2 3
  2032	0&7&-2&-2&2 3
  2033	0&7&-2&2&-2&0 3
  2034	0&7&-2&2&3&-5&-3 3
  2035	0&7&2&-4&2 3
  2036	0&7&3&-5 3
  2037	0&-7&7 3
  2038	0&9 3
  2039	10 3
  2040	-1&0&0&-2 3
  2041	-1&0&1&2&0&-2&2 3
  2042	-1&0&1&2&-2&0 3
  2043	-1&0&1&-3 3
  2044	-1&0&1&-3&-2&2 3
  2045	-1&0&-2&0&-2 3
  2046	-1&0&-2&2&3 3
  2047	-1&0&-2&3&-3&-2&2 3
  2048	-1&0&-2&-4&2 3
  2049	-1&0&5 3
  2050	-1&1&0&-1&0&1&2 3
  2051	-1&1&0&-1&3 3
  2052	-1&1&0&-1&3&-2 3
  2053	-1&1&0&-1&3&-2&0 3
  2054	-1&1&0&2&-2&0 3
  2055	-1&1&0&-3&0&3 3
  2056	-1&1&-1&1&-3&-2 3
  2057	-1&1&-1&-2&0&-2&2 3
  2058	-1&1&-1&-2&0&5 3
  2059	-1&1&-1&-2&-2&5 3
  2060	-1&1&-1&-2&3&2 3
  2061	-1&1&-1&-2&3&-5 3
  2062	-1&1&-1&-2&5 3
  2063	-1&1&2&0&0&2&3 3
  2064	-1&1&2&0&-2&0&2 3
  2065	-1&1&2&0&-7 3
  2066	-1&1&2&0&-7&2&3 3
  2067	-1&1&2&-2&0&0&0 3
  2068	-1&1&2&-2&0&2 3
  2069	-1&1&2&-2&-1&3 3
  2070	-1&1&2&2&-2&2 3
  2071	-1&1&2&2&-2&-3&1 3
  2072	-1&1&2&2&-4&0 3
  2073	-1&1&2&-5&0&-2 3
  2074	-1&1&2&-5&2&-2&-2 3
  2075	1&-1&-2&5&2&3 3
  2076	-1&1&-3&0&-2&0&2 3
  2077	-1&1&-3&-2&0 3
  2078	-1&1&-3&-2&0&2 3
  2079	-1&1&-3&2&1&2 3
  2080	-1&1&-3&-2&2&-5&1 3
  2081	-1&1&-3&3&0&0 3
  2082	-1&1&-3&3&-5&2 3
  2083	-1&1&-3&5&2&3 3
  2084	-1&1&4&-2 3
  2085	-1&1&-5&2&3&0 3
  2086	-1&-2&0&0&0&0 3
  2087	-1&-2&0&0&2&1&2 3
  2088	-1&-2&0&0&-2&5&2 3
  2089	-1&-2&0&2 3
  2090	-1&-2&0&-2&0 3
  2091	-1&-2&0&2&1&-1&-2 3
  2092	-1&-2&0&2&1&-3 3
  2093	-1&-2&0&-2&-2 3
  2094	-1&-2&0&2&-2&-2 3
  2095	-1&-2&0&-2&7 3
  2096	-1&-2&0&3&0&0 3
  2097	-1&-2&0&3&2 3
  2098	-1&-2&0&-3&3 3
  2099	-1&-2&0&5&0&0&0 3
  2100	-1&-2&0&5&0&-2 3
  2101	-1&-2&2&0&0&0&1 3
  2102	-1&-2&-2&0&0&2&3 3
  2103	-1&-2&2&0&0&5 3
  2104	-1&-2&-2&0&-2 3
  2105	-1&-2&2&0&3 3
  2106	-1&-2&2&1&-3&0&-2 3
  2107	-1&-2&-2&2&0&0 3
  2108	-1&-2&-2&2&0&0&-2 3
  2109	-1&-2&-2&2&0&-2&0 3
  2110	-1&-2&2&-2&0&-2&2 3
  2111	-1&-2&-2&-2&0&7 3
  2112	-1&-2&-2&-2&-1&-2&2 3
  2113	-1&-2&-2&2&2 3
  2114	-1&-2&2&-2&-2&0&0 3
  2115	-1&-2&-2&2&-2&0&2 3
  2116	-1&-2&-2&2&2&1&0 3
  2117	-1&-2&-2&2&-2&-2&0 3
  2118	-1&-2&-2&2&2&-4&-2 3
  2119	-1&-2&2&-2&-2&5&0 3
  2120	-1&-2&-2&2&-4&2 3
  2121	-1&-2&-2&-3&1 3
  2122	-1&-2&2&3&2&-4 3
  2123	-1&-2&-2&4&1&-3 3
  2124	-1&-2&2&-4&5 3
  2125	-1&-2&3&0&0&-1&-4 3
  2126	-1&-2&3&0&-3 3
  2127	-1&-2&3&-1&-2&2&1 3
  2128	-1&-2&3&2&-2 3
  2129	-1&-2&3&2&2&-2 3
  2130	-1&-2&3&-3&-2&-2&2 3
  2131	-1&-2&3&-3&-2&7 3
  2132	-1&-2&3&-5&-2&2 3
  2133	-1&-2&-4 3
  2134	-1&-2&-4&4&2&1 3
  2135	-1&-2&5&0&2&0&3 3
  2136	-1&-2&5&2&-2&5 3
  2137	-1&-2&5&2&3&0 3
  2138	-1&-2&7&0&-2&-2&2 3
  2139	-1&-2&7&-2 3
  2140	-1&-2&7&-2&2&-2&-2 3
  2141	-1&3&0&2&-4&0&4 3
  2142	-1&3&-2&2 3
  2143	-1&3&2&-2&-2&0 3
  2144	-1&3&3 3
  2145	1&-3&5&2 3
  2146	-1&-4&0&2 3
  2147	-1&-4&0&5&-3 3
  2148	-1&-4&-2 3
  2149	-1&-4&2&0&2&1&-3 3
  2150	-1&-4&-2&2 3
  2151	-1&-4&2&2 3
  2152	-1&-4&2&-2&0&2 3
  2153	-1&-4&2&-2&2&3&0 3
  2154	-1&-4&2&3&-1&-2&3 3
  2155	-1&-4&2&-4&2 3
  2156	-1&-4&2&-5&1 3
  2157	-1&-4&4&1&-3 3
  2158	-1&-4&4&1&-3&0 3
  2159	-1&-4&4&1&-3&-2&2 3
  2160	-1&-4&7 3
  2161	-1&5&1 3
  2162	2&0&0&0&-2&-2 3
  2163	-2&0&0&-1&-2&3&0 3
  2164	2&0&0&-2&0&-2 3
  2165	2&0&0&2&1&-3 3
  2166	2&0&0&2&-2&-2 3
  2167	2&0&0&2&-2&-2&0 3
  2168	2&0&0&-2&2&3 3
  2169	2&0&0&3&0 3
  2170	2&0&0&3&-3 3
  2171	2&0&0&3&-5 3
  2172	2&0&0&3&-5&-2&2 3
  2173	2&0&2&-2 3
  2174	-2&0&2&-2&0 3
  2175	-2&0&2&2&0&-2 3
  2176	2&0&-2&2&0&-2 3
  2177	-2&0&2&-2&-2 3
  2178	2&0&-2&-2&2&-3&1 3
  2179	2&0&-2&2&2&-4 3
  2180	2&0&-2&-2&-3&2&1 3
  2181	2&0&-2&4&3 3
  2182	2&0&3&-2 3
  2183	2&0&3&-3&-2&-2&2 3
  2184	2&0&3&-5 3
  2185	2&0&-4&-1&-2&3 3
  2186	2&0&5&-2 3
  2187	2&0&-5&3&2 3
  2188	-2&-1&0 3
  2189	2&1&0&-1&-2 3
  2190	-2&-1&1&2&2&0&-2 3
  2191	-2&-1&-2 3
  2192	2&1&2&2&0&-2 3
  2193	2&1&2&-2&2&2&-4 3
  2194	2&1&2&-2&4&-2 3
  2195	2&1&2&-3&-2&2 3
  2196	2&1&2&-5 3
  2197	2&1&2&-5&0&-2 3
  2198	2&1&-3&0&0&3&-3 3
  2199	2&1&-3&3&-3&-2&2 3
  2200	2&-2&0&0&0&0&-2 3
  2201	2&-2&0&0&0&7 3
  2202	2&-2&0&0&2&1 3
  2203	2&-2&0&0&2&-2&2 3
  2204	2&-2&0&-1&0&-2 3
  2205	2&-2&0&-1&-2 3
  2206	2&-2&0&-1&-2&-2&5 3
  2207	2&-2&0&-1&-4&2 3
  2208	2&2&0&-2&0&-2 3
  2209	2&-2&0&-2&0&4&3 3
  2210	2&-2&0&-2&0&7 3
  2211	2&-2&0&2&1&0 3
  2212	2&2&0&-2&-2&0&2 3
  2213	2&-2&0&2&-2&2 3
  2214	2&-2&0&2&-2&-2&2 3
  2215	2&-2&0&-2&2&2&-4 3
  2216	2&-2&0&2&-2&-3&3 3
  2217	2&-2&0&-2&2&3&-5 3
  2218	2&-2&0&2&3&0&-5 3
  2219	2&-2&0&-2&-3&2&1 3
  2220	2&-2&0&2&-4&2 3
  2221	2&-2&0&-2&5&0&0 3
  2222	2&-2&0&-2&6&1 3
  2223	2&-2&0&-3&-2&2 3
  2224	2&-2&0&-4&4&-2 3
  2225	2&2&1&-1 3
  2226	2&-2&-1&1&0&-1&5 3
  2227	2&-2&-1&1&2&2&-4 3
  2228	2&-2&-1&1&-3&-2&2 3
  2229	2&-2&-1&1&-5 3
  2230	2&-2&-1&-2&0&3&-3 3
  2231	2&-2&-1&-2&2&1&2 3
  2232	2&-2&-1&-2&2&3 3
  2233	2&-2&-1&-2&3&0&0 3
  2234	2&2&1&-3 3
  2235	2&-2&-1&3&-2 3
  2236	2&-2&-1&3&2&-4 3
  2237	2&-2&2&0&0&3&-3 3
  2238	2&-2&2&0&-2&0&-2 3
  2239	2&-2&2&0&2&-2&0 3
  2240	2&-2&2&0&-2&-2&2 3
  2241	-2&2&2&0&-2&5&0 3
  2242	2&-2&2&0&-2&7 3
  2243	2&-2&-2&0&-3&1 3
  2244	2&-2&-2&-1&0&0&1 3
  2245	2&-2&-2&-1&1&0 3
  2246	2&-2&2&1&-1&-4 3
  2247	2&-2&2&1&2&0&-2 3
  2248	2&-2&-2&-1&-2&2&1 3
  2249	-2&2&-2&-1&-2&3 3
  2250	2&-2&-2&-1&-2&7 3
  2251	2&-2&-2&-1&-4&4&1 3
  2252	2&-2&2&2 3
  2253	2&-2&-2&2&0&0&-2 3
  2254	2&-2&2&2&0&1 3
  2255	2&-2&2&-2&0&2&-2 3
  2256	2&-2&2&2&1 3
  2257	2&-2&2&-2&-1&1&2 3
  2258	2&-2&2&-2&2&0&-2 3
  2259	2&-2&-2&2&2&0&-4 3
  2260	2&-2&2&-2&-2&-1&3 3
  2261	-2&-2&2&2&-2&-2 3
  2262	-2&2&2&-2&-2&2 3
  2263	2&-2&-2&2&-2&-2 3
  2264	2&2&-2&2&-2&-2 3
  2265	2&-2&2&2&-2&-2&-2 3
  2266	2&-2&-2&2&-2&-3 3
  2267	2&-2&-2&2&2&3&-5 3
  2268	2&-2&2&2&-2&-4&0 3
  2269	2&-2&2&-2&-2&4&3 3
  2270	2&-2&-2&-2&2&4&-4 3
  2271	2&-2&2&2&3&0 3
  2272	2&-2&2&-2&-3&2&1 3
  2273	2&-2&-2&2&-4&2 3
  2274	2&-2&2&2&-4&2 3
  2275	2&-2&-2&2&-5&3 3
  2276	2&-2&-2&2&-5&5 3
  2277	2&-2&2&3&-1&-2 3
  2278	2&-2&2&3&-2 3
  2279	-2&2&-2&-3&3 3
  2280	2&-2&-2&-3&3 3
  2281	2&-2&2&3&-3&-2&2 3
  2282	2&-2&-2&4&2&1 3
  2283	2&-2&-2&4&3&-3&-2 3
  2284	2&-2&-2&4&-5&1 3
  2285	2&-2&2&-5 3
  2286	2&-2&2&-5&5 3
  2287	-2&2&3&-1&-2&-2 3
  2288	2&-2&-3&1&2&-2&2 3
