     1	0&0 175
     2	3&-3&-2&2&0&-2 169
     3	0&0&0&0 148
     4	2&-2 146
     5	-1&-2&2&1&-1&-2&-2&2 143
     6	2&-2&0 142
     7	2&-2&0&0 118
     8	2&-2&2 116
     9	0 113
    10	0&0&0 111
    11	0&2 108
    12	-1&1&2&-2 107
    13	2&-2&-2 105
    14	-3&3 104
    15	0&-2&2 102
    16	-1&-2&2&1&-1&-2&-2&0&2 96
    17	0&-2 93
    18	-1&1&2&-2&-1&-2&0&3&-3&-2 92
    19	5 88
    20	0&0&-2 86
    21	0&5&0&-1&1&-3&-2 86
    22	-1&-2&-2 85
    23	-2 82
    24	2&0&-2 82
    25	2&-2&-2&2 82
    26	0&5 79
    27	2 77
    28	0&0&2 75
    29	2&3 75
    30	-4&2&2&0&3 74
    31	-1&1 73
    32	2&-2&2&1&-1&-2&-2&2 73
    33	7 73
    34	2&-2&0&-2 72
    35	0&2&3 71
    36	-1&-2&3 71
    37	2&-2&-2&0 71
    38	2&-4 71
    39	0&0&0&0&0&0&0&0 69
    40	-1&-2&-2&2 69
    41	-3&-2 69
    42	0&5&0&-1&1&-3 68
    43	0&2&1 67
    44	2&1 66
    45	2&-2&-3&3 66
    46	4&-2&-2 66
    47	0&2&-2&-2 65
    48	0&3 65
    49	-1&-2&2&1 65
    50	-1&-2&-2&2&2&1&-3 65
    51	2&0&0 65
    52	2&-2&2&-2&-2&2&-2&0&2 64
    53	2&-2&0&2 63
    54	3 63
    55	3&-3 63
    56	3&-3&-2 63
    57	2&-2&0&0&0&0 62
    58	-1&-2&-2&2&3&-1&1&2&-2&0 61
    59	-1&1&2 60
    60	2&0 60
    61	2&-2&2&0&-2 60
    62	2&-2&2&-2&-2&2 60
    63	-2&2 59
    64	-3 59
    65	-5 59
    66	0&-2&0 58
    67	0&-2&2&3 58
    68	-1 58
    69	2&-2&-3&1 58
    70	3&0 58
    71	-1&-2&-2&2&3 57
    72	0&2&-4 56
    73	2&1&-1&-2 56
    74	0&2&-2 55
    75	0&7 55
    76	2&-2&0&-2&0&-2&2 55
    77	2&-2&0&-2&2 55
    78	2&3&0 55
    79	0&0&-2&2 54
    80	0&0&5 54
    81	-1&1&2&-2&0 54
    82	4&-2 54
    83	-1&1&-3 53
    84	-1&-2 53
    85	2&-2&2&-2&-2 52
    86	4 52
    87	-1&-2&0&7&0&0&-2&-2&2 51
    88	0&0&0&0&0&0 50
    89	0&2&0&-2 50
    90	0&-2&2&3&0 50
    91	-1&3&0&2&-2&2&-2&-2 50
    92	-1&-4&2 50
    93	2&-2&-1&-2 50
    94	2&-2&2&-2&0 50
    95	2&-2&-3 50
    96	-3&1 50
    97	0&2&-2&0&0 49
    98	-3&2&1 49
    99	3&-3&-2&2&2&-2&-2&2 49
   100	0&-3&3 48
   101	-1&1&0 48
   102	-1&1&-3&-2 48
   103	2&3&-3 48
   104	-5&5 48
   105	0&2&-3&1 47
   106	0&3&-3 47
   107	-1&-4 47
   108	2&-2&0&-1&1 47
   109	2&-2&-2&-1 47
   110	-4&2 47
   111	5&0 47
   112	-5&5&-3&1&-3&-2&2&-2&-2&2 47
   113	0&0&0&0&0 46
   114	0&0&2&-2&0&0 46
   115	0&-3&1 46
   116	-1&-2&2&1&-3 46
   117	-2&0&2 46
   118	2&1&-1&-2&-2 46
   119	-2&2&2&-2&-2 46
   120	2&-2&2&2&-2&0&-2&-2&-1&3 46
   121	-7 46
   122	-1&0&1 45
   123	2&-2&0&-1&1&2&-2&2 45
   124	2&-2&2&3 45
   125	3&-3&-2&2 45
   126	0&0&0&0&0&0&0 44
   127	2&-2&-2&2&0&-2 44
   128	2&-2&2&-4 44
   129	2&-3&1 44
   130	3&-5 44
   131	0&0&3 43
   132	0&-2&0&2 43
   133	2&0&-2&2 43
   134	-2&2&3 43
   135	-3&0&3 43
   136	-3&-2&2 43
   137	-1&1&-1&-2 42
   138	-1&1&2&-2&-1&1&-3 42
   139	3&2 42
   140	4&3&0 42
   141	-1&1&2&-3&1 41
   142	-1&3 41
   143	2&-2&-2&-1&-2 41
   144	2&-2&5 41
   145	-4 41
   146	4&3 41
   147	-5&2&3 41
   148	0&0&2&-2&0 40
   149	0&-2&5 40
   150	0&7&0&2&-2&-2&-1 40
   151	0&7&0&2&-2&-2&-1&-2 40
   152	-1&-2&2&1&-1&-2&2&1&-3 40
   153	-1&-2&-2&5 40
   154	-2&0 40
   155	2&0&0&-2 40
   156	2&-2&0&2&3 40
   157	-4&2&2 40
   158	0&0&-3&3 39
   159	2&-2&-2&-2&2 39
   160	-5&3 39
   161	0&2&-2&0 38
   162	-1&-2&0&2&1 38
   163	-1&-2&0&7&0&-2&-2&2&2&-2 38
   164	-1&-2&3&0 38
   165	2&-2&-1&-2&2&1&-1&-2&-2&2 38
   166	2&2&-2&-2 38
   167	3&-3&-2&2&0&-2&5 38
   168	4&1 38
   169	0&-2&-2&2 37
   170	0&2&3&0 37
   171	-3&-2&5 37
   172	-3&3&0 37
   173	4&-2&-2&2 37
   174	0&0&0&2 36
   175	2&1&-1&-2&-2&2 36
   176	2&-2&-1&1 36
   177	2&-2&-1&-2&-2&2 36
   178	2&3&-5 36
   179	-3&5 36
   180	0&-2&-2 35
   181	1 35
   182	-1&1&-1&-2&-2 35
   183	-1&-2&-2&2&0&7 35
   184	2&-2&2&1 35
   185	2&-2&2&2&-2&-2 35
   186	3&0&-1&1&-3 35
   187	3&-3&-2&-2&2 35
   188	0&0&0&-2 34
   189	0&0&7 34
   190	0&2&1&-1&-2&-2 34
   191	0&3&2 34
   192	0&5&-2&2&3&-5&-3 34
   193	-1&3&-2 34
   194	-1&-4&2&3 34
   195	2&0&2&-2&-2 34
   196	2&1&-3 34
   197	2&-4&0 34
   198	0&-2&-2&2&2&-2 33
   199	0&7&0&2&-2&-2&-1&1 33
   200	-1&0&-2 33
   201	-1&-2&0&3 33
   202	2&-2&0&0&0 33
   203	2&-2&0&-2&0 33
   204	2&-2&-2&2&0 33
   205	2&-2&-3&3&-3&1&0&-1 33
   206	2&-4&2 33
   207	3&-3&0&-2 33
   208	-4&4&3 33
   209	-1&-2&3&2 32
   210	-1&-2&3&-3&-2 32
   211	2&-2&-2&2&0&0 32
   212	2&-7 32
   213	0&3&-5 31
   214	-1&1&-1&-2&3 31
   215	-1&1&2&0&-2 31
   216	-1&1&2&-2&2&0&-2 31
   217	-1&-2&5 31
   218	2&-2&0&-3&3 31
   219	2&-2&-2&0&2 31
   220	-5&2 31
   221	0&0&2&1 30
   222	0&0&2&3 30
   223	0&2&-2&0&0&0&0 30
   224	0&5&-2&2&3&-5&-3&3 30
   225	-1&1&2&-2&-1&-2 30
   226	-1&-2&2&-2&-2 30
   227	2&-2&0&-2&0&2 30
   228	2&-2&-1&-2&3 30
   229	2&-2&2&-2 30
   230	2&-2&-2&4 30
   231	-3&2&1&-3&3&-5&2 30
   232	5&2 30
   233	0&-1&1&2&-2&-1&1&-3 29
   234	-1&-2&3&-3&-2&2 29
   235	2&1&-1&-2&-2&2&-2&0&-1&1 29
   236	2&-2&-1 29
   237	2&-2&-1&1&2&-2&2&0&-2 29
   238	2&-2&2&-3&1 29
   239	-3&3&-5 29
   240	4&0&-4&2&2&-2&-2 29
   241	4&-4 29
   242	0&-2&-2&2&2 28
   243	0&3&0 28
   244	0&-7 28
   245	-1&1&2&-3&1&-3&2&1 28
   246	-1&-2&2&1&2 28
   247	-1&-2&2&1&-3&-2&2 28
   248	2&0&-2&0 28
   249	2&0&-2&-2&2 28
   250	2&-2&0&0&2 28
   251	2&-2&-1&-2&3&-1&1&-1&-2 28
   252	2&-2&2&3&-3 28
   253	2&-2&2&-4&0&2 28
   254	-3&0&-2 28
   255	-3&3&-3&-2 28
   256	-5&-2 28
   257	0&0&0&0&-2 27
   258	0&0&0&2&-2&0&0 27
   259	0&0&2&-2&-2 27
   260	0&0&3&-3 27
   261	-1&-2&0&7&0&-2&-2&2 27
   262	-1&-2&3&-1&-2&-2 27
   263	2&-2&0&-3&2&1 27
   264	-2&-2&2 27
   265	2&-2&2&-2&-2&-1&1 27
   266	-4&4 27
   267	5&-2 27
   268	-5&-2&2 27
   269	0&0&-2&-2&2 26
   270	0&2&2&0&-2 26
   271	0&2&-2&-2&2 26
   272	0&2&2&-2&-2 26
   273	0&3&-3&-2 26
   274	-1&1&2&-2&0&0 26
   275	-1&1&2&-2&-3 26
   276	-1&-2&3&-3 26
   277	2&0&-2&-2 26
   278	2&-2&0&0&-2 26
   279	2&-2&2&0&2&1&-1&0&-2&-2 26
   280	2&2&-2&-2&2 26
   281	2&-2&2&-2&-2&-1&1&0 26
   282	2&-2&2&-4&2 26
   283	3&-3&3 26
   284	0&-2&2&-2&0&-2&2 25
   285	0&4&1 25
   286	0&5&-2 25
   287	-1&1&-3&-2&2 25
   288	-1&-2&-2&5&2 25
   289	2&0&0&5&0&-1&1&-3&-2 25
   290	2&0&-3&1 25
   291	2&0&-4&2 25
   292	2&2&0&-2 25
   293	2&-2&-1&-2&-2 25
   294	2&-2&-2&2&-2 25
   295	2&-2&2&2&-2 25
   296	-3&3&0&0 25
   297	0&0&-1&-4&2 24
   298	0&-2&2&2&-2&-2 24
   299	0&-4&2 24
   300	-1&1&2&0&-2&0 24
   301	-1&1&2&-2&0&-1&1&-3&3 24
   302	-1&-2&3&-5 24
   303	2&-2&0&-1&1&2 24
   304	2&-2&0&2&-3&1 24
   305	2&-2&0&-3&1 24
   306	2&3&0&0 24
   307	-3&2&-2&-2 24
   308	-3&3&-3 24
   309	-5&3&2 24
   310	-7&2 24
   311	0&-2&2&0&-2 23
   312	0&2&-2&2 23
   313	0&2&3&-3&2&-2&-2 23
   314	0&5&0 23
   315	0&5&0&-1&1&-3&-2&2&-2 23
   316	-1&0&1&2 23
   317	-1&1&0&0 23
   318	-1&1&-3&0&-2&2 23
   319	-1&1&-3&2&1 23
   320	-1&-2&0&-2&2 23
   321	2&1&2 23
   322	2&-2&0&-1&-2&2&1 23
   323	2&-2&-1&1&2&-2 23
   324	2&-2&-1&-2&2&1 23
   325	2&2&-4 23
   326	-5&1 23
   327	-5&2&3&0 23
   328	0&0&-2&2&-2&0&-2&2 22
   329	0&-2&-2&2&2&0&-2 22
   330	-1&1&2&-2&2 22
   331	-1&-2&0&-2 22
   332	-1&-2&2 22
   333	-1&-2&2&0&1 22
   334	-1&-2&-2&-2&2 22
   335	2&1&-3&-2 22
   336	2&-2&0&-2&4&3&0 22
   337	2&-2&2&0&0&2&1 22
   338	2&-2&-2&2&2 22
   339	2&-2&-2&2&2&0&-2 22
   340	2&-2&2&3&0 22
   341	3&-3&-2&5 22
   342	7&-2 22
   343	0&0&0&-2&2 21
   344	0&2&-2&-1&1&-1&-2&-2 21
   345	0&-4 21
   346	-1&-4&2&3&0 21
   347	-1&-4&4&1 21
   348	2&1&0 21
   349	2&2 21
   350	2&-2&-1&1&2 21
   351	-2&2&2&0&-2 21
   352	2&-2&2&2&-4 21
   353	-2&2&3&0 21
   354	-2&4 21
   355	-3&0&-2&2 21
   356	-3&1&2 21
   357	3&-3&0&0 21
   358	3&-3&-2&2&2&-2&-2 21
   359	4&3&0&0 21
   360	0&0&2&0&-2 20
   361	0&2&-2&-2&0 20
   362	0&-2&2&3&0&0 20
   363	0&-2&2&-4 20
   364	0&-2&5&2 20
   365	-1&1&-3&3 20
   366	-1&-4&5 20
   367	-2&0&0 20
   368	2&0&0&3 20
   369	2&-2&0&-1&-2&0&2&1 20
   370	2&-2&2&2&0&-2 20
   371	2&-2&-3&-2 20
   372	2&-2&-5 20
   373	3&-3&-2&2&-2&2&2&-2 20
   374	0&0&0&0&0&0&0&0&0 19
   375	0&2&0&-2&-2&2 19
   376	0&-2&2&3&0&0&0 19
   377	0&5&-2&2 19
   378	0&5&-2&2&3&-5 19
   379	-1&0&-2&-2 19
   380	-1&-2&-2&0&2 19
   381	-1&-2&-2&2&2&1 19
   382	2&0&1 19
   383	2&0&-4 19
   384	2&-2&0&2&-2&0 19
   385	2&-2&0&2&-4 19
   386	2&-2&-2&2&-2&0 19
   387	2&-2&-2&2&2&-2&2&0&-2 19
   388	2&-2&4 19
   389	2&-2&-4&2 19
   390	3&0&-5 19
   391	-3&-2&2&3 19
   392	3&-3&0&3 19
   393	3&-3&3&-5 19
   394	-4&2&2&-2&2&0&2&-2&0&0 19
   395	5&0&-1&1&-3&-2 19
   396	0&0&0&-3&3 18
   397	0&0&0&5 18
   398	0&0&2&-2&0&0&0&0 18
   399	0&0&-5 18
   400	0&-2&0&2&3 18
   401	0&-2&2&-2&-2&2 18
   402	0&-2&2&3&-5 18
   403	0&2&3&-3 18
   404	0&3&-1&1&-1&-2 18
   405	-1&1&-1&-2&3&-3 18
   406	-1&1&2&-2&-1&1&2&-2 18
   407	-1&1&2&-5 18
   408	-1&1&-3&3&2&-2&-1&1&2&-2 18
   409	-1&-2&2&1&-3&3 18
   410	2&0&0&-2&2 18
   411	2&-2&-2&2&2&-4 18
   412	2&-2&2&-2&-3&1&-1&3 18
   413	2&-2&-3&2&1 18
   414	3&0&0 18
   415	-3&-2&-2 18
   416	0&0&0&2&-2&0 17
   417	0&0&-1&-4&2&0 17
   418	0&-1&1&-3 17
   419	0&2&-2&-3 17
   420	0&-2&-3&3 17
   421	0&-2&5&2&-2&2 17
   422	0&3&-1&-4 17
   423	-1&1&0&2 17
   424	1&2 17
   425	-1&-2&0&7&0&-2&-2&2&2 17
   426	-1&-2&-2&2&0&3 17
   427	2&-2&0&-2&0&4&3&0 17
   428	2&-2&0&2&2&-2&-2 17
   429	2&-2&-2&2&2&-2&0&2&3 17
   430	2&-2&-2&2&2&-2&-2 17
   431	-3&0&2&1 17
   432	-3&3&2 17
   433	-3&3&2&-2&0&0 17
   434	-4&4&3&0 17
   435	5&0&-1&1&-3 17
   436	-5&4&1 17
   437	0&0&0&0&0&0&0&0&0&0 16
   438	0&0&0&3&-3 16
   439	0&0&-2&5 16
   440	0&0&4&1 16
   441	0&1 16
   442	0&2&2&-4 16
   443	0&2&3&-5 16
   444	-1&0&3 16
   445	-1&1&-1&-2&-2&2 16
   446	-1&-2&2&0&-2 16
   447	-1&-2&2&-2&-2&2 16
   448	-1&-2&-2&2&3&0 16
   449	2&1&-1&-2&-2&-1&1&2&-2&0 16
   450	2&-2&0&-1&3 16
   451	2&-2&0&2&0&3 16
   452	2&-2&0&-5 16
   453	2&-2&0&5 16
   454	2&-2&2&-2&-2&0&-1&3 16
   455	2&-2&2&-2&-2&-1&1&-1&3 16
   456	2&-2&-2&2&2&3&-3 16
   457	2&-2&-3&-2&2 16
   458	2&3&-3&-2&2 16
   459	-3&0&7 16
   460	-3&-2&-2&2 16
   461	-3&3&0&0&0 16
   462	3&-3&0&0&0&0 16
   463	3&-3&0&-2&2 16
   464	7&0 16
   465	-7&2&3 16
   466	0&0&0&7 15
   467	0&0&-1&1&2&-2&-1&1&-3 15
   468	0&0&-2&-2 15
   469	0&0&-2&-2&2&2 15
   470	0&0&-2&-2&2&2&-2 15
   471	0&-2&0&2&2&3&-5 15
   472	0&-2&0&4&0&-4&2&2&-2&-2 15
   473	0&-2&-1&1&2 15
   474	0&-2&2&-2&2&-4&0&2 15
   475	0&7&0&2&-3&1&-3 15
   476	-1&1&2&2&-2&-2 15
   477	-1&-2&0&0&-2 15
   478	-1&-2&0&-2&2&3 15
   479	-1&-2&0&7 15
   480	-1&-2&3&0&2 15
   481	-1&-2&3&0&-5 15
   482	-1&-2&5&-2 15
   483	-1&-4&0&5 15
   484	2&1&-3&-2&2 15
   485	2&-2&0&0&0&2&-2&0&0 15
   486	2&-2&0&-2&0&0&2 15
   487	2&-2&0&2&-2&-2 15
   488	2&-2&0&-3&3&2&-2&0&2 15
   489	2&2&1&-1&-2 15
   490	2&-2&2&0&2&-2&0&0 15
   491	2&-2&-2&-1&1&2&-2 15
   492	2&-2&-2&2&-2&0&0 15
   493	2&-2&2&-2&-3&1 15
   494	2&3&0&0&2 15
   495	2&3&0&2&0&-2&2 15
   496	2&3&2&0&-2&2 15
   497	2&-5 15
   498	-2&5&2 15
   499	-3&0 15
   500	-3&1&0 15
   501	3&-3&-2&2&2&-2&-2&-2&2 15
   502	4&-2&2 15
   503	4&-2&2&-2&-2 15
   504	5&-2&2 15
   505	0&0&0&0&0&0&0&-1&-2&-2 14
   506	0&0&-2&2&3 14
   507	0&0&-2&2&3&-5 14
   508	0&0&3&2 14
   509	0&-2&0&0&0&2&0&-2&0 14
   510	0&-2&0&-2&2 14
   511	0&-2&-1&1&-1&-2&-2 14
   512	0&2&3&0&0 14
   513	0&2&3&-3&-2&2&2&-2&-2&2 14
   514	0&-2&4&3&0 14
   515	0&3&0&0 14
   516	0&-3&3&2 14
   517	0&5&0&0 14
   518	-1&1&2&-2&2&2&-2&2&0&-2 14
   519	-1&1&2&-3&1&-3&0&2&1 14
   520	-1&1&2&-5&2&1&-1&-2&-2&2 14
   521	-1&-2&2&1&-3&-2 14
   522	-1&-2&2&-4 14
   523	-1&-2&3&0&0 14
   524	-1&-2&3&-1&-4&2 14
   525	-1&-2&3&-5&2&3&-1&1&-1&-2 14
   526	-1&3&0 14
   527	-2&0&2&2&-2&-2&2&0&-2 14
   528	2&0&3 14
   529	2&-2&0&-1&1&2&-2 14
   530	2&-2&-1&1&-1&-2 14
   531	2&-2&-1&1&-3 14
   532	2&-2&-1&-2&3&0 14
   533	2&-2&2&0&-2&2 14
   534	2&-2&-2&-1&1&2 14
   535	2&-2&-2&-1&-2&2 14
   536	-2&2&-2&-2&2 14
   537	2&-2&2&-2&2 14
   538	2&-2&5&0 14
   539	2&3&-3&-2 14
   540	-3&0&1 14
   541	3&-3&2&1 14
   542	3&-3&-2&-2 14
   543	3&-3&-2&2&3 14
   544	-3&3&-3&3 14
   545	4&0&-4&2&2&-2 14
   546	4&1&2 14
   547	4&-2&-2&0 14
   548	7&-2&2 14
   549	0&0&0&3 13
   550	0&0&1 13
   551	0&0&-1&1&2&-2 13
   552	0&0&2&-2 13
   553	0&0&2&3&0 13
   554	0&-2&0&0 13
   555	0&2&0&-2&2 13
   556	0&2&-5 13
   557	0&-2&5&0 13
   558	0&-2&7 13
   559	0&4 13
   560	0&5&0&-1&1&-3&-2&2 13
   561	-1&1&-3&-2&5 13
   562	-1&-2&-2&0&2&3 13
   563	-1&-2&2&1&-3&0&3&-3 13
   564	-1&-2&-2&-2 13
   565	-1&-2&2&-2&-2&5 13
   566	-1&-2&3&-3&2&1&-1&-2&-2&2 13
   567	-1&-2&7 13
   568	-1&3&-2&0&0 13
   569	-1&5 13
   570	2&0&7 13
   571	-2&-1 13
   572	2&-2&0&-1&-2&-2&2 13
   573	2&-2&0&2&3&-5 13
   574	2&2&1 13
   575	2&-2&-1&-2&2 13
   576	-2&2&2 13
   577	2&2&-2&0&-2 13
   578	2&-2&-2&0&4&3 13
   579	2&-2&-2&-1&1&2&0&-2 13
   580	2&-2&-2&2&0&2 13
   581	2&-2&2&-2&0&-2 13
   582	-2&2&2&-4 13
   583	2&-2&2&-4&0 13
   584	2&-2&3 13
   585	2&-2&-3&3&0 13
   586	2&-2&7 13
   587	2&3&-1&-2&-2 13
   588	2&-4&-2 13
   589	3&0&-1&1&-3&3&-3&-2&2 13
   590	-3&1&0&-3&3&2&-2&-1&1&0 13
   591	-3&-2&2&-2&-2&2&2&0&-2 13
   592	3&-3&-2&-2&2&2&-2&-2 13
   593	4&2&1 13
   594	4&-2&2&-4 13
   595	4&3&-1&1&2&-2 13
   596	5&0&0 13
   597	-5&0&5 13
   598	-5&2&3&0&0 13
   599	0&0&0&0&0&0&-1&-2&-2 12
   600	0&0&0&0&0&2&-2&0&0 12
   601	0&0&0&0&-1&-2&-2 12
   602	0&0&-2&0 12
   603	0&0&2&2&-2&-2 12
   604	0&0&-4&2 12
   605	0&2&0&0&-2 12
   606	0&2&0&-2&-2 12
   607	0&-2&0&2&3&0 12
   608	0&2&0&3 12
   609	0&2&-2&0&-2 12
   610	0&-2&2&2&1 12
   611	0&-2&2&2&-4 12
   612	0&2&-2&-3&1 12
   613	0&-2&2&3&-1&3&-2&0&0 12
   614	0&-2&4 12
   615	0&-5 12
   616	0&7&0&2&-2&0&-2&2 12
   617	-1&1&-1&-2&3&0&-1&1&2&-2 12
   618	-1&-2&0&0 12
   619	-1&-2&0&-2&5&2 12
   620	-1&-2&0&3&-3 12
   621	-1&-2&0&7&0&0&-2&-2&2&2 12
   622	-1&-2&2&1&2&-2 12
   623	-1&-2&2&-2&-2&0&2&3 12
   624	-1&-2&3&2&0&-2 12
   625	-1&3&0&2 12
   626	-1&3&-3&1 12
   627	-1&-4&2&3&0&0 12
   628	2&0&0&0&-2 12
   629	2&0&2&-2&-2&2 12
   630	2&0&-7 12
   631	2&-2&0&0&2&3 12
   632	2&-2&0&-2&2&2&-2&-2 12
   633	2&-2&-1&1&-1&-2&-2 12
   634	2&-2&-1&-4 12
   635	2&-2&2&0&2&1 12
   636	2&-2&2&-2&0&0 12
   637	2&-2&2&2&-2&0&-2 12
   638	2&-2&-2&2&2&-2&-2&2 12
   639	2&-2&2&3&-5 12
   640	2&-2&-3&1&-1&3 12
   641	2&3&0&0&0 12
   642	2&3&0&2 12
   643	2&-4&0&-1&-4&2&3&-5 12
   644	-3&2&1&-3&-2 12
   645	4&3&-5 12
   646	5&2&2&-2&-2 12
   647	0&0&0&0&0&-1&-2&-2 11
   648	0&0&0&-1&3&2&0&0&-2 11
   649	0&0&-1&-2 11
   650	0&0&-2&2&-2 11
   651	0&0&-2&5&2&-2&2 11
   652	0&2&-2&0&-3&3&-3 11
   653	0&-2&2&2 11
   654	0&-2&2&3&0&0&0&0 11
   655	0&2&-2&-3&3 11
   656	0&2&3&0&0&0 11
   657	0&3&2&2&-2&0&2 11
   658	0&8&0&0&-3&3&-1&-2 11
   659	0&8&0&0&-3&3&-3&-2 11
   660	-1&0&-2&0&-2&2 11
   661	-1&0&5&-2&2&3&-5&-3 11
   662	-1&1&0&0&0&0 11
   663	-1&1&-1&1&2 11
   664	-1&1&2&0&-2&2 11
   665	-1&1&2&0&2&-2&-2 11
   666	-1&1&2&0&-3&1 11
   667	-1&1&2&-2&-1&-2&0&3 11
   668	-1&1&-3&-2&2&3 11
   669	-1&-2&0&0&3 11
   670	-1&-2&-2&0 11
   671	-1&-2&-2&0&2&3&0 11
   672	-1&-2&2&1&-3&3&-5&2 11
   673	-1&-2&-2&2&0&-2 11
   674	-1&-2&-2&2&2&-2&-2&-2&2 11
   675	-1&-2&3&-1&1&2&-2 11
   676	-1&-2&3&-1&-4 11
   677	-1&-2&3&-3&2&1 11
   678	-1&-2&3&-3&3 11
   679	-1&-2&3&-5&2 11
   680	-1&3&-2&0 11
   681	2&0&-2&2&-4 11
   682	2&-2&0&2&-2&0&0 11
   683	2&-2&0&2&2&0&-2 11
   684	2&2&0&-2&-2&2 11
   685	2&-2&0&-2&4 11
   686	2&-2&0&-3 11
   687	2&-2&-1&-2&0&7 11
   688	2&-2&-1&-4&2 11
   689	2&2&-2&0&0 11
   690	2&-2&2&0&2&1&-1&1&-3&-2 11
   691	2&-2&2&-2&-2&0&2 11
   692	2&-2&2&2&-2&-4&2 11
   693	2&3&0&0&0&0 11
   694	-2&4&3&0 11
   695	2&-5&1 11
   696	2&-7&3 11
   697	-3&0&3&-3 11
   698	-3&2&1&-1&-2&-2&0&2 11
   699	-3&-2&-2&2&2&0&-2 11
   700	-3&-2&2&-2&-2&2 11
   701	3&2&-5 11
   702	3&-3&0&-2&0&-2&2 11
   703	4&1&2&0&-2 11
   704	4&-2&2&1 11
   705	-4&2&2&3 11
   706	-4&2&2&-4 11
   707	4&-2&5 11
   708	5&0&2&-2&0 11
   709	-5&0&3 11
   710	-5&2&3&-1&1&-1&-2 11
   711	-5&5&-3&1&-3&0&-2 11
   712	6 11
   713	-7&7 11
   714	0&0&0&0&2 10
   715	0&0&0&0&-2&2 10
   716	0&0&0&2&1 10
   717	0&0&0&2&-2&-2 10
   718	0&0&2&2 10
   719	0&0&2&-4 10
   720	0&0&-2&5&2 10
   721	0&0&-3&1 10
   722	0&0&-3&2&1 10
   723	0&0&4&3 10
   724	0&-1&1&-3&2&1 10
   725	0&-2&0&2&2&0&-2 10
   726	0&-2&0&2&-5 10
   727	0&2&1&2 10
   728	0&2&-2&0&-3&3&-3&3 10
   729	0&2&-2&5 10
   730	0&2&3&-3&-2&2 10
   731	0&-2&4&3 10
   732	0&-3 10
   733	0&-4&4 10
   734	0&-5&3&2&-2&-1&1&0 10
   735	0&7&0&-2&-2&2&2&-2 10
   736	0&7&0&2&-3&1 10
   737	0&8&0&0&-3&3&-1 10
   738	-1&0&-2&0&-2&2&0&0&0&0 10
   739	-1&0&-2&-2&2 10
   740	-1&1&-1&-2&0&3 10
   741	-1&1&-1&-2&3&-3&3 10
   742	-1&1&2&-2&0&0&-1&1&-3&3 10
   743	-1&1&2&-2&2&0&-2&-7&4&3 10
   744	-1&1&2&-2&2&2&-2&0&0 10
   745	-1&1&2&-2&2&-3&1 10
   746	-1&1&-3&2&1&2&2&0&-2 10
   747	-1&1&-3&-2&-2&2 10
   748	-1&-2&0&3&0&0&-1&-4&2 10
   749	-1&-2&0&5 10
   750	-1&-2&0&5&-2&2&0&-3&1 10
   751	-1&-2&2&0&5&-2&2&3&-5 10
   752	-1&-2&2&1&-1&-2 10
   753	-1&-2&-2&4&1 10
   754	-1&-2&3&-1&1&2 10
   755	-1&-2&3&2&-3&1 10
   756	-1&-2&3&-3&3&-5 10
   757	-1&-2&3&-5&2&3 10
   758	-1&3&2&0&0&-2 10
   759	-1&3&2&-4 10
   760	2&0&-2&0&-3&1 10
   761	2&0&-2&2&-4&2 10
   762	2&0&3&-3 10
   763	2&1&2&0&-2 10
   764	2&-2&0&0&-2&2 10
   765	2&-2&0&-1&1&0 10
   766	2&-2&0&2&1 10
   767	2&-2&0&-3&3&-5 10
   768	2&-2&0&7 10
   769	2&-2&-1&1&-3&3 10
   770	-2&2&-2&-2 10
   771	2&-2&-2&2&0&2&-4 10
   772	2&2&-2&-2&-2 10
   773	2&2&-2&-2&-2&2 10
   774	2&-2&-2&2&2&-2&2&3 10
   775	2&-2&2&3&-3&-2 10
   776	2&-2&-2&4&3 10
   777	-2&2&3&2&0&-2&2 10
   778	2&3&-3&0&5&-2&2&3&-5&-3 10
   779	-3&2&1&2 10
   780	-3&-2&3 10
   781	-3&-2&4&1 10
   782	3&-3&0&0&-2 10
   783	3&-3&0&3&-3 10
   784	-3&3&0&-5 10
   785	3&-3&-2&0&2 10
   786	-3&3&2&-2 10
   787	3&-3&-2&2&0&-2&0&2&3 10
   788	3&-3&2&-2&-2 10
   789	3&-3&-2&5&2 10
   790	-4&2&2&0&-2 10
   791	-5&2&1 10
   792	5&-2&2&3&-5&-3 10
   793	5&-3&1 10
   794	-5&5&-2 10
   795	-5&5&-2&-1&-2&-2 10
   796	-7&3 10
   797	0&0&0&0&0&0&-1&1&2&-2 9
   798	0&0&0&0&2&-2&0&0&0&0 9
   799	0&0&0&-1&1&2&-2 9
   800	0&0&0&2&-2&0&0&0&0 9
   801	0&0&0&-2&2&-2&0&-2&2 9
   802	0&0&0&-3&2&1 9
   803	0&0&2&-2&0&0&0 9
   804	0&0&2&-2&2 9
   805	0&0&2&2&-4 9
   806	0&0&2&-3&1 9
   807	0&0&-2&5&2&-2&4 9
   808	0&0&3&0 9
   809	0&0&5&0&-1&1&-3&-2 9
   810	0&2&0 9
   811	0&2&-2&0&-3&2&1 9
   812	0&-2&2&2&-2&0&0 9
   813	0&-2&-2&4 9
   814	0&2&3&-1&1&-3 9
   815	0&-2&4&-2 9
   816	0&2&-4&2 9
   817	0&3&-1&-2&-2 9
   818	0&7&0&-2&-2&2 9
   819	-1&0&1&2&-2 9
   820	-1&0&-2&2&0&-2 9
   821	-1&0&-2&2&1 9
   822	-1&1&-1 9
   823	-1&1&-1&-2&2&1&-3 9
   824	-1&1&2&0&0 9
   825	-1&1&2&-2&-1&1&-1&-2&3&-3 9
   826	-1&1&2&-2&2&0&-2&0 9
   827	-1&1&2&-2&2&-2&0 9
   828	-1&1&2&-2&-3&-2&-2&2 9
   829	-1&1&2&2&-4 9
   830	-1&1&2&-3&1&-1&-2&2&1 9
   831	-1&1&-3&2&1&-3&3&-5&2 9
   832	-1&1&-3&-2&-2&2&2&0&-2 9
   833	-1&1&-3&5 9
   834	-1&-2&2&1&-1&-2&-2 9
   835	-1&-2&2&1&2&0&-2 9
   836	-1&-2&2&1&2&-2&0 9
   837	-1&-2&2&1&2&-2&-1 9
   838	-1&-2&2&1&2&-2&2 9
   839	-1&-2&2&1&2&2&-2&-2 9
   840	-1&-2&2&1&-3&3&2&2&0&-2 9
   841	-1&-2&-2&2&0&7&0&-2&-2&2 9
   842	-1&-2&-2&2&2&-2&-2 9
   843	-1&-2&3&2&0&-2&2&2&3&-5 9
   844	-1&-2&3&2&2&-2&-2 9
   845	-1&3&2&-5&1&-1&-2&-2&5 9
   846	-1&-4&0&2&3 9
   847	-1&-4&2&2&1 9
   848	2&0&0&0&0 9
   849	2&0&-2&-1&-2&-2&2 9
   850	2&0&-2&2&2&-2&-2 9
   851	2&0&3&0 9
   852	-2&0&4&3 9
   853	2&1&-1 9
   854	-2&-1&1&2&-2 9
   855	2&1&-1&-4&2 9
   856	2&1&2&0 9
   857	2&2&0&0 9
   858	2&-2&0&0&2&-2&0&0 9
   859	2&-2&0&0&2&-3&1 9
   860	2&-2&0&-2&0&-3&3 9
   861	2&-2&-1&0&-2 9
   862	2&-2&-1&1&2&2&0&-2&2&-4 9
   863	2&2&-2&0 9
   864	2&-2&2&0&-2&-2 9
   865	2&-2&-2&0&2&-2&0 9
   866	2&-2&2&0&3 9
   867	2&-2&-2&0&4&3&0 9
   868	-2&2&2&1&2&-2&-1&-2 9
   869	2&-2&-2&-2 9
   870	2&-2&2&2&-2&0 9
   871	2&-2&2&-2&2&2&-2 9
   872	2&-2&-2&2&2&3 9
   873	2&-2&2&-3&1&-1&-2&2&1&-3 9
   874	2&-2&-3&1&2&-3&1 9
   875	-2&2&3&-5 9
   876	2&-2&-4 9
   877	2&-2&4&1 9
   878	2&-2&-7 9
   879	2&3&2&-2&-1&1&2&-2 9
   880	2&3&-3&-2&2&2&-2&-2&2 9
   881	-3&0&3&0 9
   882	-3&1&2&-2&-1&-2 9
   883	-3&-2&2&0&3 9
   884	-3&-2&2&-2&-2 9
   885	3&2&-3&1 9
   886	3&-3&0&0&-2&0&-2&2 9
   887	-3&3&0&2 9
   888	3&-3&-2&2&0&-2&7 9
   889	3&-3&-2&2&-2&2 9
   890	3&-3&-2&2&-2&-2&2 9
   891	3&-3&-2&2&3&-3 9
   892	3&-3&3&0 9
   893	-3&3&-5&0&2 9
   894	-4&0 9
   895	4&0&-2&-2 9
   896	-4&4&-2 9
   897	4&-4&-2 9
   898	5&-1&1&2 9
   899	-5&1&2 9
   900	-5&3&0 9
   901	-5&4&1&-3&-2&2&-2&-2&2 9
   902	-6 9
   903	8 9
   904	0&0&0&0&0&2&-2&0 8
   905	0&0&-2&2&0&-2 8
   906	0&0&2&-2&0&-3&2&1 8
   907	0&0&-2&-2&2&2&0&-2 8
   908	0&0&-3&3&-3 8
   909	0&-1&-2&-2&2 8
   910	0&2&0&0&0&0 8
   911	0&-2&0&0&2 8
   912	0&2&0&-3&1 8
   913	0&2&1&-1&-2&2&1&-3 8
   914	0&2&1&2&0&-2 8
   915	0&2&1&-3 8
   916	0&2&1&-3&-2 8
   917	0&-2&2&0&2&-4 8
   918	0&-2&2&2&0&-2 8
   919	0&2&-2&-2&0&2 8
   920	0&-2&2&-2&2&2&-4 8
   921	0&-2&2&2&3 8
   922	0&-2&2&3&0&0&-3&3 8
   923	0&-2&4&1 8
   924	0&-2&5&0&0&-1&1&-1&-2&-2 8
   925	0&-2&5&2&-2&4 8
   926	0&3&-1&-4&2 8
   927	0&-3&-2&2 8
   928	0&3&-3&-2&2 8
   929	0&5&0&0&-1&1&-3&-2 8
   930	0&5&-1&1&2 8
   931	0&5&-3 8
   932	-1&0&0&1 8
   933	-1&1&0&0&0 8
   934	-1&1&0&2&-2&-1&1&-1&-2&-2 8
   935	-1&1&0&-3&5&2 8
   936	-1&1&-1&1 8
   937	-1&1&2&0 8
   938	-1&1&2&0&0&-2 8
   939	-1&1&2&0&2&3&-3&2&-2&-2 8
   940	-1&1&2&-2&-1&-2&-2&2&0&7 8
   941	-1&1&2&-3&1&0 8
   942	-1&1&-3&3&-3&-2 8
   943	-1&1&-3&3&-3&-2&2 8
   944	-1&1&-5 8
   945	-1&-2&0&0&2&1 8
   946	-1&-2&0&2&1&-1&-2&2&1&-3 8
   947	-1&-2&0&5&-2&2 8
   948	-1&-2&2&1&-3&-2&2&3 8
   949	-1&-2&2&1&-3&3&2 8
   950	-1&-2&-2&2&-2&2 8
   951	-1&-2&-2&5&0 8
   952	-1&-2&3&2&2&0&-2 8
   953	-1&-2&3&-3&-2&2&3 8
   954	-1&-2&3&-3&-2&5 8
   955	-1&3&-3&1&0 8
   956	2&0&0&0 8
   957	2&0&0&-2&-2 8
   958	2&0&0&7 8
   959	2&0&2&-4 8
   960	2&0&-2&5 8
   961	2&1&-1&-2&2&1&-3 8
   962	2&1&2&0&0 8
   963	-2&-1&3 8
   964	-2&-2 8
   965	2&-2&0&0&0&2&-2&-2 8
   966	2&-2&0&0&0&2&3 8
   967	2&2&0&0&-2 8
   968	2&-2&0&0&2&0&-2 8
   969	2&-2&0&0&2&-2&0 8
   970	2&-2&0&-2&-2&2 8
   971	2&-2&0&-2&2&-2 8
   972	2&-2&0&2&3&0 8
   973	2&-2&-1&1&-1&-2&3&-3&3 8
   974	2&2&1&-1&-2&-2 8
   975	2&-2&-1&-2&0&3 8
   976	2&-2&-1&-2&-2&2&0&3 8
   977	2&-2&-1&-2&-2&4&1 8
   978	-2&2&2&1 8
   979	2&-2&-2&2&0&0&0 8
   980	2&-2&-2&2&0&-2&0 8
   981	2&-2&2&-2&0&-2&2 8
   982	2&-2&2&2&-2&0&-2&-2 8
   983	-2&2&2&-2&-2&-1&1&2&-2&0 8
   984	2&-2&-2&2&-2&-1&1&-3&3 8
   985	2&-2&-2&2&2&2&1&-1&-2 8
   986	2&-2&-2&2&2&-2&-2&2&0&0 8
   987	2&-2&2&-2&-2&2&2&3 8
   988	2&-2&-2&2&2&3&0 8
   989	2&-2&2&3&0&0 8
   990	2&-2&-3&0&3 8
   991	2&-2&-3&0&3&-3&1&0&-1 8
   992	2&-2&-3&3&-3&1 8
   993	2&-2&-3&3&-3&1&0 8
   994	2&-2&5&2 8
   995	2&3&-3&-2&-2&2 8
   996	2&-4&0&-1&-2&3&-1&1&-1&-2 8
   997	2&-4&-1&-2&0&3 8
   998	-2&4&3 8
   999	-2&5 8
  1000	-3&0&0&-2 8
  1001	-3&0&-2&2&3 8
  1002	-3&0&-2&4&1&-3 8
  1003	-3&0&3&-1&1&-1&-2 8
  1004	-3&2&1&-1&-2&-2&2 8
  1005	-3&2&3 8
  1006	-3&3&-1&1&2&-2 8
  1007	-3&3&-1&-4 8
  1008	-3&3&-2 8
  1009	3&-3&-2&2&0&-2&0&2 8
  1010	3&-3&-2&2&0&-2&5&-5&2&3 8
  1011	3&-3&-2&-2&2&2&0&-2 8
  1012	-3&3&2&-3&1 8
  1013	-3&3&-3&-2&2 8
  1014	-3&5&2 8
  1015	4&0&1 8
  1016	-4&0&2 8
  1017	4&1&-3&-2 8
  1018	-4&2&2&-2&2 8
  1019	4&-2&-2&2&2&-2&-2 8
  1020	-4&2&2&3&0 8
  1021	5&0&0&0 8
  1022	-5&2&0&7 8
  1023	-5&2&3&0&2&-3&1&0 8
  1024	-5&2&3&-3 8
  1025	-5&5&2 8
  1026	7&0&0&-2 8
  1027	7&0&2&-2&-2&-1&-2 8
  1028	9 8
  1029	0&0&0&0&2&1 7
  1030	0&0&0&0&2&-2&0 7
  1031	0&0&0&3&-3&-2 7
  1032	0&0&-2&-2&2&2&-2&-2&-1&-2 7
  1033	0&0&-2&2&3&0 7
  1034	0&0&4 7
  1035	0&-2&0&2&-2 7
  1036	0&-2&0&2&2&0&0&-2 7
  1037	0&-2&0&2&2&-2&-2 7
  1038	0&-2&0&4&3 7
  1039	0&-2&-1 7
  1040	0&2&-4&0&0 7
  1041	0&-2&5&2&-2&2&2&0&0&-2 7
  1042	0&2&-7 7
  1043	0&3&0&-5 7
  1044	0&3&-3&0&2&1 7
  1045	0&3&-3&-2&-2&2 7
  1046	0&3&-3&-2&2&-4&2&2&3 7
  1047	0&3&-3&-2&5 7
  1048	0&-3&3&-5 7
  1049	0&5&0&-2 7
  1050	0&5&-3&0&-2&-2&2 7
  1051	0&7&0&2&-2&-2 7
  1052	0&7&-2&2 7
  1053	-1&1&0&2&-2 7
  1054	-1&1&-1&0&1 7
  1055	-1&1&-1&1&0 7
  1056	-1&1&-1&-2&-2&0&2 7
  1057	-1&1&2&2&-2&0&-2 7
  1058	-1&1&2&-2&-3&-2 7
  1059	-1&1&2&-2&-3&-2&2 7
  1060	-1&1&2&-5&-2 7
  1061	-1&1&-3&0&3 7
  1062	-1&1&-3&5&2 7
  1063	-1&1&-5&2 7
  1064	1&2&0 7
  1065	-1&-2&0&0&-2&2 7
  1066	-1&-2&0&0&7 7
  1067	-1&-2&0&-2&0&2 7
  1068	-1&-2&0&-2&5 7
  1069	-1&-2&0&3&-1&1&-1&-2 7
  1070	-1&-2&2&-2&2&1 7
  1071	-1&-2&-2&2&2&1&-1&-2 7
  1072	-1&-2&-2&2&-2&5 7
  1073	-1&-2&-2&2&3&-1&1&2&-3&1 7
  1074	-1&-2&-2&2&3&-3 7
  1075	-1&-2&-2&2&3&-3&-2 7
  1076	-1&-2&-2&2&-4 7
  1077	-1&-2&2&3 7
  1078	-1&-2&3&0&0&-1&-4&2 7
  1079	-1&-2&3&2&2&-2&0 7
  1080	-1&3&0&2&-4 7
  1081	2&0&0&2&-2&-2 7
  1082	2&0&2&-2&-3&1 7
  1083	2&0&2&-2&-3&1&-1&-2&-2 7
  1084	2&0&7&3&-3 7
  1085	2&1&-1&-2&-2&-2 7
  1086	2&1&-3&-2&-2 7
  1087	2&-2&0&0&-1&1&2&-2 7
  1088	-2&2&0&-2 7
  1089	2&-2&-1&0&1 7
  1090	2&-2&-1&1&2&0&-2 7
  1091	2&-2&-1&-2&3&-5 7
  1092	2&2&-2 7
  1093	2&-2&2&-2&0&2 7
  1094	2&-2&-2&2&0&-2&0&2 7
  1095	2&-2&-2&2&0&5 7
  1096	2&-2&2&-2&-2&0 7
  1097	2&-2&-2&2&2&0&0 7
  1098	2&-2&2&2&-2&0&0&-2 7
  1099	2&-2&2&-2&-2&-1&1&-1&-4 7
  1100	2&-2&-2&2&-2&2 7
  1101	2&-2&2&2&-2&-2&-1 7
  1102	2&-2&-2&2&2&3&-3&-2&2 7
  1103	2&-2&-2&-2&4&3&-3 7
  1104	2&-2&2&2&-7 7
  1105	2&-2&2&3&0&0&0 7
  1106	2&-2&-2&-3&3 7
  1107	2&-2&2&-4&2&-2 7
  1108	2&-2&-2&4&3&0 7
  1109	2&-2&2&-7 7
  1110	2&-2&4&-2 7
  1111	2&-3&1&0 7
  1112	2&3&-3&0&-2&2&3&-5 7
  1113	2&-4&2&2&-2&2 7
  1114	3&0&2&-2&0&0 7
  1115	-3&0&5 7
  1116	-3&1&-1&-2 7
  1117	3&2&0&-2&2 7
  1118	-3&2&1&-3&3&-5&0&2 7
  1119	-3&-2&2&1 7
  1120	-3&-2&2&2&1 7
  1121	-3&-2&2&3&0 7
  1122	3&2&3&-3 7
  1123	3&-3&0 7
  1124	-3&3&0&0&0&0 7
  1125	-3&3&2&-2&0 7
  1126	3&-3&-2&2&0&-2&5&0 7
  1127	-3&3&2&-2&-2 7
  1128	3&-3&-2&2&-2&2&2&-2&-4&2 7
  1129	3&-3&-2&2&-4 7
  1130	3&-3&3&0&0 7
  1131	3&-3&3&2 7
  1132	-3&3&-5&2&3 7
  1133	3&-5&0 7
  1134	-3&5&-2 7
  1135	-3&7 7
  1136	4&-2&-2&-2 7
  1137	4&2&-2&-2 7
  1138	4&-2&-2&-2&2 7
  1139	-4&2&2&2&-2&-2&-2&2 7
  1140	-4&4&3&-5 7
  1141	5&0&2&-2 7
  1142	5&-2&0 7
  1143	-5&2&0&3 7
  1144	-5&2&3&-5 7
  1145	-5&-2&5 7
  1146	-5&4&1&-3&0&-2 7
  1147	5&-5 7
  1148	7&0&-2&-2 7
  1149	0&0&0&0&0&-1&1&2&-2 6
  1150	0&0&0&0&2&-2&0&0 6
  1151	0&0&0&0&-2&2&-2&0&-2&2 6
  1152	0&0&0&0&3&0&-5 6
  1153	0&0&0&2&-2 6
  1154	0&0&-1&1&2&-3&1&-3&2&1 6
  1155	0&0&-2&0&-2&2 6
  1156	0&0&2&1&2&0&-2 6
  1157	0&0&2&-2&0&-2 6
  1158	0&0&2&2&1&-3&-2 6
  1159	0&0&-2&-2&2&2&-2&-2&-1 6
  1160	0&0&-3&3&-5 6
  1161	0&-1&1&-3&2&1&-1&-2&-2&2 6
  1162	0&2&0&0 6
  1163	0&2&0&0&-2&2 6
  1164	0&2&0&3&-3 6
  1165	0&-2&0&4 6
  1166	0&-2&-1&1&2&-2 6
  1167	0&2&1&-3&0 6
  1168	0&2&-2&0&-3&1 6
  1169	0&-2&2&1 6
  1170	0&2&2&1 6
  1171	0&-2&2&2&-2&-2&0 6
  1172	0&2&-2&-2&2&-2&0 6
  1173	0&-2&2&2&-2&-2&2 6
  1174	0&-2&-2&2&2&3&-3 6
  1175	0&-2&2&3&0&0&0&-3&3 6
  1176	0&-2&2&-3&1 6
  1177	0&-2&2&3&-1&1&2&-2 6
  1178	0&-2&2&3&2 6
  1179	0&-2&2&3&-3 6
  1180	0&-2&2&3&-3&-2&-2&2 6
  1181	0&-2&2&-4&2 6
  1182	0&2&3&0&2 6
  1183	0&2&-3&1&-3 6
  1184	0&-2&-3&2&1 6
  1185	0&2&3&-3&-2 6
  1186	0&-2&5&0&0 6
  1187	0&-2&5&2&2&0&-2&-2&2 6
  1188	0&3&2&2&-2&0&0&0&0 6
  1189	0&3&2&3&-3 6
  1190	0&-3&3&2&-2&-1&1 6
  1191	0&-3&3&2&-2&-2 6
  1192	0&4&1&2&2&0&-4&2 6
  1193	0&4&1&2&-2&4&-2 6
  1194	0&5&-1&1&2&-2&0 6
  1195	0&5&-2&0 6
  1196	0&5&-3&-2&2&-2&-2&2 6
  1197	0&5&-5 6
  1198	0&7&0&2&-2&-2&2 6
  1199	0&-7&2&3 6
  1200	-1&0&1&2&-2&0 6
  1201	-1&0&1&-3&3&-5&2 6
  1202	-1&0&8&0&0&-3&3&-1&-2 6
  1203	-1&1&0&-1 6
  1204	-1&1&-1&1&-3 6
  1205	-1&1&-1&-2&2&-2&2&1 6
  1206	-1&1&-1&-2&-2&2&-2&2&3 6
  1207	-1&1&-1&-2&-2&2&-2&7 6
  1208	1&-1&-2 6
  1209	-1&1&2&0&3&-1&-4&2 6
  1210	-1&1&2&-2&0&0&0&0 6
  1211	-1&1&2&-2&0&-1&-2&2&-2&-2 6
  1212	-1&1&2&2&0&-2 6
  1213	-1&1&2&-2&2&0&-2&0&0 6
  1214	-1&1&2&-2&2&0&-2&0&2 6
  1215	-1&1&-3&0&3&-3 6
  1216	-1&1&-3&-2&0&2 6
  1217	-1&1&-3&-2&2&-2&-2&2 6
  1218	-1&1&-3&2&3 6
  1219	-1&1&-3&3&0 6
  1220	-1&-2&0 6
  1221	-1&-2&0&-2&2&3&0 6
  1222	-1&-2&0&3&0 6
  1223	-1&-2&0&5&-2 6
  1224	-1&-2&2&0&0&1 6
  1225	-1&-2&2&1&-1&-2&-2&2&3 6
  1226	-1&-2&2&1&2&-3 6
  1227	-1&-2&2&1&-3&-2&2&2&-2&-2 6
  1228	-1&-2&-2&2&0&0&7 6
  1229	-1&-2&2&-2&0&-2 6
  1230	-1&-2&2&-2&-2&0&2&3&0 6
  1231	-1&-2&2&-2&-2&2&3 6
  1232	-1&-2&-2&-2&4 6
  1233	-1&-2&3&0&0&-5 6
  1234	-1&-2&3&0&-1&-4 6
  1235	-1&-2&3&0&-1&-4&2 6
  1236	-1&-2&5&2 6
  1237	-1&3&0&2&-2&-2 6
  1238	-1&3&0&2&-4&0 6
  1239	-1&-4&0&0&5 6
  1240	-1&-4&2&2&1&-3 6
  1241	2&0&0&-2&-2&2 6
  1242	2&0&0&-2&2&3&-5 6
  1243	2&0&0&2&-4 6
  1244	2&0&-2&0&2&-5 6
  1245	2&0&-2&0&-3&1&-1&1&2 6
  1246	2&0&2&-2&0&-2 6
  1247	2&0&-2&2&1 6
  1248	2&0&-2&2&-2&-2 6
  1249	2&0&-2&2&-2&-2&4 6
  1250	-2&0&2&3&0 6
  1251	-2&0&-3&3 6
  1252	2&0&7&3&-3&0&0 6
  1253	2&1&2&-2&-1 6
  1254	2&1&2&-2&-1&-2 6
  1255	2&1&-3&0&-2&2 6
  1256	2&-2&0&0&-1&-2&-2&2&3 6
  1257	2&-2&0&0&-3&1 6
  1258	2&-2&0&2&-2&0&2 6
  1259	2&-2&0&-2&2&-2&0 6
  1260	2&-2&0&2&2&-4 6
  1261	2&-2&0&3 6
  1262	2&-2&0&-3&3&2&2&-2&-2 6
  1263	2&-2&0&-3&3&-3 6
  1264	2&-2&0&-5&5 6
  1265	2&-2&-1&1&0 6
  1266	2&-2&-1&1&-1&-2&2&1&-3 6
  1267	2&-2&-1&-2&2&1&-3&-2&2 6
  1268	2&-2&-1&-2&-2&2&0&7 6
  1269	2&-2&-1&-2&2&-2&2&-4 6
  1270	2&-2&-1&-2&-2&2&3 6
  1271	2&2&-2&0&0&0&0 6
  1272	2&-2&-2&0&-1&-2&3 6
  1273	2&-2&2&0&2&-4 6
  1274	2&-2&-2&-1&1&2&-2&2&0&-2 6
  1275	2&-2&-2&-1&-2&5&2 6
  1276	2&-2&2&-2&0&-3&3 6
  1277	2&-2&2&2&1&-1&-2 6
  1278	2&-2&-2&2&2&0 6
  1279	-2&2&2&-2&-2&-1&1&2&0&-2 6
  1280	2&-2&-2&-2&2&2&-2&0&2&3 6
  1281	2&-2&-2&-2&2&2&3&0 6
  1282	2&-2&-2&2&-4 6
  1283	2&-2&2&3&0&2&-3&1&0 6
  1284	2&-2&2&3&-3&0&0 6
  1285	2&-2&2&3&-3&-2&-2&2 6
  1286	2&-2&-3&1&2 6
  1287	2&-2&-3&1&2&-2&-1&-2 6
  1288	2&-2&-3&3&2 6
  1289	2&-2&-3&3&-3 6
  1290	2&-2&5&0&2&-2 6
  1291	2&3&0&0&0&0&0 6
  1292	2&3&0&0&0&2 6
  1293	2&3&0&2&-2&0&2&2&-2&-2 6
  1294	2&3&0&2&-2&2&2&-2&-2 6
  1295	2&3&-1&-4 6
  1296	-2&-3&2&1 6
  1297	-2&7 6
  1298	3&0&-1&1 6
  1299	3&0&-1&1&2&-2 6
  1300	-3&0&-2&5 6
  1301	-3&0&3&0&0&-1&-4&2 6
  1302	3&-1&1&-3&3&-3&-2&2 6
  1303	-3&1&2&0&0 6
  1304	-3&1&2&0&-2 6
  1305	-3&1&2&-5&-2 6
  1306	-3&1&-3&-2 6
  1307	-3&-2&0&5 6
  1308	-3&2&1&-1&-2&-2 6
  1309	-3&2&1&-1&-2&-2&2&3&2 6
  1310	3&2&2&-2&-2&2 6
  1311	-3&-2&2&3&-3&-2&2 6
  1312	3&-3&0&0&-2&2 6
  1313	3&-3&0&0&-2&2&3&-5 6
  1314	3&-3&0&0&3 6
  1315	3&-3&0&0&3&-3 6
  1316	-3&3&0&2&-2 6
  1317	-3&3&0&4&0&-4&2&2&-2&-2 6
  1318	-3&3&-1&-4&2 6
  1319	-3&3&2&0&0 6
  1320	-3&3&2&0&-2 6
  1321	3&-3&-2&0&2&3 6
  1322	3&-3&2&1&-1&-2&-2&0&2 6
  1323	3&-3&2&1&2 6
  1324	-3&3&2&-2&0&0&0&0 6
  1325	-3&3&2&-2&-1&1&0 6
  1326	-3&3&2&-4 6
  1327	3&-3&3&-3&-2&2 6
  1328	-3&3&-3&3&-5 6
  1329	3&-3&-4&2 6
  1330	-3&3&-5&2 6
  1331	-3&5&-2&2 6
  1332	4&1&2&-3&1 6
  1333	-4&2&0&-2 6
  1334	-4&2&2&0 6
  1335	-4&2&2&0&0 6
  1336	-4&2&2&0&0&0&0 6
  1337	-4&2&-2&2 6
  1338	4&-2&-2&4 6
  1339	4&-2&3 6
  1340	-4&2&-3&1 6
  1341	4&3&0&2&-2&0 6
  1342	4&3&-1&1&-3&-2 6
  1343	4&3&2&-2&-2 6
  1344	4&3&-3 6
  1345	5&0&-1&1&-3&-2&2 6
  1346	-5&-2&2&3 6
  1347	-5&-2&5&2 6
  1348	-5&-2&7 6
  1349	7&0&2&-2&-2&-1 6
  1350	-7&7&3&-5 6
  1351	0&0&0&0&0&0&2&-2&0 5
  1352	0&0&0&0&2&-2&0&2 5
  1353	0&0&0&0&2&-2&2 5
  1354	0&0&0&0&-2&-2&2&2&0&-2 5
  1355	0&0&0&0&-2&2&3 5
  1356	0&0&0&0&5 5
  1357	0&0&0&1 5
  1358	0&0&0&-1&1&2&-2&-1&1&-3 5
  1359	0&0&0&-1&-2&2&1 5
  1360	0&0&0&-1&-2&2&1&-3&-2&2 5
  1361	0&0&0&2&-2&0&0&0 5
  1362	0&0&0&2&-2&0&-3&3&-3&3 5
  1363	0&0&0&2&2&-2&-2 5
  1364	0&0&0&-3 5
  1365	0&0&0&3&0&-5 5
  1366	0&0&0&3&-3&3 5
  1367	0&0&-1&-2&3 5
  1368	0&0&-1&3&0&2&-4&0 5
  1369	0&0&2&-2&0&-1&1 5
  1370	0&0&2&-2&0&-3&3&-3&3 5
  1371	0&0&2&-2&-2&0 5
  1372	0&0&2&2&-2&0&-2&2 5
  1373	0&0&-2&-2&2&2&-2&-2 5
  1374	0&0&2&-5 5
  1375	0&0&3&2&0 5
  1376	0&0&3&-3&0&0 5
  1377	0&0&3&-3&-2 5
  1378	0&0&-4 5
  1379	0&0&5&0&-2 5
  1380	0&0&5&0&2&-2 5
  1381	0&0&5&-2&2&3&-5 5
  1382	0&0&-5&3 5
  1383	0&0&-7 5
  1384	0&-1&1&-3&-2 5
  1385	0&2&0&0&3 5
  1386	0&2&0&-2&0 5
  1387	0&2&0&-2&0&0 5
  1388	0&2&0&-4&2 5
  1389	0&-2&0&4&3&0 5
  1390	0&2&0&-7 5
  1391	0&2&1&-1&-2 5
  1392	0&2&1&-1&-2&-2&2 5
  1393	0&-2&-1&1&-3 5
  1394	0&2&1&2&-5 5
  1395	0&2&1&-3&3&-3 5
  1396	0&-2&2&0&3 5
  1397	0&-2&-2&-1&-2&-2&2 5
  1398	0&-2&2&-2&-1&1&-3&3 5
  1399	0&-2&2&-2&-2 5
  1400	0&2&2&-2&-2&2 5
  1401	0&-2&-2&2&2&-2&-2 5
  1402	0&-2&2&2&3&0 5
  1403	0&-2&2&3&-3&-2 5
  1404	0&-2&2&-5&1 5
  1405	0&-2&-3 5
  1406	0&2&3&0&0&2&-2&0 5
  1407	0&2&-3&1&0 5
  1408	0&2&-3&1&-3&-2 5
  1409	0&-2&4&-2&0&2&-2&2 5
  1410	0&2&-4&2&2&-2&2 5
  1411	0&-2&5&0&-1&1&-1&-2&-2 5
  1412	0&2&-5&1 5
  1413	0&-2&5&2&-2&4&0&2&-2&-2 5
  1414	0&3&-1&1 5
  1415	0&3&-1&1&2 5
  1416	0&-3&1&2&-5 5
  1417	0&3&2&2&1&-3&-2 5
  1418	0&-3&-2&5&2 5
  1419	0&3&-3&0&-2&5&2 5
  1420	0&3&-3&2&1 5
  1421	0&-4&0&2 5
  1422	0&4&3 5
  1423	0&5&0&0&0&0&2 5
  1424	0&5&0&2&-2 5
  1425	0&5&-2&0&-5 5
  1426	0&-5&3 5
  1427	0&5&-3&0&-2 5
  1428	0&5&-3&-2 5
  1429	0&7&0&0&-2 5
  1430	0&7&0&2&-2&0&-2 5
  1431	0&8&0&-3&3&-1&-2 5
  1432	-1&0&0&3 5
  1433	-1&0&1&2&0&-2 5
  1434	-1&0&-2&2 5
  1435	-1&0&-2&2&1&-3&3&-5&2 5
  1436	-1&0&3&2&-2&-3&1 5
  1437	-1&0&-4&2 5
  1438	-1&0&5&-2&2&3&-5 5
  1439	-1&1&0&0&2&0&-2 5
  1440	-1&1&0&-1&1 5
  1441	-1&1&0&-1&1&2&-2 5
  1442	-1&1&0&-1&1&-3&-2&2&3 5
  1443	-1&1&0&2&-2&0 5
  1444	-1&1&-1&1&4&-2&-2&0 5
  1445	-1&1&-1&-2&-2&0&2&0&-2 5
  1446	-1&1&-1&-2&-2&2&-2&2&3&-5 5
  1447	-1&1&-1&-4 5
  1448	-1&1&2&2&-2&0&0 5
  1449	-1&1&2&-2&2&0&-2&-7 5
  1450	-1&1&2&2&-2&2&-2&-2 5
  1451	-1&1&2&-2&-3&2&1 5
  1452	-1&1&2&-3&1&-1&-2&7 5
  1453	-1&1&2&-3&1&-3&-2 5
  1454	-1&1&2&-5&2&-2&-2&2&3&0 5
  1455	-1&1&-3&0&0&3&-3 5
  1456	-1&1&-3&0&7 5
  1457	-1&1&-3&3&-5 5
  1458	-1&1&4&3&-5 5
  1459	-1&1&-5&2&3 5
  1460	1&2&0&0 5
  1461	-1&-2&0&0&5 5
  1462	-1&-2&0&-2&-2&2 5
  1463	-1&-2&0&3&-3&-2 5
  1464	-1&-2&2&0&-2&0&3 5
  1465	-1&-2&2&0&-2&3 5
  1466	-1&-2&2&0&-2&3&2 5
  1467	-1&-2&-2&0&2&3&-3 5
  1468	-1&-2&2&0&-2&7 5
  1469	-1&-2&2&1&-1 5
  1470	-1&-2&2&1&-1&-2&3&-3&-2 5
  1471	-1&-2&2&1&2&0 5
  1472	-1&-2&2&1&2&0&0 5
  1473	-1&-2&2&1&2&2&0&-2 5
  1474	-1&-2&2&1&-3&0&3 5
  1475	-1&-2&2&1&-3&3&0 5
  1476	-1&-2&2&1&-5&0&-3&1 5
  1477	-1&-2&-2&2&0&0&3 5
  1478	-1&-2&-2&2&0&3&0 5
  1479	-1&-2&2&-2&-2&7 5
  1480	-1&-2&-2&2&3&-3&-2&2 5
  1481	-1&-2&2&-4&2 5
  1482	-1&-2&3&0&-1&1&2&-2 5
  1483	-1&-2&3&0&-3&-2&2 5
  1484	-1&-2&3&0&-3&3&-3&-2 5
  1485	-1&-2&3&-1 5
  1486	-1&-2&3&-1&-2&-2&2 5
  1487	-1&-2&3&2&2&-2&-2&2 5
  1488	-1&-2&-4&2 5
  1489	-1&-2&5&-2&0 5
  1490	-1&-2&5&-2&2 5
  1491	-1&3&0&2&0&0&-2 5
  1492	-1&3&-2&0&0&-1&1&-5&2&3 5
  1493	-1&3&-3&1&0&-1 5
  1494	-1&-4&2&0 5
  1495	-1&-4&2&0&3 5
  1496	-1&-4&2&-2&-2&2 5
  1497	-2&0&0&2 5
  1498	2&0&0&-2&2&3&-3&-2&2 5
  1499	2&0&0&-4&2 5
  1500	-2&0&2&0&0&0&0 5
  1501	2&0&-2&0&5&0&-1&1&-3 5
  1502	-2&0&2&2&-2&-2 5
  1503	2&0&-2&-2&2&-2&-1&-2&-2&2 5
  1504	-2&0&2&3 5
  1505	2&0&3&-3&-2 5
  1506	-2&0&4 5
  1507	2&1&-1&0&-2&2&0&-2 5
  1508	2&1&-1&-2&-2&-2&2 5
  1509	2&1&-1&-2&-2&2&2&-2&-2 5
  1510	2&1&2&0&0&-2 5
  1511	2&1&2&-3&1 5
  1512	2&1&-3&-2&2&3 5
  1513	2&2&0&0&0&0 5
  1514	2&-2&0&0&0&-2 5
  1515	2&-2&0&0&-3&3 5
  1516	2&-2&0&-1&1&2&-2&0 5
  1517	2&-2&0&-1&-2&-2 5
  1518	2&-2&0&-2&0&2&2&3&-5 5
  1519	2&-2&0&-2&0&2&2&-4 5
  1520	2&-2&0&-2&0&4&3 5
  1521	2&-2&0&2&-2 5
  1522	2&-2&0&2&3&-3 5
  1523	2&-2&0&-2&4&-4&2&2&-2&2 5
  1524	2&-2&0&-2&7 5
  1525	2&-2&0&-3&2&1&-1&-2&-2&5 5
  1526	2&-2&0&-3&3&2 5
  1527	2&-2&0&-3&3&2&-2&2 5
  1528	2&-2&-1&1&2&-2&0 5
  1529	2&-2&-1&1&2&2&-4 5
  1530	2&-2&-1&-2&-2&-2&2 5
  1531	2&-2&-1&-2&-2&2&-2&-2 5
  1532	2&-2&-1&-2&-2&5 5
  1533	2&-2&-1&-2&7 5
  1534	2&-2&-1&3 5
  1535	2&-2&-1&3&-2 5
  1536	2&-2&-1&-4&2&3 5
  1537	2&-2&-2&0&0 5
  1538	2&-2&-2&0&0&2 5
  1539	2&-2&-2&0&-1&1&2 5
  1540	2&-2&2&0&2&1&-1&0&-2 5
  1541	-2&2&2&0&-2&-2 5
  1542	2&2&-2&0&2&-2&-2&2 5
  1543	2&-2&2&0&-2&-3&1 5
  1544	2&-2&-2&-1&-4&2 5
  1545	2&-2&-2&2&0&0&-5&5&-3&1 5
  1546	2&-2&-2&2&0&-2&0&4&3 5
  1547	2&-2&2&2&0&-2&-2&2 5
  1548	2&-2&-2&2&0&-2&4 5
  1549	-2&-2&2&2&-2&-2 5
  1550	2&-2&-2&2&2&-2 5
  1551	2&-2&-2&2&2&-2&2 5
  1552	2&-2&2&-2&-2&2&2&0&-2 5
  1553	2&-2&2&-2&-2&2&-3&1&2 5
  1554	2&-2&2&2&-2&-4 5
  1555	2&-2&-2&2&3 5
  1556	2&-2&2&3&2 5
  1557	2&-2&2&3&-3&0&-2&-2&2 5
  1558	2&-2&-2&4&0&2&-2&-2 5
  1559	2&-2&2&-4&2&-2&2 5
  1560	2&-2&2&-5&1 5
  1561	2&-2&2&-5&3 5
  1562	2&-2&-3&0&1 5
  1563	2&-2&-3&1&2&0&-2 5
  1564	-2&2&3&2&-2&-1&-2 5
  1565	2&-2&-3&-2&2&3&-5 5
  1566	-2&2&3&-3 5
  1567	2&-2&-3&3&-2&0&0&-1 5
  1568	-2&2&3&-5&-3 5
  1569	2&2&-4&0 5
  1570	2&-2&-5&2&3 5
  1571	2&-2&-5&3 5
  1572	2&3&0&2&-2&0&0&2 5
  1573	2&3&0&-3&3&-3&-2&2 5
  1574	2&3&-1&1&-3&-2&2 5
  1575	2&-3&1&-3&-2 5
  1576	2&3&2&-2&-1&1&2&-2&-3 5
  1577	2&3&-3&2&-2&-2 5
  1578	2&3&-3&-2&2&2&-2&-2 5
  1579	2&3&-3&3 5
  1580	2&3&-5&-2 5
  1581	2&3&-5&2&-2&-3&3&-3&1&0 5
  1582	2&-4&2&0&0 5
  1583	2&-4&-2&2 5
  1584	-2&4&3&-3 5
  1585	2&-7&3&-1&1&-1&-2 5
  1586	-3&0&0 5
  1587	-3&0&0&7 5
  1588	3&0&2 5
  1589	-3&0&7&0&-2&-2&2 5
  1590	-3&0&7&0&-2&-2&2&2&-2 5
  1591	3&-1&1 5
  1592	-3&1&2&2&0&-2 5
  1593	-3&1&2&-5&-2&0&0&5 5
  1594	-3&1&-3&-2&2 5
  1595	-3&2&1&2&2&0&-2 5
  1596	3&2&2&-2&0&0&0&0 5
  1597	3&2&2&-2&0&2 5
  1598	-3&-2&2&2&1&-1&-2&2&1 5
  1599	-3&2&-2&-2&2 5
  1600	-3&-2&2&3&-5 5
  1601	3&2&2&-4 5
  1602	3&2&-7 5
  1603	3&-3&0&2&1 5
  1604	3&-3&0&-2&5&2 5
  1605	-3&3&0&-3&-2&2 5
  1606	-3&3&-1&-4&5&2 5
  1607	3&-3&-2&0&-2&2 5
  1608	3&-3&2&1&-3 5
  1609	3&-3&-2&2&-2&-2 5
  1610	-3&3&-3&0&-2&5&2 5
  1611	-3&3&-3&2&1 5
  1612	-3&3&-3&-2&5 5
  1613	-3&3&4&-2&-2 5
  1614	4&1&2&-2 5
  1615	4&1&-3 5
  1616	4&-2&0&5&0&-1&1&-3&-2 5
  1617	-4&2&2&-2&-2&2 5
  1618	4&-2&2&-2&-2&2 5
  1619	4&-2&-2&2&2&-2&-3&3&-3&1 5
  1620	4&-2&-3&1 5
  1621	4&-2&-3&1&-3&-2&5&-3&-2&2 5
  1622	-4&4&0&-2 5
  1623	4&-4&2 5
  1624	-4&4&-2&-2 5
  1625	4&-4&-2&2 5
  1626	-5&0&0&5 5
  1627	5&0&-1&1&-3&-2&2&-2 5
  1628	5&0&-1&-2&-2 5
  1629	-5&0&-2 5
  1630	-5&2&0&0 5
  1631	-5&2&0&-2 5
  1632	-5&2&3&0&0&0 5
  1633	-5&2&3&-1&1&-1&-2&5&0 5
  1634	-5&2&3&2 5
  1635	-5&2&3&-3&3 5
  1636	5&2&-4&2&-2&-1&-2&0&-2&5 5
  1637	5&-3 5
  1638	-5&3&0&0 5
  1639	-5&4&1&-3&-2&-2&2&2&0&-2 5
  1640	-5&5&0 5
  1641	-5&5&-3&1 5
  1642	7&0&2&-3&1&-3 5
  1643	8&0&0&-3&3&-1 5
  1644	8&0&0&-3&3&-1&-2 5
  1645	8&0&0&-3&3&-3&-2 5
  1646	-9 5
  1647	9&1 5
  1648	-9&2&3 5
  1649	0&0&0&0&0&0&2 4
  1650	0&0&0&0&-1&1 4
  1651	0&0&0&0&2&-2&0&-1&1 4
  1652	0&0&0&0&-2&-2&2 4
  1653	0&0&0&0&2&-3&1 4
  1654	0&0&0&-1&1 4
  1655	0&0&0&-1&-2 4
  1656	0&0&0&2&0&-2&-2 4
  1657	0&0&0&2&1&-1&-2&-2 4
  1658	0&0&0&2&-2&0&-2 4
  1659	0&0&0&-2&2&3 4
  1660	0&0&0&2&2&-4 4
  1661	0&0&0&2&3 4
  1662	0&0&0&-2&5&2 4
  1663	0&0&0&3&0 4
  1664	0&0&0&-3&1 4
  1665	0&0&0&3&-3&0&0 4
  1666	0&0&0&3&-3&0&0&-2&2 4
  1667	0&0&1&2&0&-2 4
  1668	0&0&-1&-2&2&1 4
  1669	0&0&-1&-2&2&1&-3&-2 4
  1670	0&0&-1&3&0&2&0&0&-2 4
  1671	0&0&-1&-4 4
  1672	0&0&2&0&-2&-2 4
  1673	0&0&-2&-1&-2&3 4
  1674	0&0&2&-2&0&0&2&-2&0 4
  1675	0&0&2&-2&0&0&2&-2&0&0 4
  1676	0&0&2&-2&0&-3&3&-3 4
  1677	0&0&2&-2&0&-3&3&-3&3&0 4
  1678	0&0&2&-2&-2&2 4
  1679	0&0&-2&-2&2&2&-2&2 4
  1680	0&0&-2&-2&2&2&-2&-2&2 4
  1681	0&0&2&3&0&0&0&0 4
  1682	0&0&2&3&0&2 4
  1683	0&0&-2&-3&2&1 4
  1684	0&0&-2&-3&3 4
  1685	0&0&2&3&-3&2&-2&-2 4
  1686	0&0&-2&4&3 4
  1687	0&0&-3 4
  1688	0&0&-3&0&-2&2 4
  1689	0&0&3&-3&0&0&2&1 4
  1690	0&0&3&-3&0&2&1 4
  1691	0&0&-3&3&2&-3&1&0 4
  1692	0&0&4&1&2 4
  1693	0&0&4&1&2&0&-2 4
  1694	0&0&5&0 4
  1695	0&0&5&0&-1&1&-3 4
  1696	0&0&5&0&2&-2&-2&2 4
  1697	0&0&5&-1&1&2&-2&0 4
  1698	0&0&5&-2&2&2&-2&-2 4
  1699	0&0&5&-3&-2&-2&2 4
  1700	0&-1&1&2&-2 4
  1701	0&-1&1&2&-2&0&0 4
  1702	0&-1&-2&-2 4
  1703	0&-1&-2&3&-3 4
  1704	0&2&0&0&0&-2&2 4
  1705	0&2&0&0&2&1 4
  1706	0&-2&0&-2 4
  1707	0&-2&0&2&3&-3 4
  1708	0&-2&0&2&3&-5 4
  1709	0&2&0&-2&7 4
  1710	0&-2&-1&-2&2 4
  1711	0&-2&-1&-2&2&1 4
  1712	0&2&1&2&-2&-1&1&-3 4
  1713	0&-2&-1&-2&3&2&2&-2&0 4
  1714	0&2&-2&0&0&0&0&0 4
  1715	0&2&-2&0&0&0&0&-2 4
  1716	0&-2&2&0&0&-2 4
  1717	0&-2&-2&0&2 4
  1718	0&2&2&0&-2&-2 4
  1719	0&2&2&0&-2&-2&-1&1&2&-2 4
  1720	0&-2&2&0&7 4
  1721	0&-2&-2&-1&1&2 4
  1722	0&2&2&1&-1&-2&-2 4
  1723	0&-2&-2&-1&-2&5&2 4
  1724	0&-2&2&-2 4
  1725	0&-2&2&2&0&0&-2 4
  1726	0&-2&2&2&1&-1&-2 4
  1727	0&-2&-2&2&2&0&-2&-2 4
  1728	0&2&-2&-2&-2&2 4
  1729	0&-2&2&2&-2&2&0&-2 4
  1730	0&2&-2&-2&2&-2&0&2 4
  1731	0&-2&-2&2&2&-2&-2&-1&-2 4
  1732	0&-2&2&3&0&0&0&0&0&0 4
  1733	0&-2&2&3&2&-2 4
  1734	0&-2&2&3&-3&-2&-2 4
  1735	0&-2&2&3&-3&3&-5 4
  1736	0&-2&2&3&-5&2&-2&0&-2&2 4
  1737	0&-2&-2&4&-7&3&4&-2&-2 4
  1738	0&-2&-2&5 4
  1739	0&-2&-3&1 4
  1740	0&2&3&-1&-2&-2 4
  1741	0&2&3&2 4
  1742	0&2&3&-3&-2&2&2&-2&-2 4
  1743	0&2&-4&0 4
  1744	0&2&-4&-1&-2&5 4
  1745	0&-2&4&-2&0&0&-3&3 4
  1746	0&2&-5&-2&2 4
  1747	0&-2&5&2&2&0 4
  1748	0&-2&5&2&-2&4&0&0&-2 4
  1749	0&-2&5&-3&3 4
  1750	0&-3&2&1&-1&-2&-2&2 4
  1751	0&3&2&2&-2&0&0 4
  1752	0&-3&3&0&0 4
  1753	0&-3&3&2&-2&-2&2 4
  1754	0&3&-3&3 4
  1755	0&4&1&2&2&-2&-2 4
  1756	0&4&1&2&-3&1 4
  1757	0&5&0&0&0&0&2&-2 4
  1758	0&5&0&-3&3 4
  1759	0&5&2 4
  1760	0&-5&-2&2 4
  1761	0&5&-2&2&3&-5&-3&1&-1 4
  1762	0&5&-3&-2&-2&2 4
  1763	0&7&0 4
  1764	0&7&0&0 4
  1765	0&7&0&0&-2&-2&2&2&-2 4
  1766	0&7&0&2&-2&-2&2&-2 4
  1767	0&7&0&-2&-2&2&2&-2&-2&-1 4
  1768	0&7&1 4
  1769	0&7&-3&3&2&-2&0&0 4
  1770	0&-7&7 4
  1771	-1&0 4
  1772	1&0 4
  1773	1&0&-1 4
  1774	-1&0&1&2&0 4
  1775	-1&0&1&2&0&0 4
  1776	-1&0&1&2&0&-2&2 4
  1777	-1&0&1&2&-3&1 4
  1778	-1&0&1&-3 4
  1779	-1&0&1&-3&-2 4
  1780	-1&0&-2&-2&2&-2&0&-1&1&2 4
  1781	-1&0&-2&5&2 4
  1782	-1&0&-2&7 4
  1783	-1&0&3&0&2&0&3&-5&2&-4 4
  1784	-1&0&-4 4
  1785	-1&0&-7 4
  1786	-1&0&8&0&0&-3&3&-3&-2 4
  1787	-1&1&0&2&-3&1 4
  1788	-1&1&0&-3&-2 4
  1789	-1&1&-1&0&-2&3 4
  1790	-1&1&-1&1&2&-2 4
  1791	-1&1&-1&-2&0&3&-1&1&-1&-2 4
  1792	-1&1&-1&-2&-2&2&3 4
  1793	-1&1&-1&-2&3&-3&3&0 4
  1794	-1&1&2&0&0&2&1 4
  1795	-1&1&2&0&0&-2&2 4
  1796	-1&1&2&0&-2&-1&1&-1&-2&-2 4
  1797	-1&1&2&0&2&-2&-2&2 4
  1798	-1&1&2&0&-5 4
  1799	-1&1&2&-2&0&-1&-2 4
  1800	-1&1&2&-2&0&-1&-2&3 4
  1801	-1&1&2&-2&-1&-2&-2 4
  1802	-1&1&2&2&-2&-2&2 4
  1803	-1&1&2&2&-2&-3&1 4
  1804	-1&1&2&2&-4&-1&-2&0&3 4
  1805	-1&1&2&-3&1&-1&1&-3&5 4
  1806	-1&1&2&-5&2&-2&-2&2&3 4
  1807	-1&1&2&-5&2&-2&2&-4 4
  1808	-1&1&-3&0&0&0&0 4
  1809	-1&1&-3&0&-2 4
  1810	-1&1&-3&0&-2&0&2&3 4
  1811	-1&1&-3&0&-2&2&0&0&2&1 4
  1812	-1&1&-3&-2&2&2&-2&-2 4
  1813	-1&1&-3&-2&2&3&-5 4
  1814	-1&1&-3&3&0&2&2&0&-2 4
  1815	-1&1&4&3&-5&2&-4 4
  1816	-1&-2&0&0&-2&0&-2&2 4
  1817	1&2&0&2&3 4
  1818	-1&-2&0&-2&5&2&2&-2&-2 4
  1819	-1&-2&0&3&-3&0&-2 4
  1820	-1&-2&0&7&3 4
  1821	-1&-2&2&0 4
  1822	-1&-2&2&0&0 4
  1823	-1&-2&2&0&0&3&2 4
  1824	-1&-2&2&0&-2&0 4
  1825	-1&-2&2&0&-2&3&0 4
  1826	-1&-2&-2&0&2&3&-3&-2 4
  1827	-1&-2&2&0&-2&5 4
  1828	-1&-2&2&0&-4&2 4
  1829	-1&-2&2&1&0&0 4
  1830	-1&-2&2&1&-1&-2&2&1&-3&7 4
  1831	-1&-2&2&1&-1&-2&-2&2&0&-2 4
  1832	-1&-2&2&1&2&-2&-1&1&2 4
  1833	-1&-2&2&1&2&-2&-1&-2 4
  1834	-1&-2&2&1&2&-2&-3 4
  1835	-1&-2&2&1&2&-3&1 4
  1836	-1&-2&2&1&-3&0&0&2&1 4
  1837	-1&-2&2&1&-3&-4&4&0&-2 4
  1838	-1&-2&-2&-2&0 4
  1839	-1&-2&2&-2&-2&0&0 4
  1840	-1&-2&-2&2&-2&-2&2 4
  1841	-1&-2&2&-2&-2&4&1 4
  1842	-1&-2&-2&2&3&0&0 4
  1843	-1&-2&-2&2&3&-1&-2&0&3 4
  1844	-1&-2&-2&2&3&2 4
  1845	-1&-2&-2&2&3&-3&0&3 4
  1846	-1&-2&-2&2&3&-3&3 4
  1847	-1&-2&-2&2&3&-3&3&-5 4
  1848	-1&-2&-2&2&-4&2&2&-4 4
  1849	-1&-2&-2&-2&4&3 4
  1850	-1&-2&-2&2&5&-2 4
  1851	-1&-2&-2&-3&1 4
  1852	-1&-2&-2&4&1&-3 4
  1853	-1&-2&-2&7 4
  1854	-1&-2&3&0&0&0 4
  1855	-1&-2&3&0&-1&-4&5 4
  1856	-1&-2&3&0&-5&0&-3&1 4
  1857	-1&-2&3&-1&1&-1&-2 4
  1858	-1&-2&3&-1&-4&2&0&0&7 4
  1859	-1&-2&3&2&0&0 4
  1860	-1&-2&3&2&2 4
  1861	-1&-2&3&2&2&-2&0&-2 4
  1862	-1&-2&3&2&2&-4 4
  1863	-1&-2&3&2&-7 4
  1864	-1&-2&3&2&-7&2&3&-5&2&3 4
  1865	-1&-2&3&-3&0&-2&0&2 4
  1866	-1&-2&-4&2&2 4
  1867	-1&-2&-4&4 4
  1868	-1&-2&5&0&-2 4
  1869	-1&-2&5&0&2 4
  1870	-1&-2&5&2&3 4
  1871	-1&-2&5&-3&1 4
  1872	-1&3&-2&0&0&-1&1&-1&-2&3 4
  1873	-1&3&-2&0&0&-1&1&-3&0&3 4
  1874	-1&3&2&-2&0&-2 4
  1875	-1&3&-3&1&-1&1&-3&5&2 4
  1876	-1&-4&2&0&0&-2 4
  1877	-1&-4&2&0&0&2&1 4
  1878	-1&-4&2&0&3&-1&1&-1&-2 4
  1879	-1&-4&2&-2&-2 4
  1880	-1&5&-2 4
  1881	2&0&0&0&3&-3&-2 4
  1882	2&0&0&1 4
  1883	2&0&0&-2&2&-4 4
  1884	2&0&0&7&-2&2 4
  1885	2&0&2 4
  1886	2&0&-2&-2&2&2&-2&-2 4
  1887	2&0&-2&2&2&-4 4
  1888	-2&0&2&2&-4 4
  1889	2&0&-3&3 4
  1890	-2&0&-3&3&2 4
  1891	2&0&3&-5&-2&2 4
  1892	-2&0&-5 4
  1893	2&0&7&3&-3&0&-2 4
  1894	2&1&-1&-2&2&-2 4
  1895	2&1&2&0&0&0&0 4
  1896	2&1&2&0&-2&0 4
  1897	-2&-1&-2&2 4
  1898	2&1&2&-2&0 4
  1899	2&1&2&-2&-3&-2 4
  1900	-2&-1&3&2&-4 4
  1901	2&2&0 4
  1902	2&-2&0&0&0&0&0 4
  1903	2&-2&0&0&0&-3&3 4
  1904	2&-2&0&0&-2&0 4
  1905	2&2&0&0&3&-3 4
  1906	2&-2&0&0&7 4
  1907	2&-2&0&-1&1&2&-3&1 4
  1908	2&-2&0&-1&-4&2 4
  1909	2&-2&0&2&0&-2&0&2&-5 4
  1910	2&-2&0&-2&0&-2&2&0&0&0 4
  1911	2&2&0&-2&-2 4
  1912	2&-2&0&2&-2&0&2&3 4
  1913	2&-2&0&2&2&1&-1&-2&-2 4
  1914	2&-2&0&-2&2&2&3&0 4
  1915	2&-2&0&-2&2&3 4
  1916	2&-2&0&-2&4&-2&-2&2 4
  1917	2&-2&0&2&-5 4
  1918	2&-2&0&-3&2&-2&-2 4
  1919	2&2&0&3&-3&0&0 4
  1920	2&-2&0&-3&3&-1&-2&2&1 4
  1921	2&-2&0&-3&3&2&-3&1&0 4
  1922	2&-2&0&4&1 4
  1923	2&-2&0&5&0&-1&1&-3 4
  1924	2&-2&0&-5&2&3 4
  1925	2&-2&-1&1&-1&-2&3&-3 4
  1926	2&2&1&-1&-2&-2&2 4
  1927	2&-2&-1&1&2&-2&2&0&-2&0 4
  1928	2&-2&-1&1&-3&-2 4
  1929	2&-2&-1&-2&2&0&1 4
  1930	2&-2&-1&-2&-2&5&2 4
  1931	2&-2&-1&-2&3&-5&-2&2 4
  1932	2&-2&-1&-2&3&-5&2&3 4
  1933	2&-2&2&0&0&-2 4
  1934	2&-2&2&0&-2&0&-2&2 4
  1935	2&-2&2&0&-2&0&2&-2&-1&1 4
  1936	2&-2&-2&0&2&-2 4
  1937	2&-2&-2&0&2&2 4
  1938	2&2&-2&0&-2&2 4
  1939	2&-2&-2&0&2&-2&0&0 4
  1940	-2&2&2&0&-2&-2&2 4
  1941	2&-2&-2&-1&0&0&3&2 4
  1942	2&-2&-2&-1&1&0 4
  1943	2&-2&2&1&-1&-2&-2 4
  1944	2&-2&-2&-1&-2&2&0&0&1 4
  1945	2&-2&2&-2&0&0&-2 4
  1946	2&-2&-2&2&0&-2&0&4&3&0 4
  1947	2&-2&-2&2&0&-2&-1 4
  1948	2&-2&2&-2&-1&-2 4
  1949	2&-2&2&-2&-2&0&-1&3&0 4
  1950	2&-2&2&2&-2&0&-2&-2&0 4
  1951	2&-2&2&-2&-2&0&4&3 4
  1952	2&-2&2&-2&-2&-1&1&-1&3&-2 4
  1953	2&-2&2&-2&-2&-1&1&-1&-4&2 4
  1954	2&-2&2&-2&-2&-1&1&2&-2&2 4
  1955	2&-2&2&-2&-2&2&0&-2&4 4
  1956	2&-2&2&-2&2&-2&-2 4
  1957	2&2&2&-2&2&-2&-2 4
  1958	2&-2&2&-2&-2&2&-2&2 4
  1959	2&-2&2&2&-2&2&-2&-2 4
  1960	2&-2&2&-2&-2&2&2&-2&-2 4
  1961	2&-2&2&-2&-2&2&2&3&0 4
  1962	2&-2&2&2&3 4
  1963	2&-2&2&2&3&-5 4
  1964	2&-2&-2&-3&0 4
  1965	2&-2&2&-3&1&0 4
  1966	2&-2&2&3&-3&-2&-2 4
  1967	2&-2&2&3&-3&-2&2 4
  1968	2&-2&2&-4&2&-2&0 4
  1969	-2&2&3&0&2&-2&2&2&-2&-2 4
  1970	2&-2&-3&1&2&0 4
  1971	-2&2&3&-1&-2&-2 4
  1972	-2&2&3&2 4
  1973	2&-2&-3&3&0&0 4
  1974	2&2&-4&-2 4
  1975	2&-2&4&-2&2 4
  1976	2&-2&4&3 4
  1977	-2&-2&4&3&0 4
  1978	2&-2&-5&2 4
  1979	2&-2&5&2&-2&0&-3 4
  1980	2&3&0&2&-2&0&2 4
  1981	2&3&-1&-2 4
  1982	2&3&-1&-2&2&1&-1&-2&-2&2 4
  1983	2&3&-1&-2&2&-2&-2 4
  1984	2&3&2&-2&-1&-2 4
  1985	2&3&-3&0&-2 4
  1986	2&3&-3&3&-5 4
  1987	2&3&-3&7 4
  1988	2&-4&0&-1&-2&-2&-2&4&3 4
  1989	-2&4&0&2&-2&-2 4
  1990	2&-4&-1&-2&0&7 4
  1991	-2&4&-2 4
  1992	2&-4&2&0 4
  1993	-2&4&-2&-2 4
  1994	2&-4&2&2&-2&-2 4
  1995	2&-4&-3&3 4
  1996	-2&5&2&-2&2 4
  1997	2&-5&3 4
  1998	2&-7&7 4
  1999	3&0&0&0 4
  2000	-3&0&0&3 4
  2001	3&0&-1&-2&-2 4
  2002	3&0&-1&-4&2 4
  2003	-3&0&-2&0 4
  2004	-3&0&-2&5&2 4
  2005	-3&0&3&0&-5 4
  2006	-3&0&3&-1&-4 4
  2007	-3&0&3&-5 4
  2008	-3&0&5&-2 4
  2009	-3&0&7&0&0&-2&-2&2&2&-2 4
  2010	-3&0&7&-2 4
  2011	3&-1&1&-3 4
  2012	3&-1&-2&-2 4
  2013	-3&1&2&-2&-1&-2&0&7 4
  2014	-3&1&2&-5&-2&0&5&0 4
  2015	-3&1&-3&3 4
  2016	3&-1&-4&2 4
  2017	-3&1&4&3&-5&-2&0&-3&3&-3 4
  2018	-3&2&1&0&-1&-2&-2 4
  2019	-3&2&1&-1&-4 4
  2020	-3&2&1&-3&-2&2 4
  2021	-3&-2&2&-2&0&-2&2 4
  2022	3&2&2&-2&-2 4
  2023	-3&-2&5&0 4
  2024	-3&-2&5&2 4
  2025	3&-3&0&0&0&0&0&0 4
  2026	3&-3&0&0&3&-3&0&-2&2&3 4
  2027	3&-3&0&-2&4&1 4
  2028	-3&3&0&-3&-2 4
  2029	3&-3&0&3&-3&0&3&-3 4
  2030	-3&3&0&-5&5 4
  2031	-3&3&-1&-2&-2&2 4
  2032	-3&3&-1&-4&5&2&2&-2&-2 4
  2033	-3&3&2&0&3 4
  2034	3&-3&2&1&-1&-2&-2&2 4
  2035	3&-3&-2&2&0&-2&0&0&2&3 4
  2036	3&-3&-2&2&0&-2&0&0&7 4
  2037	-3&3&2&2&-2&-2 4
  2038	3&-3&-2&2&-2&2&0&3 4
  2039	-3&3&2&2&-2&-2&2 4
  2040	-3&3&2&2&2&-2&-2&-2 4
  2041	-3&3&2&-2&-3 4
  2042	3&-3&-2&2&3&0&0 4
  2043	3&-3&-2&2&3&-3&2&1 4
  2044	3&-3&-2&-3&1 4
  2045	-3&3&2&-3&1&0 4
  2046	-3&3&-3&0&-2 4
  2047	3&-3&3&0&2&2&-2&-2 4
  2048	-3&3&-3&1&0&-1 4
  2049	3&-3&5 4
  2050	3&-5&2 4
  2051	3&-5&2&3 4
  2052	3&-5&-3&1&0&7&0 4
  2053	3&-5&-3&3 4
  2054	-3&7&-2 4
  2055	4&0&-2&2 4
  2056	4&0&2&-2&-2 4
  2057	4&1&2&0&0&2&-4 4
  2058	4&2&1&-1&-2&-2 4
  2059	-4&-2&2 4
  2060	-4&2&2&0&0&-2 4
  2061	-4&2&2&0&3&-3&0&0&-2 4
  2062	-4&2&2&0&3&-5&-2&2 4
  2063	4&-2&2&-2&-2&2&0&-2 4
  2064	4&-2&2&-5&1 4
  2065	-4&2&5 4
  2066	4&3&0&-3&-2&2&3 4
  2067	4&3&-5&-2&0&-3&3&-3 4
  2068	-4&4&0&3&-5 4
  2069	4&-4&2&2&0&3&-5&-2&2 4
  2070	-4&4&3&-5&-2&0&-3&3&-3 4
  2071	4&-4&4 4
  2072	4&-4&7 4
  2073	4&-6 4
  2074	-5&0&-2&5 4
  2075	5&0&-5&4&1&-3&-2&2&-2&-2 4
  2076	5&-1&1 4
  2077	-5&1&2&0 4
  2078	-5&2&0&0&7 4
  2079	5&-2&2&3&-5 4
  2080	-5&2&3&0&0&0&0 4
  2081	-5&2&3&-3&-2 4
  2082	-5&2&3&-3&2&1 4
  2083	-5&2&-4 4
  2084	-5&3&-1&1&2&-2 4
  2085	-5&3&-1&-2&-2 4
  2086	-5&4&1&-3&0&2&-2&-2 4
  2087	-5&4&1&-3&-2&2&-2&-2&2&-2 4
  2088	-5&5&-2&0 4
  2089	6&1 4
  2090	6&-2 4
  2091	7&0&0&0&-2 4
  2092	7&-2&0 4
  2093	-7&5 4
  2094	0&0&0&0&0&0&0&0&2&1 3
  2095	0&0&0&0&0&-2&-2&2 3
  2096	0&0&0&0&0&2&-2&-2 3
  2097	0&0&0&0&0&-3&3 3
  2098	0&0&0&0&-1&1&2&-2 3
  2099	0&0&0&0&2&0&-2 3
  2100	0&0&0&0&2&-2 3
  2101	0&0&0&0&2&-2&0&0&0 3
  2102	0&0&0&0&-2&2&2&-4&2 3
  2103	0&0&0&0&-3&0 3
  2104	0&0&0&0&-3&3 3
  2105	0&0&0&-1&-2&2&1&2 3
  2106	0&0&0&-1&3 3
  2107	0&0&0&-2&0&2 3
  2108	0&0&0&-2&0&2&2&-4 3
  2109	0&0&0&2&-2&0&2&-2&0 3
  2110	0&0&0&2&2&-2&0&-2 3
  2111	0&0&0&2&2&-2&0&-2&2 3
  2112	0&0&0&2&-2&-2&2&0&2&-4 3
  2113	0&0&0&-2&2&2&3 3
  2114	0&0&0&2&-3&1 3
  2115	0&0&0&2&3&-3&-2 3
  2116	0&0&0&2&3&-5 3
  2117	0&0&0&2&-5 3
  2118	0&0&0&-3&-2 3
  2119	0&0&0&3&-3&0&2&1 3
  2120	0&0&0&-3&3&2&-2&-1&1 3
  2121	0&0&0&-3&3&-5&0&2&3 3
  2122	0&0&0&-3&5 3
  2123	0&0&0&4&1&2 3
  2124	0&0&0&5&0 3
  2125	0&0&0&5&-2 3
  2126	0&0&0&-5&2&3&0 3
  2127	0&0&-1&-2&-2 3
  2128	0&0&-1&-2&3&-3&3&-5 3
  2129	0&0&-1&3&2&-4&0&-3&-2&5 3
  2130	0&0&-1&-4&2&3&0&0 3
  2131	0&0&-2&0&2 3
  2132	0&0&2&1&-1&-2 3
  2133	0&0&2&1&-1&-2&-2 3
  2134	0&0&2&1&2&-2 3
  2135	0&0&2&1&-3 3
  2136	0&0&2&-2&0&0&0&2&-2&0 3
  2137	0&0&2&2&0&0&-2 3
  2138	0&0&2&2&0&-2&2 3
  2139	0&0&2&-2&0&-3 3
  2140	0&0&2&2&1 3
  2141	0&0&2&2&1&-3 3
  2142	0&0&-2&-2&2&0&2 3
  2143	0&0&-2&2&-2&2&-4&0&2 3
  2144	0&0&2&-2&-2&4&3 3
  2145	0&0&-2&2&-4&2 3
  2146	0&0&-2&2&-5&3&-1&1&2&-2 3
  2147	0&0&2&3&0&0 3
  2148	0&0&2&-3&1&0 3
  2149	0&0&2&3&-3 3
  2150	0&0&2&-4&2 3
  2151	0&0&3&0&-5 3
  2152	0&0&3&0&-5&-2&2 3
  2153	0&0&3&-3&-2&2 3
