     1	G4 306
     2	G4&G4 267
     3	A4&G4&G4 262
     4	D4 245
     5	F4&F4&G4 235
     6	E4&F4&G4 225
     7	F4 213
     8	A4&G4&A4 212
     9	A4&A4 209
    10	F4&F4 203
    11	F4&E4&D4 200
    12	A4&G4&F4&G4 198
    13	F4&G4 197
    14	A4&G4&G4&G4 194
    15	F4&E4&F4&G4 191
    16	C5&C5&B4 190
    17	G4&A4 185
    18	F4&D4 184
    19	C5 179
    20	A4&G4 174
    21	B4 171
    22	C5&B4 171
    23	G4&A4&G4 170
    24	F4&G4&A4&G4 169
    25	A4&B4 167
    26	A4 166
    27	F4&E4 165
    28	C5&C5 164
    29	F4&D4&D4 164
    30	A4&G4&A4&G4 160
    31	F4&G4&A4 160
    32	F4&G4&G4 159
    33	C4&D4 154
    34	E4 149
    35	A4&C5 146
    36	C5&D5 140
    37	C5&D5&C5&B4 140
    38	A4&G4&F4&G4&G4 139
    39	G4&G4&G4 138
    40	A4&B4&C5&B4 135
    41	F4&F4&E4&D4 134
    42	A4&A4&G4 133
    43	E4&F4&D4 133
    44	C5&D5&D5 132
    45	C5&C5&C5&B4 131
    46	C5&C5&C5&C5 131
    47	E4&E4 130
    48	C5&A4 128
    49	A4&C5&B4 126
    50	A4&G4&A4&C5 126
    51	D5 125
    52	A4&G4&F4&G4&A4 124
    53	E4&D4 124
    54	F4&A4 124
    55	F4&E4&D4&D4 124
    56	F4&F4&E4 123
    57	F4&F4&D4 122
    58	F4&G4&A4&A4 122
    59	F4&F4&F4&G4 120
    60	C5&D5&C5&C5&B4 116
    61	D5&D5 116
    62	A4&G4&A4&C5&B4 110
    63	C5&D5&D5&D5 110
    64	C5&B4&A4 109
    65	C4 108
    66	C4&D4&D4 108
    67	G4&A4&C5 108
    68	D4&D4 107
    69	A4&A4&A4&A4 106
    70	A4&G4&A4&B4 105
    71	A4&G4&F4&G4&A4&G4 105
    72	A4&G4&G4&F4&G4 105
    73	C4&C4&D4 105
    74	C5&D5&C5&C5 104
    75	F4&E4&D4&E4 103
    76	D5&E5&D5 102
    77	E4&F4&E4&D4 102
    78	C5&D5&C5 101
    79	F4&E4&D4&C4&D4 99
    80	A4&G4&A4&G4&F4&G4 97
    81	C5&A4&G4 96
    82	C5&C5&D5 96
    83	E4&F4&G4&G4 96
    84	E5&D5 95
    85	A4&B4&A4&G4 94
    86	G4&G4&A4 94
    87	F4&E4&F4&D4 93
    88	F4&F4&E4&F4&G4 92
    89	A4&A4&A4 90
    90	A4&B4&C5 90
    91	G4&A4&C5&B4 89
    92	E4&F4&D4&D4 88
    93	G4&F4&G4 88
    94	G4&B4 87
    95	A4&A4&C5 86
    96	D4&C4&D4 86
    97	A4&A4&B4 85
    98	A4&C5&C5 85
    99	F4&D4&C4&D4 85
   100	F4&E4&F4&E4&D4 85
   101	F4&A4&G4 84
   102	D5&C5&B4 83
   103	A4&G4&G4&A4 82
   104	C5&C5&C5 82
   105	F4&E4&E4 81
   106	F4&F4&F4&F4 81
   107	G4&G4&G4&G4 81
   108	C5&D5&E5&D5 80
   109	D5&B4 80
   110	F4&C4&D4 80
   111	A4&G4&A4&A4&G4 79
   112	E5 78
   113	G4&A4&G4&G4 78
   114	A4&G4&A4&F4&G4 76
   115	C5&D5&B4 75
   116	E4&F4&E4&D4&D4 75
   117	A4&G4&G4&A4&G4 74
   118	C5&A4&C5 74
   119	C4&D4&D4&D4 73
   120	C4&F4&G4 73
   121	C5&B4&A4&G4 73
   122	F4&F4&G4&A4&G4 73
   123	A4&C5&A4 72
   124	C5&C5&D5&C5&C5 71
   125	F4&E4&D4&E4&F4&G4 71
   126	F5 71
   127	A4&A4&A4&G4 70
   128	C5&D5&C5&C5&D5 70
   129	D5&E5 70
   130	C5&B4&C5 69
   131	F4&D4&E4&F4&G4 69
   132	A4&G4&A4&B4&A4 68
   133	A4&G4&G4&A4&C5 68
   134	E5&F5&E5&D5 68
   135	F4&D4&C4&D4&D4 67
   136	F4&D4&D4&D4 67
   137	E4&G4 66
   138	F4&E4&C4&D4 66
   139	F4&E4&D4&C4&D4&D4 65
   140	A4&A4&G4&G4 64
   141	C5&D5&C5&A4 64
   142	C5&D5&F5 64
   143	F4&F4&E4&D4&D4 63
   144	F4&G4&A4&A4&G4 63
   145	A4&G4&G4&G4&G4&G4 62
   146	C4&C4 62
   147	C5&D5&E5 62
   148	F4&F4&E4&D4&C4&D4 62
   149	D5&D5&D5&D5 61
   150	G4&A4&B4 61
   151	G4&A4&G4&F4&G4 61
   152	C5&C5&B4&A4 60
   153	C5&C5&C5&C5&C5&C5&C5&C5 60
   154	F4&F4&G4&A4 60
   155	A4&C5&A4&A4 59
   156	E5&D5&C5&B4 59
   157	F4&A4&C5 59
   158	F5&E5&D5 59
   159	A4&A4&C5&B4 57
   160	F4&G4&F4&G4 57
   161	G4&E4 57
   162	A4&G4&G4&G4&G4 56
   163	C5&C5&B4&C5&A4&G4 56
   164	C5&C5&D5&C5&B4 56
   165	F4&E4&F4&G4&G4 56
   166	F4&G4&A4&G4&F4&G4 56
   167	C5&C5&B4&C5&A4& 55
   168	D5&D5&E5&D5 55
   169	G4&G4&A4&G4 55
   170	A4&C5&A4&G4 54
   171	E4&F4&E4 54
   172	D4&D4&D4 53
   173	E5&E5&D5 53
   174	F4&D4&D4&C4 53
   175	C5&B4&B4 52
   176	A4&A4&C5&A4&G4&A4&G4 51
   177	A4&G4&A4&C5&A4 51
   178	C4&D4&F4&F4 51
   179	D4&C4 51
   180	E4&G4&A4&G4 51
   181	E5&F5 51
   182	F4&A4&C5&C5 51
   183	F4&F4&G4&F4&F4 51
   184	D5&F5 50
   185	F4&D4&F4&F4 50
   186	F4&F4&E4&D4&E4 50
   187	B4&C5 49
   188	C5&C5&A4 49
   189	A4&A4&G4&F4&G4&A4&G4 48
   190	A4&B4&A4&G4&G4 48
   191	C5&C5&B4&A4&G4 48
   192	A3 47
   193	A4&B4&A4 47
   194	B4&B4 47
   195	C5&D5&C5&C5&C5&C5 47
   196	E4&F4&E4&D4&C4&D4 47
   197	F4&F4&A4 47
   198	A4&G4&A4&C5&C5&B4 46
   199	A4&G4&G4&A4&C5&B4 46
   200	C4&D4&F4&G4 46
   201	C5&C5&B4&C5 46
   202	F4&A4&C5&B4 46
   203	F4&F4&E4&F4&D4 46
   204	F5&F5 46
   205	A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 45
   206	C5&B4&C5&D5&C5&B4 45
   207	C5&C5&C5&A4 45
   208	C5&C5&D5&E5&D5 45
   209	D4&F4&G4 45
   210	E4&F4&E4&D4&E4 45
   211	F4&D4&D4&C4&D4 45
   212	F4&E4&D4&C4 45
   213	F4&F4&F4&D4 45
   214	F4&G4&F4&E4 45
   215	C5&A4&B4 44
   216	E4&F4&G4&F4&E4&D4&D4 44
   217	A4&A4&F4&G4 43
   218	A4&B4&B4 43
   219	A4&F4&G4 43
   220	D4&D4&C4 43
   221	D4&E4&F4&G4 43
   222	F4&E4&F4&E4&D4&D4 43
   223	F4&G4&A4&G4&G4 43
   224	A4&G4&A4&B4&C5&B4 42
   225	A4&G4&F4&G4&A4&A4&G4&G4 42
   226	E4&F4&D4&C4&D4 42
   227	F4&C4 42
   228	A4&C5&G4&G4 41
   229	C5&B4&C5&D5&D5 41
   230	C5&C5&C5&C5&D5 41
   231	F4&A4&B4 41
   232	A4&A4&A4&G4&G4 40
   233	A4&G4&F4&G4&G4&A4 40
   234	C5&D5&C5&C5&C5&B4 40
   235	E4&G4&A4 40
   236	E5&D5&E5&F5&E5&D5&C5&D5&E5&D5&E5&D5&C5&B4&C5&B4 40
   237	A4&A4&A4&G4&A4&G4 39
   238	A4&B4&C5&A4 39
   239	F4&D4&C4 39
   240	A4&A4&A4&G4&F4&G4 38
   241	A4&B4&C5&B4&A4&G4 38
   242	A4&B4&C5&B4&A4&G4&G4&A4&C5&A4&G4&A4&A4&G4 38
   243	D4&D4&C4&D4 38
   244	D5&D5&E5&D5&C5&B4 38
   245	F4&A4&C5&C5&B4 38
   246	F4&E4&D4&E4&E4 38
   247	E5&F5&D5 37
   248	F4&G4&A4&A4&G4&G4 37
   249	G4&A4&C5&C5 37
   250	A4&B4&A4&G4&F4&G4 36
   251	B4&C5&D5&C5&B4 36
   252	E4&F4&G4&G4&G4 36
   253	F4&G4&A4&G4&G4&G4 36
   254	G5&F5 36
   255	A4&A4&A4&A4&G4 35
   256	A4&G4&G4&C5&C5&B4&C5&A4&G4 35
   257	B4&A4&G4 35
   258	C5&C5&C5&C5&B4 35
   259	C5&D5&C5&D5&D5 35
   260	D5&B4&D5&E5&D5 35
   261	D5&D5&E5&D5&C5&B4&A4 35
   262	F4&E4&F4&G4&F4&G4&G4 35
   263	A4&A4&C5&A4&G4 34
   264	A4&A4&G4&F4&G4 34
   265	A4&G4&A4&B4&A4&G4 34
   266	C5&C5&D5&D5 34
   267	C5&D5&D5&C5&B4 34
   268	C5&D5&E5&F5&E5&D5 34
   269	C5&G4&A4 34
   270	E5&F5&G5 34
   271	E5&G5 34
   272	F4&E4&D4&E4&E4&E4 34
   273	F4&E4&D4&F4&G4 34
   274	F4&E4&F4&D4&D4 34
   275	A4&C5&C5&B4 33
   276	A4&G4&F4&E4&F4&G4 33
   277	C4&D4&D4&D4&D4 33
   278	C5&D5&E5&D5&C5&B4 33
   279	D5&E5&F5&E5&D5 33
   280	F4&E4&D4&D4&D4 33
   281	F4&E4&G4 33
   282	A4&A4&A4&C5 32
   283	A4&G4&A4&C5&C5 32
   284	C4&D4&F4&D4 32
   285	C5&C5&D5&C5&C5&B4 32
   286	D4&D4&C4&F4&G4 32
   287	D5&E5&F5&E5&D5&C5&D5&C5&C5&B4 32
   288	F4&A4&A4 32
   289	F4&A4&G4&F4&G4 32
   290	F4&F4&E4&G4 32
   291	F4&F4&F4 32
   292	F4&F4&F4&F4&F4&F4 32
   293	F4&G4&A4&A4&G4&F4&G4 32
   294	G4&F4&F4 32
   295	A4&B4&G4 31
   296	A4&G4&A4&C5&G4&E4 31
   297	D5&D5&B4 31
   298	F4&E4&D4&E4&F4&D4 31
   299	G4&G4&F4&G4 31
   300	G5&F5&E5&D5 31
   301	A3&C4&D4 30
   302	A4&G4&F4&G4&A4&A4&G4 30
   303	A4&G4&F4&G4&G4&F4 30
   304	D5&C5 30
   305	D5&D5&C5&B4 30
   306	D5&E5&D5&C5&B4 30
   307	E4&D4&D4 30
   308	F4&C4&D4&D4 30
   309	F4&E4&E4&D4 30
   310	F4&F4&G4&F4&G4 30
   311	G4&F4&G4&G4 30
   312	G5&A5 30
   313	A3&C4&D4&D4 29
   314	A4&A4&C5&A4 29
   315	A4&G4&A4&F4&F4&G4&A4&G4&A4&B4&A4&A4&G4&F4&E4&G4&A4&G4 29
   316	A4&G4&A4&G4&A4&G4 29
   317	B4&C5&B4 29
   318	C5&D5&B4&C5 29
   319	D5&C5&C5 29
   320	F4&A4&A4&B4 29
   321	F4&D4&F4&G4 29
   322	F4&E4&C4&D4&D4 29
   323	F4&E4&D4&D4&A4&A4&A4&G4&F4&G4&A4&G4 29
   324	A4&A4&A4&G4&F4&G4&A4&G4 28
   325	A4&B4&C5&B4&A4&G4&A4 28
   326	A4&C5&A4&A4&G4 28
   327	A4&C5&G4 28
   328	A4&G4&A4&G4&G4&G4 28
   329	B3 28
   330	C5&A4&G4&A4&G4&F4&G4 28
   331	C5&C5&D5&C5&A4 28
   332	C5&G4 28
   333	D4&F4&D4 28
   334	D5&C5&D5&F5 28
   335	D5&D5&E5&D5&C5&B4&C5 28
   336	E4&E4&E4 28
   337	F4&A4&G4&G4 28
   338	G4&A4&C5&C5&C5&C5 28
   339	A4&B4&C5&A4&G4 27
   340	A4&B4&C5&D5&C5&B4 27
   341	A4&G4&A4&C5&G4 27
   342	B4&C5&D5 27
   343	C5&A4&A4&G4 27
   344	C5&C5&B4&C5&D5&C5&B4 27
   345	E4&F4&E4&D4&E4&F4&D4 27
   346	F4&G4&A4&F4&E4&D4&D4 27
   347	F4&G4&A4&G4&F4&E4&F4&G4 27
   348	A4&A4&G4&F4&G4&A4& 26
   349	A4&G4&A4&B4&A4&G4&A4&F4&G4&A4&A4&C5&B4&C5&D5&C5&B4 26
   350	A4&G4&A4&G4&F4&E4&F4&G4 26
   351	C4&B3 26
   352	C4&C4&D4&F4&G4 26
   353	C5&A4&A4 26
   354	D4&G4 26
   355	D5&D5&D5 26
   356	F4&E4&D4&D4&A4&A4&G4&F4&G4&A4&G4 26
   357	F4&E4&E4&E4 26
   358	F4&E4&F4&G4&F4&G4 26
   359	F4&F4&D4&F4&D4 26
   360	F4&F4&F4&E4&C4&D4 26
   361	F4&F4&G4&G4 26
   362	F4&G4&A4&C5&B4 26
   363	G4&A4&C5&A4 26
   364	A4&G4&F4&G4&A4&A4 25
   365	A4&G4&G4&A4&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 25
   366	A4&G4&G4&G4&A4 25
   367	C4&A3 25
   368	C5&C5&C5&D5&C5&C5 25
   369	C5&E5&D5 25
   370	E4&F4&E4&D4&C4 25
   371	E5&E5 25
   372	E5&F5&G5&F5&E5&D5 25
   373	F4&E4&C4 25
   374	F4&E4&F4&G4&A4 25
   375	F4&G4&A4&F4&G4 25
   376	G4&A4&G4&G4&G4 25
   377	A4&A4&A4&G4&F4&G4&A4& 24
   378	A4&C5&A4&G4&A4&B4&A4&G4&A4&F4&G4&A4&A4&C5&B4&C5&D5&C5&B4 24
   379	A4&C5&G4&A4&G4 24
   380	A4&G4&A4&G4&E4&F4&G4 24
   381	C4&D4&F4&F4&G4 24
   382	C5&B4&A4&G4&A4&G4 24
   383	C5&C5&B4&B4 24
   384	C5&D5&C5&C5&A4 24
   385	C5&D5&C5&D5&E5&D5 24
   386	E4&F4&G4&F4&G4 24
   387	F4&D4&D4&D4&D4 24
   388	F4&E4&D4&F4&D4 24
   389	F4&F4&D4&D4 24
   390	F4&F4&F4&E4 24
   391	F4&G4&A4&A4&B4 24
   392	G4&A4&A4 24
   393	G5 24
   394	A4&G4&A4&A4&G4&G4&G4 23
   395	A4&G4&A4&B4&A4&G4&F4&G4 23
   396	A4&G4&F4&G4&A4&G4&A4&G4 23
   397	C5&C5&B4&C5&A4&G4&A4 23
   398	C5&C5&C5&D5 23
   399	D5&C5&C5&B4 23
   400	D5&C5&D5&E5 23
   401	D5&C5&D5&E5&D5 23
   402	E4&F4&E4&D4&C4&D4&D4 23
   403	F4&D4&D4&C4&F4&G4 23
   404	F4&E4&F4&D4&E4&F4&G4 23
   405	F4&E4&F4&E4&D4&F4&D4 23
   406	F4&E4&G4&A4 23
   407	A4&B4&C5&B4&A4&G4&G4&A4&C5 22
   408	A4&C5&A4&A4&A4&A4 22
   409	A4&G4&A4&C5&G4&A4&G4&G4 22
   410	A4&G4&G4&A4&G4&F4&G4 22
   411	A4&G4&G4&F4&F4&G4 22
   412	B4&C5&D5&D5 22
   413	C4&C4&D4&D4 22
   414	C5&D5&C5&A4&G4 22
   415	D4&C4&F4&G4 22
   416	D4&D4&D4&C4&F4&G4 22
   417	D5&C5&C5&D5 22
   418	E5&F5&D5&D5 22
   419	E5&F5&E5&E5&D5 22
   420	F4&E4&D4&C4&D4&D4&D4 22
   421	F4&E4&E4&A4&G4&A4&C5&G4&E4 22
   422	F4&F4&C4 22
   423	F4&F4&D4&F4&G4 22
   424	G4&A4&C5&C5&B4 22
   425	A4&A4&B4&C5&B4 21
   426	A4&C5&A4&C5 21
   427	A4&C5&G4&A4&G4&G4 21
   428	A4&G4&A4&C5&B4&D5&C5&C5&C5&B4 21
   429	A4&G4&G4&F4&G4&G4&G4 21
   430	A4&G4&G4&G4&A4&G4 21
   431	C4&D4&F4&E4&F4&G4 21
   432	C5&C5&B4&C5&A4&G4&A4&G4 21
   433	C5&D5&C5&A4&B4 21
   434	C5&D5&E5&D5&C5&D5&D5 21
   435	C5&D5&F5&E5&D5 21
   436	D5&C5&D5 21
   437	D5&D5&B4&D5&E5&D5 21
   438	D5&D5&F5 21
   439	E4&D4&E4&E4 21
   440	E4&F4&G4&A4&G4 21
   441	E5&F5&G5&G5&F5&E5&D5 21
   442	F4&E4&D4&E4&F4&D4&D4 21
   443	F4&F4&F4&E4&D4 21
   444	F4&F4&F4&F4&G4 21
   445	G4&A4&F4&G4 21
   446	G4&G4&B4 21
   447	G5&G5 21
   448	A4&B4&G4&G4 20
   449	A4&C5&G4&A4&G4&E4&G4&E4&F4&F4&E4 20
   450	A4&G4&A4&A4&G4&A4 20
   451	A4&G4&A4&B4&A4&F4&G4 20
   452	A4&G4&A4&B4&A4&G4&G4 20
   453	A4&G4&A4&C5&G4&G4 20
   454	A4&G4&A4&G4&F4&E4&D4 20
   455	A4&G4&A4&G4&F4&F4&G4 20
   456	A4&G4&F4&G4&G4&G4 20
   457	B4&C5&A4&G4 20
   458	C5&C5&B4&C5&B4 20
   459	C5&C5&C5&D5&C5&C5&B4 20
   460	C5&C5&D5&C5&B4&C5&B4&A4&G4&A4&G4 20
   461	C5&C5&D5&C5&C5&D5 20
   462	C5&C5&G4&G4 20
   463	C5&D5&C5&B4&A4&G4 20
   464	D5&D5&D5&E5&D5 20
   465	D5&E5&F5 20
   466	E4&F4&E4&D4&E4&F4&D4&D4 20
   467	E4&F4&G4&G4&A4&G4 20
   468	E5&F5&E5 20
   469	E5&F5&E5&D5&E5&D5 20
   470	E5&F5&G5&G5&F5 20
   471	F4&D4&C4&D4&F4&G4 20
   472	F4&E4&D4&E4&E4&D4 20
   473	F4&E4&F4&G4&F4&E4&D4&D4 20
   474	F4&F4&D4&C4 20
   475	F4&G4&G4&F4&G4 20
   476	A4&G4&A4&G4&G4 19
   477	B4&A4 19
   478	C5&A4&C5&B4 19
   479	C5&A4&G4&G4 19
   480	C5&C5&B4&C5&D5&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 19
   481	C5&D5&C5&D5&F5 19
   482	D5&D5&E5&D5&E5&D5&C5&D5&C5&C5&D5 19
   483	E4&F4&D4&C4&D4&D4 19
   484	E4&G4&E4&F4&F4&E4 19
   485	F4&A4&F4&G4 19
   486	F4&A4&G4&A4 19
   487	F4&E4&F4&D4&C4&D4 19
   488	F4&F4&F4&E4&C4&D4& 19
   489	F4&F4&F4&E4&C4&D4&D4 19
   490	G4&A4&A4&G4&G4 19
   491	G4&A4&B4&A4 19
   492	G4&A4&B4&C5&B4 19
   493	G4&F4&G4&A4&G4 19
   494	G4&G4&A4&C5&B4 19
   495	G4&G4&C5 19
   496	G4&G4&G4&A4&G4&G4&G4 19
   497	A4&B4&C5&B4&A4&G4&A4&A4&G4 18
   498	A4&B4&C5&D5 18
   499	A4&G4&A4&A4&G4&G4 18
   500	A4&G4&A4&C5&C5&C5&C5 18
   501	A4&G4&A4&G4&F4&A4 18
   502	A4&G4&G4&A4&C5&G4&A4&G4&G4 18
   503	A4&G4&G4&F4&G4&G4 18
   504	A5 18
   505	C4&C4&D4&F4&F4&G4 18
   506	C5&C5&C5&C5&C5&C5&C5&C5&B4&A4&G4&A4&B4&C5&A4 18
   507	C5&D5&B4&C5&B4 18
   508	C5&D5&B4&C5&D5&C5&D5&D5 18
   509	C5&D5&E5&D5&C5&D5&D5&D5 18
   510	D4&C4&D4&F4&F4&G4 18
   511	D4&D4&D4&D4 18
   512	D4&E4&D4 18
   513	D5&E5&D5&E5&D5&C5&D5&C5&C5&D5 18
   514	E4&F4 18
   515	E4&F4&F4&E4 18
   516	E4&F4&G4&A4 18
   517	E4&G4&G4 18
   518	E5&F5&G5&F5 18
   519	F4&E4&D4&F4&E4&F4&G4 18
   520	F4&F4&F4&E4&F4&G4 18
   521	F4&F4&G4&A4&A4&G4 18
   522	G4&A4&A4&G4 18
   523	G4&A4&C5&A4&G4&A4&B4&A4&G4&A4&F4&G4&A4&A4&C5&B4&C5&D5&C5&B4 18
   524	G4&A4&C5&C5&C5&B4 18
   525	A4&A4&A4&A4&A4&G4 17
   526	A4&A4&A4&B4 17
   527	A4&A4&A4&C5&A4&A4 17
   528	A4&B4&C5&A4&C5&G4&A4&B4&A4&A4&G4&G4&F4&G4&G4&G4 17
   529	A4&B4&C5&B4&A4&G4&A4&C5 17
   530	A4&C5&B4&C5 17
   531	A4&C5&D5&C5&B4 17
   532	A4&D5&B4&C5&A4&G4&A4&G4&F4&G4 17
   533	A4&G4&A4&C5&A4&G4 17
   534	C4&F4&G4&A4&G4 17
   535	C5&A4&A4&G4&A4 17
   536	C5&C5&B4&C5&A4 17
   537	C5&D5&D5&E5&D5 17
   538	C5&D5&E5&D5&D5&D5 17
   539	C5&D5&E5&F5 17
   540	D5&C5&C5&C5&B4 17
   541	D5&C5&D5&D5 17
   542	E4&F4&D4&D4&C4&D4 17
   543	F4&A4&A4&C5 17
   544	F4&E4&E4&F4&G4 17
   545	F4&E4&F4&G4&G4&G4 17
   546	F4&E4&G4&G4 17
   547	F4&F4&F4&A4 17
   548	F4&F4&F4&F4&D4 17
   549	F4&G4&A4&B4 17
   550	A4&A4&A4&G4&A4&C5&G4&G4 16
   551	A4&A4&C5&D5&C5&B4 16
   552	A4&A4&G4&A4 16
   553	A4&A4&G4&A4&C5 16
   554	A4&B4&C5&B4&A4 16
   555	A4&C5&A4&B4 16
   556	A4&G4&A4&B4&A4&A4&G4 16
   557	A4&G4&A4&C5&A4&G4&G4 16
   558	A4&G4&A4&F4&G4&F4&G4 16
   559	A4&G4&F4&G4&A4&A4&G4&G4&C5&C5&B4&C5&A4& 16
   560	A4&G4&F4&G4&A4&G4&A4&G4&E4&F4&E4 16
   561	A4&G4&F4&G4&G4&F4&F4&G4 16
   562	A4&G4&G4&A4&G4&G4&G4 16
   563	C5&C5&B4&A4&C5&B4 16
   564	C5&C5&C5&B4&C5&D5&C5&B4 16
   565	C5&C5&D5&B4 16
   566	C5&C5&D5&B4&C5&A4 16
   567	C5&D5&C5&D5&D5&D5 16
   568	C5&D5&E5&D5&D5 16
   569	D4&C4&D4&F4&G4 16
   570	D4&F4&E4&D4 16
   571	D5&D5&E5 16
   572	D5&E5&F5&E5&D5&C5&B4&C5&D5&C5&C5&B4 16
   573	D5&F5&D5 16
   574	E4&F4&E4&D4&E4&F4&E4&D4&E4&F4&D4 16
   575	F4&E4&D4&F4&E4&F4&E4&D4 16
   576	F4&E4&F4&F4&E4 16
   577	F4&F4&A4&A4&F4&G4&A4&G4&F4 16
   578	F4&F4&D4&C4&D4 16
   579	F4&F4&E4&D4&D4&E4&F4&E4&D4&E4&F4&D4 16
   580	F4&F4&F4&F4&E4 16
   581	F4&F4&F4&F4&F4&F4&F4&F4 16
   582	F4&G4&A4&A4&A4&G4 16
   583	G4&A4&C5&C5&C5&D5&E5&D5 16
   584	G4&A4&G4&A4 16
   585	G4&A4&G4&E4&E4 16
   586	A4&B4&A4&A4&G4 15
   587	A4&B4&A4&G4&A4&G4 15
   588	A4&C5&B4&C5&D5&C5&B4 15
   589	A4&C5&B4&C5&D5&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 15
   590	A4&C5&C5&G4&G4 15
   591	A4&G4&A4&F4&F4&G4 15
   592	A4&G4&G4&A4&G4&G4 15
   593	A4&G4&G4&F4&G4&G4&G4&G4&G4 15
   594	A4&G4&G4&G4&G4&A4&G4&G4&G4 15
   595	B3&C4&D4 15
   596	B4&A4&B4 15
   597	C5& 15
   598	C5&C5&C5&A4&C5&B4&A4 15
   599	C5&C5&C5&B4&A4 15
   600	C5&C5&C5&C5&C5&C5&C5&B4&A4&G4&A4&B4&C5&A4 15
   601	C5&C5&G4&B4 15
   602	C5&D5&C5&A4&A4 15
   603	C5&D5&C5&B4&A4&B4 15
   604	C5&D5&C5&B4&C5&B4&A4&G4&A4&G4 15
   605	C5&D5&C5&D5&C5&C5&B4 15
   606	C5&D5&D5&D5&E5 15
   607	C5&D5&E5&E5&D5 15
   608	C5&F5 15
   609	D4&C4&D4&D4 15
   610	D5&D5&E5&D5&D5&C5&D5 15
   611	D5&D5&E5&F5&E5&D5&C5&D5&C5&C5&B4 15
   612	E4&F4&D4&D4&D4 15
   613	E4&F4&E4&D4&C4&D4&F4&E4&F4&G4&F4&F4&E4&D4&E4&D4&C4&D4 15
   614	E5&C5&D5&D5 15
   615	E5&E5&E5&D5 15
   616	E5&F5&E5&D5&C5&B4 15
   617	F4&D4&C4&F4&G4 15
   618	F4&E4&D4&C4&D4&D4&A4&A4&G4&F4&G4&A4&G4 15
   619	F4&E4&F4&G4&F4&E4&G4&G4&A4&G4&A4&G4&F4&E4&F4&G4 15
   620	F4&F4&A4&C5&C5&B4 15
   621	F4&F4&E4&F4&G4&F4&E4&G4&G4&A4&G4&A4&G4&F4&E4&F4&G4 15
   622	F4&F4&G4&A4&G4&F4&G4 15
   623	F4&G4&A4&G4&F4&E4&F4&G4&F4&F4&E4&F4&D4 15
   624	G4&G4&A4&C5&C5 15
   625	G4&G4&A4&G4&F4&G4 15
   626	G5&A5&A5 15
   627	A3&C4&D4&F4&D4 14
   628	A4&B4&C5&A4&C5 14
   629	A4&G4&A4&B4&A4&G4&F4&G4&A4&G4&F4&G4&G4&F4 14
   630	A4&G4&A4&C5&D5&D5 14
   631	A4&G4&F4&G4&A4&A4&G4&G4&G4 14
   632	A4&G4&G4&F4&F4 14
   633	C5&A4&C5&D5&C5&B4 14
   634	C5&A4&G4&F4&G4 14
   635	C5&B4&C5&D5&C5&B4&C5&A4&A4&G4&A4 14
   636	C5&B4&C5&D5&C5&D5&E5&D5 14
   637	C5&C5&A4&G4 14
   638	C5&C5&B4&G4&A4&C5&G4&A4&G4&G4 14
   639	C5&C5&C5&A4&C5&A4&G4 14
   640	C5&C5&C5&C5&C5&C5&C5&C5&B4&A4&G4 14
   641	C5&C5&D5&C5&C5&C5&C5 14
   642	C5&D5&D5&D5&D5 14
   643	C5&G4&G4 14
   644	D4&F4&E4 14
   645	D5&D5&D5&C5&B4 14
   646	D5&D5&D5&E5&D5&E5&D5&C5&D5&C5&C5&D5 14
   647	E4&F4&G4&F4&E4 14
   648	E4&F4&G4&F4&E4&D4 14
   649	E4&F4&G4&G4&E4 14
   650	E4&G4&E4 14
   651	F4&D4&C4&C4&D4 14
   652	F4&E4&D4&F4&D4&C4&D4&D4 14
   653	F4&E4&F4&F4&G4 14
   654	F4&F4&E4&G4&G4 14
   655	F4&F4&F4&E4&D4&C4&D4 14
   656	F4&G4&A4&A4&A4 14
   657	F4&G4&A4&G4&F4&E4&E4 14
   658	F4&G4&F4&F4&G4 14
   659	G4&A4&B4&C5&A4&G4 14
   660	G4&A4&C5&A4&A4 14
   661	G4&G4&A4&G4&G4 14
   662	G4&G4&G4&A4 14
   663	A4&A4&G4&F4&G4&A4&G4&F4&E4&D4 13
   664	A4&B4&B4&A4 13
   665	A4&C5&A4&B4&A4&G4 13
   666	A4&G4&A4&A4 13
   667	A4&G4&A4&A4&G4&G4&A4 13
   668	A4&G4&A4&C5&G4& 13
   669	A4&G4&A4&F4&E4&D4 13
   670	A4&G4&A4&F4&G4&A4 13
   671	A4&G4&A4&G4&F4 13
   672	A4&G4&G4&F4&G4&G4&A4 13
   673	A4&G4&G4&G4&A4&C5&B4 13
   674	C4&D4&D4&D4&D4&D4&D4 13
   675	C5&A4&A4&G4&G4 13
   676	C5&B4&C5&B4 13
   677	C5&B4&C5&D5&C5&B4&C5&A4&A4&G4&A4&C5&C5&C5&C5 13
   678	C5&C5&A4&C5 13
   679	C5&C5&B4&C5&D5 13
   680	C5&C5&C5&B4&C5&A4&G4 13
   681	C5&C5&C5&C5&C5&B4&A4&G4 13
   682	C5&C5&C5&C5&C5&C5&C5&B4&A4&G4 13
   683	D4&C4&C4&D4 13
   684	D4&E4 13
   685	D4&E4&F4&G4&G4 13
   686	D4&G4&G4 13
   687	D5&B4&C5&B4 13
   688	E4&D4&E4 13
   689	E4&E4&D4 13
   690	E4&F4&E4&D4&C4&D4&F4&E4&F4&G4&F4&F4&E4&D4&E4&D4&C4 13
   691	E4&G4&A4&G4&F4&G4 13
   692	F4&A4&B4&C5&B4 13
   693	F4&A4&C5&A4 13
   694	F4&E4&F4&E4 13
   695	F4&E4&F4&E4&D4&C4&D4 13
   696	F4&E4&F4&E4&D4&F4&D4&D4 13
   697	F4&E4&G4&E4 13
   698	F4&F4&C5&C5&D5&B4&C5&A4 13
   699	F4&F4&F4&G4&A4 13
   700	F4&F4&F4&G4&A4&G4 13
   701	F4&F4&G4&A4&A4&G4&G4 13
   702	F4&G4&A4&G4&A4&A4&B4&A4&A4&A4&F4&G4&A4&A4 13
   703	F5&E5 13
   704	F5&F5&E5&D5 13
   705	G4&F4&F4&G4 13
   706	G4&G4&C5&A4 13
   707	G5&G5&F5 13
   708	A3&C4 12
   709	A3&G3 12
   710	A4&A4&A4&A4&A4&A4 12
   711	A4&A4&A4&A4&C5 12
   712	A4&A4&A4&G4&G4&F4&F4&F4&F4&G4&G4&F4&F4 12
   713	A4&A4&C5&G4 12
   714	A4&A4&G4&F4&G4&G4 12
   715	A4&B4&C5&A4&A4&G4 12
   716	A4&B4&C5&A4&C5&G4&G4&A4&B4&A4 12
   717	A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&G4&A4&B4&A4&F4&A4 12
   718	A4&D5&B4&C5&A4&G4&A4&G4&F4&G4&A4&C5&A4&A4&D5&C5&D5&F5 12
   719	A4&F4&A4 12
   720	A4&G4&A4&B4&C5 12
   721	A4&G4&F4&G4&A4&C5&C5&B4 12
   722	A4&G4&F4&G4&A4&G4&F4&G4 12
   723	B4&C5&B4&A4&G4 12
   724	B4&C5&D5&D5&E5&D5 12
   725	B4&C5&D5&E5&D5 12
   726	C4&C4&B3 12
   727	C4&F4&G4&A4&G4&F4&G4 12
   728	C5&A4&C5&C5 12
   729	C5&B4&C5&D5&D5&D5 12
   730	C5&C5&B4&A4&B4 12
   731	C5&C5&C5&C5&C5&B4 12
   732	C5&C5&C5&C5&C5&C5&B4&A4&G4 12
   733	C5&C5&C5&C5&D5&C5&C5 12
   734	C5&D5&C5&B4&A4&B4&B4 12
   735	C5&D5&C5&E5&D5 12
   736	C5&D5&D5&D5&E5&D5 12
   737	C5&D5&E5&D5&E5&D5&C5&B4 12
   738	C5&D5&E5&D5&E5&E5&D5 12
   739	D4&C4&D4&E4&F4&G4&F4&E4&D4&D4 12
   740	E4&F4&E4&D4&D4&C4&D4 12
   741	E4&F4&G4&F4&E4&D4&C4&D4&D4 12
   742	E4&F4&G4&G4&A4 12
   743	E5&C5 12
   744	E5&F5&E5&F5&D5&C5&D5&C5&C5&B4&C5&D5&C5&D5&D5&D5 12
   745	F4&A4&F4&G4&A4 12
   746	F4&B4 12
   747	F4&C4&C4 12
   748	F4&C4&D4&D4&D4 12
   749	F4&D4&D4&C4&C4&D4 12
   750	F4&D4&E4&F4&G4&G4 12
   751	F4&E4&C4&D4&D4&D4 12
   752	F4&E4&D4&F4&G4&A4&G4&G4 12
   753	F4&E4&D4&G4&G4 12
   754	F4&F4&E4&C4&D4&D4 12
   755	F4&F4&E4&D4&F4&D4 12
   756	F4&F4&F4&E4&D4&D4 12
   757	F4&G4&A4&C5&D5&C5&B4 12
   758	F4&G4&A4&D4 12
   759	F4&G4&F4&F4&E4&D4&E4&F4&E4&D4&E4&F4&D4 12
   760	F4&G4&G4&G4 12
   761	F5&D5&D5 12
   762	G4&G4&A4&C5 12
   763	G5&A5&G5&F5 12
   764	G5&G5&F5&E5&D5 12
   765	A4&A4&C5&A4&G4&A4&G4&F4&G4 11
   766	A4&A4&D5&C5&D5&F5&C5&A4&C5 11
   767	A4&A4&G4&A4&G4&F4&G4 11
   768	A4&A4&G4&G4&C5&C5&B4&C5&A4&G4 11
   769	A4&B4&A4&G4&G4&G4 11
   770	A4&B4&C5&B4&A4&G4&G4&A4&C5&C5&B4&C5&A4&C5&A4&G4&A4&A4&G4 11
   771	A4&B4&C5&C5 11
   772	A4&B4&G4&A4&B4 11
   773	A4&C5&B4&C5&B4 11
   774	A4&D5&B4&C5&A4&G4&A4&G4&F4&G4&A4&B4&C5&B4 11
   775	A4&G4&A4&B4&A4&G4&F4&F4&G4&A4&G4&F4&G4&G4&F4 11
   776	A4&G4&A4&B4&G4 11
   777	A4&G4&A4&G4&A4&G4&F4&G4 11
   778	A4&G4&F4&G4&A4&A4&G4&G4&C5&C5&B4&C5&A4&G4 11
   779	A4&G4&G4&A4&C5&C5&B4 11
   780	B5 11
   781	C5&A4&A4&G4&A4&C5 11
   782	C5&A4&G4&A4 11
   783	C5&B4&C5&D5&C5&D5&E5&D5&E5&E5&D5 11
   784	C5&C5&B4&A4&B4&C5 11
   785	C5&C5&B4&C5&D5&C5&B4&C5&A4&A4&G4&A4&C5&C5&C5&C5 11
   786	C5&C5&C5&A4&C5&B4 11
   787	C5&C5&C5&B4&C5&B4&A4&G4&A4&G4 11
   788	C5&C5&C5&C5&C5&C5 11
   789	C5&C5&D5&C5 11
   790	C5&C5&D5&C5&C5&A4&C5&A4 11
   791	C5&C5&D5&C5&C5&C5&B4 11
   792	C5&C5&D5&E5 11
   793	C5&C5&D5&F5 11
   794	C5&D5&A4 11
   795	C5&D5&C5&B4&B4 11
   796	C5&D5&C5&C5&A4&C5&D5&C5&C5&D5&D5&C5&C5&D5 11
   797	C5&D5&E5&D5&E5&D5 11
   798	C5&E5&F5&E5&D5 11
   799	D4&C4&B3 11
   800	D4&D4&C4&F4&G4&F4&G4&A4&A4 11
   801	D4&F4&D4&C4 11
   802	D4&G4&A4&G4 11
   803	D5&D5&D5&E5&F5&E5&D5&C5&D5&C5&C5&B4 11
   804	D5&E5&E5&D5 11
   805	E4&F4&D4&C4 11
   806	E4&F4&E4&D4&C4&D4&F4&E4&F4&G4&F4&F4&E4&D4&E4&D4&C4&C4&D4 11
   807	E5&F5&E5&E5&D5&C5&D5&C5&C5&B4&C5&D5&C5&D5&D5&D5 11
   808	F4&A4&A4&G4 11
   809	F4&A4&C5&G4&F4&F4&D4&F4&D4 11
   810	F4&D4&E4 11
   811	F4&D4&F4&C4&D4 11
   812	F4&D4&F4&E4&D4&D4 11
   813	F4&D4&F4&E4&F4&G4 11
   814	F4&E4&D4&F4&C4&D4 11
   815	F4&E4&F4&F4&D4 11
   816	F4&F4&A4&A4&F4&G4&A4&G4& 11
   817	F4&F4&A4&C5&C5 11
   818	F4&F4&E4&C4&D4 11
   819	F4&F4&E4&D4&E4&F4&G4 11
   820	F4&F4&E4&F4&G4&F4&G4 11
   821	F4&F4&F4&E4&F4&D4 11
   822	F4&F4&F4&F4&F4&F4&F4&F4&F4&F4 11
   823	F4&F4&F4&F4&F4&G4 11
   824	F4&F4&G4&A4&F4&E4&D4&D4 11
   825	F4&F4&G4&F4&F4&G4 11
   826	F4&G4&A4&F4&E4&D4 11
   827	F4&G4&G4&A4&G4 11
   828	G4&A4&C5&C5&D5&D5 11
   829	G4&A4&C5&D5&D5 11
   830	G4&A4&G4&F4&G4&A4&G4&A4&A4&G4 11
   831	G4&G4&A4&G4&G4&G4 11
   832	A4&A4&A4&C5&A4 10
   833	A4&A4&B4&A4&G4 10
   834	A4&A4&F4&G4&A4&G4 10
   835	A4&C5&A4&G4&G4 10
   836	A4&C5&B4&A4 10
   837	A4&C5&B4&A4&G4 10
   838	A4&D5&B4&C5&A4&A4&G4&A4&G4&F4&G4 10
   839	A4&G4&A4&G4&F4&E4 10
   840	A4&G4&A4&G4&F4&G4&A4&G4&A4&G4 10
   841	A4&G4&F4&G4&A4&G4&F4&G4&G4 10
   842	A4&G4&F4&G4&A4&G4&G4 10
   843	A4&G4&F4&G4&B4 10
   844	A4&G4&F4&G4&G4&A4&G4 10
   845	A4&G4&F4&G4&G4&F4&G4 10
   846	A4&G4&G4&A4&A4 10
   847	A4&G4&G4&F4&G4&A4&G4&G4&G4 10
   848	A4&G4&G4&G4&G4&A4 10
   849	A4&G4&G4&G4&G4&A4&G4&G4 10
   850	B3&C4&D4&D4 10
   851	C4&C4&C4 10
   852	C4&D4&D4&C4 10
   853	C5&A4&G4&A4&B4 10
   854	C5&B4&C5&D5 10
   855	C5&C5&A4&C5&D5&C5&B4 10
   856	C5&C5&B4&C5&D5&C5&B4&C5&A4&A4&G4&A4 10
   857	C5&C5&C5&A4&C5 10
   858	C5&C5&C5&C5&B4&C5&D5&C5&B4 10
   859	C5&C5&C5&C5&C5&C5&C5&C5&C5&B4&A4&G4&A4&B4&C5&A4 10
   860	C5&C5&C5&C5&C5&D5&C5 10
   861	C5&C5&C5&D5&C5&B4 10
   862	C5&D5&C5&A4&A4&A4&A4 10
   863	C5&D5&C5&D5 10
   864	C5&D5&C5&D5&D5&E5&D5 10
   865	C5&D5&D5&C5&C5&B4 10
   866	C5&D5&G4 10
   867	D4&A4&C5 10
   868	D4&D4&D4&C4&D4 10
   869	D4&F4&D4&C4&D4 10
   870	D5&D5&D5&D5&E5&D5 10
   871	E4&D4&C4&D4 10
   872	E4&F4&E4&D4&E4&F4&E4&C4&D4 10
   873	E4&F4&E4&E4&D4&D4 10
   874	E4&G4&A4&C5 10
   875	E5&D5&E5&F5&E5&D5 10
   876	F4&A4&C5&C5&G4&B4 10
   877	F4&A4&G4&A4&G4&F4&G4 10
   878	F4&D4&C4&D4&D4&C4 10
   879	F4&D4&D4&D4&C4&D4 10
   880	F4&D4&D4&F4&D4&D4 10
   881	F4&D4&D4&F4&G4 10
   882	F4&D4&F4&D4&C4 10
   883	F4&E4&D4&F4&D4&C4&D4 10
   884	F4&E4&D4&G4 10
   885	F4&E4&E4&D4&D4 10
   886	F4&E4&F4&E4&D4&E4 10
   887	F4&F4&A4&C5&B4 10
   888	F4&F4&C4&D4 10
   889	F4&F4&E4&D4&C4 10
   890	F4&F4&E4&D4&C4&D4&D4 10
   891	F4&F4&F4&C4&D4 10
   892	F4&F4&F4&E4&G4 10
   893	F4&F4&F4&G4&A4&A4 10
   894	F4&F4&F4&G4&F4&F4&F4&F4 10
   895	F4&F4&F4&G4&F4&F4&G4 10
   896	F4&G4&A4&A4&C5 10
   897	F4&G4&A4&A4&G4&G4&G4 10
   898	F4&G4&A4&G4&A4 10
   899	F4&G4&A4&G4&E4&F4&G4 10
   900	F4&G4&A4&G4&F4&F4&G4 10
   901	F4&G4&A4&G4&G4&G4&G4&G4 10
   902	F4&G4&F4&F4&D4 10
   903	F4&G4&G4&F4 10
   904	F5&F5&E5&D5&E5&D5 10
   905	G4&A4&C5&G4&A4&G4 10
   906	G4&A4&G4&F4&G4&A4 10
   907	G4&G4&C5&C5&B4&C5&A4&G4 10
   908	A3&C4&D4&F4&D4&D4 9
   909	A4&A4&A4&A4&G4&F4&G4&A4&A4&G4 9
   910	A4&A4&A4&F4&G4 9
   911	A4&A4&A4&G4&F4&G4&A4&G4&A4 9
   912	A4&A4&B4&A4 9
   913	A4&A4&C5&A4&G4&A4&G4&A4&G4 9
   914	A4&A4&C5&G4&G4 9
   915	A4&A4&D4 9
   916	A4&A4&G4&F4&G4&A4&G4&F4&E4 9
   917	A4&A4&G4&G4&C5&C5&B4&C5&A4& 9
   918	A4&B4&A4&A4 9
   919	A4&B4&A4&B4 9
   920	A4&C5&C5&G4 9
   921	A4&D5&B4 9
   922	A4&G4&A4&B4&A4&G4&F4&F4&G4 9
   923	A4&G4&A4&C5&A4&G4&A4 9
   924	A4&G4&A4&F4&G4&A4&A4 9
   925	A4&G4&G4&A4&C5&A4 9
   926	A4&G4&G4&F4&G4&A4 9
   927	A4&G4&G4&F4&G4&A4&G4&A4&G4&F4&E4&F4&F4&E4 9
   928	A4&G4&G4&F4&G4&G4&G4&G4&A4&G4&G4&G4 9
   929	A5&G5&F5 9
   930	B4&B4&B4&B4 9
   931	B4&C5&A4 9
   932	B4&C5&B4&B4 9
   933	B4&C5&D5&D5&D5 9
   934	C4&C4&F4&D4&D4 9
   935	C4&D4&D4&C4&D4 9
   936	C4&D4&F4&F4&G4&F4&F4&G4&A4&G4 9
   937	C5&A4&B4&A4&G4&G4 9
   938	C5&A4&C5&D5&C5&B4&C5&D5&C5&B4&A4&B4&B4 9
   939	C5&B4&A4&C5 9
   940	C5&B4&C5&D5&C5&C5&B4 9
   941	C5&C5&A4&C5&B4 9
   942	C5&C5&B4&A4&C5 9
   943	C5&C5&B4&C5&D5&C5&D5&D5 9
   944	C5&C5&C5&C5&A4 9
   945	C5&C5&C5&C5&D5&C5&C5&B4 9
   946	C5&C5&C5&G4&B4&C5 9
   947	C5&C5&D5&B4&C5&C5&B4 9
   948	C5&C5&D5&B4&C5&D5&C5&D5&D5 9
   949	C5&C5&G4 9
   950	C5&D5&B4&C5&C5&B4&C5&D5&C5&D5&D5 9
   951	C5&D5&B4&C5&C5&B4&C5&D5&C5&D5&D5&C5&F4&A4 9
   952	C5&D5&B4&C5&D5&C5&D5&D5&D5 9
   953	C5&D5&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 9
   954	C5&D5&C5&C5&A4&B4&C5&A4&A4&G4 9
   955	C5&D5&D5&C5&C5&D5 9
   956	C5&D5&E5&D5&B4 9
   957	C5&D5&E5&D5&D5&C5&D5&E5&D5 9
   958	C5&D5&E5&D5&E5 9
   959	C5&D5&E5&D5&E5&D5&C5&B4&C5&B4 9
   960	C6 9
   961	D4&G4&F4&G4 9
   962	D5&B4&C5&D5 9
   963	D5&C5&A4 9
   964	D5&C5&B4&C5 9
   965	D5&C5&B4&C5&B4&A4&G4 9
   966	D5&C5&D5&C5&B4 9
   967	E4&C4&D4 9
   968	E4&D4&E4&D4&C4&D4 9
   969	E4&D4&E4&F4&G4 9
   970	E4&E4&A4&G4&A4&C5&G4&E4 9
   971	E4&E4&F4&G4 9
   972	E4&F4&F4&D4 9
   973	E4&F4&G4&G4&F4&G4 9
   974	E4&F4&G4&G4&G4&C5&C5&B4&C5&A4&G4 9
   975	E5&D5&E5&F5&E5&D5&C5&D5&E5&D5&E5&D5&C5&B4 9
   976	E5&F5&E5&F5 9
   977	F4&A4&C5&C5&B4&C5&D5&C5&D5&D5 9
   978	F4&A4&C5&C5&D5 9
   979	F4&A4&C5&D5&C5&B4 9
   980	F4&A4&G4&G4&A4&G4 9
   981	F4&D4&D4&D4&F4&D4&D4 9
   982	F4&D4&F4&D4&D4 9
   983	F4&E4&C4&F4&G4 9
   984	F4&E4&D4&C4&D4&D4&A4&A4&A4&G4&F4&G4&A4&G4 9
   985	F4&E4&D4&C4&D4&E4&E4 9
   986	F4&E4&D4&D4&A4&A4&G4&F4&G4&A4& 9
   987	F4&E4&D4&D4&A4&A4&G4&F4&G4&A4&G4&F4&E4 9
   988	F4&E4&D4&D4&C4 9
   989	F4&E4&D4&D4&D4&D4 9
   990	F4&E4&D4&F4&D4&C4 9
   991	F4&E4&D4&F4&D4&D4 9
   992	F4&E4&F4&D4&C4 9
   993	F4&E4&F4&E4&D4&D4&F4&G4 9
   994	F4&E4&F4&G4&A4&G4 9
   995	F4&E4&F4&G4&F4&G4&G4&F4&F4&G4 9
   996	F4&F4&C5&C5&D5&B4&C5& 9
   997	F4&F4&E4&D4&E4&F4&E4&D4&E4&F4&D4 9
   998	F4&F4&F4&E4&G4&G4&A4 9
   999	F4&F4&G4&F4&G4&A4 9
  1000	F4&G4&A4&G4&A4&A4&B4 9
  1001	F4&G4&A4&G4&A4&G4&F4&G4 9
  1002	G4&A4&C5&B4&A4 9
  1003	G4&E4&G4&A4&G4 9
  1004	G4&G4&C5&A4&G4 9
  1005	G4&G4&G4&A4&C5 9
  1006	G4&G4&G4&G4&G4&G4 9
  1007	A3&B3 8
  1008	A4&A4&C5&A4&G4&A4&G4&F4&A4 8
  1009	A4&A4&C5&B4&G4&G4 8
  1010	A4&A4&D5&C5&D5&F5&C5&A4 8
  1011	A4&A4&F4 8
  1012	A4&A4&F4&G4&A4&G4& 8
  1013	A4&A4&F4&G4&A4&G4&F4 8
  1014	A4&A4&G4&A4&G4&G4&F4&G4&G4 8
  1015	A4&A4&G4&F4&G4&A4&G4&A4&G4&E4&F4&E4 8
  1016	A4&A4&G4&G4&G4 8
  1017	A4&B4&A4&F4&G4 8
  1018	A4&B4&C5&A4&C5&G4&A4&B4&A4 8
  1019	A4&B4&G4&F4&G4 8
  1020	A4&B4&G4&G4&D5&D5&E5&D5&C5&B4 8
  1021	A4&C5&A4&C5&C5 8
  1022	A4&C5&A4&G4&A4&A4&G4 8
  1023	A4&C5&G4&A4 8
  1024	A4&C5&G4&A4&G4&E4&G4&E4 8
  1025	A4&G4&A4&C5&A4&A4 8
  1026	A4&G4&A4&C5&C5&C5&B4 8
  1027	A4&G4&A4&C5&G4&A4&G4&G4&F4&G4 8
  1028	A4&G4&A4&F4&G4&G4 8
  1029	A4&G4&A4&G4&E4&F4&E4 8
  1030	A4&G4&F4&G4&A4&G4&A4 8
  1031	A4&G4&F4&G4&A4&G4&F4&E4&F4&G4 8
  1032	A4&G4&F4&G4&F4&G4 8
  1033	A4&G4&F4&G4&G4&F4&F4&A4 8
  1034	A4&G4&G4&A4&G4&A4&A4&B4 8
  1035	A4&G4&G4&C5&C5&B4&C5&A4& 8
  1036	A4&G4&G4&F4 8
  1037	B4&B4&B4 8
  1038	B4&C5&B4&A4 8
  1039	B4&G4&F4&G4 8
  1040	B5&A5 8
  1041	C4&B3&C4&D4&D4 8
  1042	C4&D4&D4&D4&F4&D4&D4 8
  1043	C4&F4&G4&A4 8
  1044	C5&B4&A4&B4 8
  1045	C5&B4&A4&G4&A4&A4 8
  1046	C5&B4&C5&B4&A4&G4 8
  1047	C5&B4&C5&D5&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 8
  1048	C5&B4&C5&D5&D5&E5&D5&C5&B4 8
  1049	C5&C5&B4&G4 8
  1050	C5&C5&C5&B4&C5&D5&C5&B4&C5&A4&A4&G4&A4 8
  1051	C5&C5&C5&C5&C5&C5&B4&A4&G4&A4&B4&C5&A4 8
  1052	C5&C5&C5&C5&D5&E5&D5 8
  1053	C5&C5&C5&G4 8
  1054	C5&C5&E5&D5 8
  1055	C5&C5&G4&B4&C5 8
  1056	C5&D5&A4&A4&G4 8
  1057	C5&D5&C5&A4&C5&C5 8
  1058	C5&D5&C5&C5&A4&B4&C5&B4&A4&G4 8
  1059	C5&D5&C5&D5&C5&B4 8
  1060	C5&D5&C5&G4 8
  1061	C5&D5&E5&C5&D5&D5 8
  1062	C5&D5&E5&D5&D5&B4 8
  1063	C5&D5&F5&F5 8
  1064	D4&A4&A4&G4 8
  1065	D4&C4&C4 8
  1066	D4&E4&F4&G4&G4&G4 8
  1067	D4&F4&G4&A4 8
  1068	D5&B4&C5 8
  1069	D5&C5&B4&A4&G4 8
  1070	D5&C5&C5&C5 8
  1071	D5&C5&D5&D5&D5 8
  1072	D5&C5&D5&E5&E5&D5 8
  1073	D5&D5&B4&C5&D5 8
  1074	D5&D5&D5&D5&E5&D5&E5&D5&C5&D5&C5&C5&D5 8
  1075	D5&D5&F5&E5&F5&E5&D5 8
  1076	D5&E5&F5&E5 8
  1077	D5&E5&F5&G5&F5 8
  1078	D5&F5&D5&F5 8
  1079	E4&D4&G4 8
  1080	E4&E4&A4&G4&A4&C5&G4& 8
  1081	E4&F4&D4&G4 8
  1082	E4&F4&E4&D4&C4&D4&F4&E4&F4&G4&F4&F4&E4&D4&E4 8
  1083	E4&F4&E4&E4 8
  1084	E4&F4&E4&F4&F4&D4 8
  1085	E4&F4&E4&F4&G4 8
  1086	E4&F4&F4&D4&F4&G4&F4&E4&F4&F4&E4 8
  1087	E5&E5&D5&E5&D5 8
  1088	F4&A4&A4&A4&G4 8
  1089	F4&C5&C5&B4 8
  1090	F4&D4&C4&C4&C4&D4 8
  1091	F4&D4&E4&F4&E4&C4&D4 8
  1092	F4&D4&F4&D4&C4&D4 8
  1093	F4&D4&F4&F4&G4 8
  1094	F4&E4&C4&E4&F4&G4 8
  1095	F4&E4&D4&C4&D4&F4&G4 8
  1096	F4&E4&D4&D4&A4&A4&G4&F4&G4&A4&G4&F4&E4&D4 8
  1097	F4&E4&D4&D4&C4&D4 8
  1098	F4&E4&D4&E4&F4&D4&D4&D4 8
  1099	F4&E4&D4&E4&F4&G4&G4 8
  1100	F4&E4&D4&F4&E4 8
  1101	F4&E4&F4&D4&G4&A4&C5 8
  1102	F4&E4&F4&G4&E4&F4&D4 8
  1103	F4&E4&F4&G4&E4&F4&D4&D4 8
  1104	F4&E4&F4&G4&F4&F4&E4&D4&E4 8
  1105	F4&F4&A4&C5&B4&C5&D5&C5&B4 8
  1106	F4&F4&E4&C4&D4&F4&F4 8
  1107	F4&F4&E4&F4&G4&A4 8
  1108	F4&F4&E4&F4&G4&D4&E4&D4&C4&D4 8
  1109	F4&F4&E4&F4&G4&E4&F4&D4 8
  1110	F4&F4&E4&F4&G4&E4&F4&D4&E4&F4&E4&F4&D4&D4 8
  1111	F4&F4&E4&F4&G4&F4&E4&D4&D4 8
  1112	F4&G4&A4&A4&A4&G4&G4 8
  1113	F4&G4&A4&A4&G4&F4&G4&A4&G4 8
  1114	F4&G4&F4&E4&F4&D4&D4 8
  1115	F4&G4&G4&A4 8
  1116	F4&G4&G4&F4&G4&A4&C5&G4&A4&G4&E4&G4&E4&F4&F4&E4 8
  1117	G4&A4&C5&A4&B4&A4&G4 8
  1118	G4&D5&D5&D5&D5 8
  1119	G4&F4&G4&A4&G4&A4&A4&G4 8
  1120	G4&G4&A4&A4 8
  1121	G4&G4&G4&A4&G4&F4&G4 8
  1122	G4&G4&G4&C5&B4 8
  1123	G5&E5&D5 8
  1124	G5&F5&E5&D5&E5&D5 8
  1125	G5&G5&A5 8
  1126	A4&A4&A4&G4&A4 7
  1127	A4&A4&A4&G4&F4&G4&A4&G4&F4&E4&D4 7
  1128	A4&A4&A4&G4&G4&F4&G4 7
  1129	A4&A4&C5&A4&G4&A4&F4&G4&A4&C5&B4 7
  1130	A4&A4&C5&A4&G4&A4&G4&G4 7
  1131	A4&A4&G4&F4&G4&G4&A4&G4 7
  1132	A4&B4&C5&A4&C5&B4 7
  1133	A4&B4&C5&A4&C5&G4&A4&B4&A4&A4&G4&G4&F4&G4&G4&G4&G4&G4 7
  1134	A4&B4&C5&A4&C5&G4&A4&B4&A4&A4&G4&G4&G4 7
  1135	A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4 7
  1136	A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4&G4&G4 7
  1137	A4&B4&C5&B4&A4&G4&G4&A4&C5&C5&B4&C5&A4&C5&A4&G4&A4 7
  1138	A4&C5&A4&A4&A4 7
  1139	A4&C5&A4&C5&A4 7
  1140	A4&C5&A4&G4&A4 7
  1141	A4&C5&A4&G4&A4&A4&D5&C5&D5&F5&C5&A4 7
  1142	A4&C5&C5&C5&G4 7
  1143	A4&C5&G4&A4&G4&F4&G4 7
  1144	A4&D5&B4&C5&A4&G4&A4&G4&F4&G4&A4&C5&A4&A4&D5&C5&D5&F5&C5&A4 7
  1145	A4&D5&C5&B4 7
  1146	A4&D5&C5&B4&A4&G4&A4&G4&F4&G4 7
  1147	A4&F4&G4&G4 7
  1148	A4&G4&A4&B4&A4&A4&G4&F4&E4 7
  1149	A4&G4&A4&B4&A4&G4&G4&G4 7
  1150	A4&G4&A4&B4&C5&A4 7
  1151	A4&G4&A4&C5&A4&G4&F4&G4&G4 7
  1152	A4&G4&A4&C5&G4&A4&A4&G4&G4&E4&F4&E4&F4&G4 7
  1153	A4&G4&A4&E4&F4&G4 7
  1154	A4&G4&A4&F4&F4&G4&A4&G4&A4&B4&A4&A4&G4&F4&E4&G4&A4&G4&F4&D4 7
  1155	A4&G4&A4&G4&F4&D4 7
  1156	A4&G4&A4&G4&F4&F4&A4 7
  1157	A4&G4&F4&A4 7
  1158	A4&G4&F4&F4&G4 7
  1159	A4&G4&F4&G4&A4&C5&D5&C5&B4 7
  1160	A4&G4&F4&G4&A4&D4 7
  1161	A4&G4&F4&G4&A4&G4&F4&E4&F4&G4&G4&F4 7
  1162	A4&G4&F4&G4&F4&E4&D4 7
  1163	A4&G4&G4&A4&C5&B4&A4&B4&C5&B4&A4&G4&G4&A4&C5&A4&G4&A4&A4&G4 7
  1164	A4&G4&G4&A4&F4&G4 7
  1165	A4&G4&G4&D5&D5&E5&D5&C5&B4&A4 7
  1166	A4&G4&G4&F4&A4 7
  1167	A4&G4&G4&F4&G4&A4&G4&A4&G4 7
  1168	B4&A4&B4&B4 7
  1169	B4&C5&B4&A4&G4&A4&G4 7
  1170	B4&D5&E5&D5 7
  1171	B4&F4&G4 7
  1172	C4&D4&C4&D4 7
  1173	C4&D4&D4&D4&F4&G4 7
  1174	C5&A4&A4&G4&A4&B4 7
  1175	C5&A4&A4&G4&A4&C5&C5&C5&C5 7
  1176	C5&A4&C5&C5&D5 7
  1177	C5&B4&A4&A4&G4 7
  1178	C5&B4&A4&B4&C5 7
  1179	C5&B4&A4&C5&C5 7
  1180	C5&B4&C5&A4&C5 7
  1181	C5&B4&C5&E5&D5 7
  1182	C5&C5&A4&C5&C5 7
  1183	C5&C5&B4&C5&A4&C5 7
  1184	C5&C5&C5&C5&C5&D5 7
  1185	C5&C5&C5&C5&C5&D5&C5&C5&B4 7
  1186	C5&C5&C5&D5&C5&C5&A4&C5&A4 7
  1187	C5&C5&C5&G4&B4 7
  1188	C5&C5&D5&B4&C5&A4&G4 7
  1189	C5&C5&D5&B4&C5&B4 7
  1190	C5&C5&D5&C5&C5&B4&C5&D5&E5&D5&E5&E5&D5 7
  1191	C5&C5&G4&G4&C5&C5&B4&C5&A4& 7
  1192	C5&C5&G4&G4&D5&D5&E5&D5&C5&B4&C5 7
  1193	C5&D5&A4&C5&B4&C5&D5&C5&B4 7
  1194	C5&D5&C5&A4&C5 7
  1195	C5&D5&C5&B4&A4&C5&B4 7
  1196	C5&D5&C5&B4&C5&D5&C5&D5&D5 7
  1197	C5&D5&C5&C5&B4&C5 7
  1198	C5&D5&C5&C5&D5&D5&C5&C5&D5 7
  1199	C5&D5&C5&D5&B4 7
  1200	C5&D5&C5&D5&B4&C5 7
  1201	C5&D5&D5&C5&C5 7
  1202	C5&D5&D5&D5&D5&D5 7
  1203	C5&D5&E5&C5&C5&B4 7
  1204	C5&D5&G4&A4&C5 7
  1205	C5&G4&A4&C5 7
  1206	C5&G4&A4&C5&C5&C5&C5 7
  1207	D4&C4&D4&F4&E4&D4&D4 7
  1208	D4&D4&C4&C4&D4 7
  1209	D4&D4&F4&G4 7
  1210	D4&E4&F4&G4&G4&G4&G4 7
  1211	D4&F4&E4&D4&C4&D4 7
  1212	D4&F4&F4&E4 7
  1213	D4&F4&G4&A4&G4&G4 7
  1214	D4&F4&G4&G4 7
  1215	D4&G4&A4 7
  1216	D5&B4&C5&D5&C5&D5&D5 7
  1217	D5&C5&D5&E5&D5&C5&D5&D5 7
  1218	D5&D5&D5&D5&D5&E5&D5 7
  1219	D5&D5&D5&F5 7
  1220	D5&D5&E5&F5&E5&D5&C5&B4&C5&D5&C5&C5&B4 7
  1221	D5&F5&E5&D5 7
  1222	E4&E4&G4 7
  1223	E4&F4&D4&F4&D4&C4&D4 7
  1224	E4&F4&E4&C4&D4 7
  1225	E4&F4&E4&F4&D4&D4 7
  1226	E4&F4&F4&D4&F4&G4&F4&E4 7
  1227	E5&D5&C5&D5&B4&C5&D5&E5&D5&E5&F5&E5&D5 7
  1228	E5&E5&D5&C5&B4 7
  1229	E5&F5&E5&D5&D5&F5&E5&F5&E5&D5 7
  1230	E5&F5&E5&E5&D5&C5&D5&C5&C5&B4&C5&D5&C5&D5&D5&E5&D5 7
  1231	E5&F5&E5&E5&D5&C5&D5&C5&C5&B4&C5&D5&C5&D5&E5&D5 7
  1232	E5&F5&E5&F5&D5&C5&D5&C5&C5&B4 7
  1233	E5&F5&G5&F5&F5 7
  1234	F4&A4&A4&A4&A4 7
  1235	F4&A4&B4&A4&G4&G4 7
  1236	F4&A4&C5&C5&C5&B4 7
  1237	F4&C4&D4&F4&G4 7
  1238	F4&D4&C4&C4 7
  1239	F4&D4&D4&G4&G4 7
  1240	F4&E4&D4&D4&A4&A4&A4&G4&F4&G4&A4& 7
  1241	F4&E4&D4&E4&E4&A4&G4&A4&C5&G4&E4 7
  1242	F4&E4&D4&E4&F4&D4&C4&D4 7
  1243	F4&E4&D4&E4&F4&E4&D4&C4&D4 7
  1244	F4&E4&D4&E4&F4&G4&G4&G4 7
  1245	F4&E4&D4&E4&F4&G4&G4&G4&C5&C5&B4&C5&A4&G4 7
  1246	F4&E4&D4&F4&F4 7
  1247	F4&E4&D4&F4&G4&A4&A4&G4 7
  1248	F4&E4&D4&F4&G4&G4 7
  1249	F4&E4&E4&C5&C5&C5&A4&C5&A4&G4 7
  1250	F4&E4&E4&C5&C5&C5&A4&C5&B4&A4 7
  1251	F4&E4&E4&G4&G4 7
  1252	F4&E4&F4&E4&D4&F4&D4&F4&E4&F4&G4 7
  1253	F4&E4&F4&G4&F4&F4&E4&D4&E4&D4&C4&D4 7
  1254	F4&E4&F4&G4&G4&A4&G4 7
  1255	F4&F4&A4&C5&C5&C5&B4 7
  1256	F4&F4&E4&D4&F4&G4 7
  1257	F4&F4&E4&F4&D4&F4&D4&C4&D4 7
  1258	F4&F4&E4&F4&G4&G4 7
  1259	F4&F4&F4&D4&D4 7
  1260	F4&F4&F4&E4&D4&F4&D4&C4&D4&D4 7
  1261	F4&F4&F4&E4&G4&A4 7
  1262	F4&F4&F4&F4&E4&G4&A4&A4&A4&G4&G4&F4&F4&A4&A4&F4&G4&A4&G4&F4 7
  1263	F4&F4&F4&G4&F4&G4&G4&A4 7
  1264	F4&F4&G4&A4&F4&E4&D4 7
  1265	F4&F4&G4&A4&F4&G4 7
  1266	F4&F4&G4&A4&G4&A4&B4 7
  1267	F4&F4&G4&F4&F4&D4 7
  1268	F4&F4&G4&G4&F4&G4 7
  1269	F4&G4&A4&A4&F4&G4 7
  1270	F4&G4&A4&F4&E4&D4&E4 7
  1271	F4&G4&A4&G4&F4&F4&E4&F4&G4 7
  1272	F5&G5 7
  1273	G4&A4&C5&A4&B4 7
  1274	G4&A4&C5&C5&C5&C5&B4 7
  1275	G4&A4&C5&C5&D5&D5&C5&D5&E5&D5&C5&D5&D5&D5 7
  1276	G4&A4&G4&A4&C5&A4 7
  1277	G4&B4&C5&D5&D5 7
  1278	G4&C5&C5 7
  1279	G4&E4&F4&E4&D4 7
  1280	G4&G4&F4&G4&A4 7
  1281	G4&G4&G4&A4&G4&G4 7
  1282	G4&G4&G4&F4&G4 7
  1283	G5&A5&G5 7
  1284	A3&C4&D4&F4&D4&D4&D4 6
  1285	A4&A4&A4&C5&B4 6
  1286	A4&A4&A4&F4&G4&A4&A4 6
  1287	A4&A4&A4&G4&A4&G4&G4&F4&G4 6
  1288	A4&A4&A4&G4&G4&F4&F4&A4&A4&F4&G4&A4&G4&F4 6
  1289	A4&A4&C5&A4&A4&A4&A4 6
  1290	A4&A4&C5&A4&C5 6
  1291	A4&A4&C5&A4&G4&G4 6
  1292	A4&A4&C5&C5 6
  1293	A4&A4&D5&C5&D5&D5&B4&C5&D5&C5&B4 6
  1294	A4&A4&D5&D5 6
  1295	A4&A4&G4&A4&B4 6
  1296	A4&A4&G4&F4&G4&G4&A4 6
  1297	A4&B4&A4&G4&F4&F4&G4 6
  1298	A4&B4&B4&A4&A4&G4 6
  1299	A4&B4&C5&A4&C5&G4&A4&B4&A4&A4&G4&G4&A4&C5 6
  1300	A4&B4&C5&A4&C5&G4&A4&B4&A4&A4&G4&G4&F4&G4&G4&A4&G4&G4&G4 6
  1301	A4&B4&C5&B4&A4&C5 6
  1302	A4&B4&C5&B4&A4&D5&C5&D5&F5 6
  1303	A4&B4&C5&B4&A4&G4&A4&A4&G4&G4 6
  1304	A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4&G4 6
  1305	A4&B4&C5&B4&A4&G4&G4&A4&C5&A4&G4&A4&G4&A4&B4&A4&F4&A4 6
  1306	A4&B4&C5&B4&A4&G4&G4&A4&C5&C5 6
  1307	A4&B4&C5&B4&A4&G4&G4&A4&C5&C5&B4&C5&A4&C5&A4&G4&A4&A4&G4&G4 6
  1308	A4&B4&C5&B4&A4&G4&G4&A4&C5&G4&E4&F4&F4 6
  1309	A4&B4&C5&D5&C5&B4&A4&B4&C5&B4&A4&G4&G4&A4&C5&A4&G4&A4&A4&G4 6
  1310	A4&B4&G4&F4 6
  1311	A4&B4&G4&F4&F4 6
  1312	A4&C5&A4&A4&D5&C5&D5&F5 6
  1313	A4&C5&A4&C5&G4&G4 6
  1314	A4&C5&A4&G4&A4&B4&A4&G4&F4&G4&A4&G4&F4&G4&G4&F4 6
  1315	A4&C5&A4&G4&G4&G4 6
  1316	A4&C5&C5&C5 6
  1317	A4&C5&G4&A4&F4&G4 6
  1318	A4&C5&G4&A4&G4&E4&F4&G4 6
  1319	A4&F4&G4&A4 6
  1320	A4&G4&A4&B4&A4&A4&A4&G4 6
  1321	A4&G4&A4&B4&A4&G4&G4&D5&D5&E5&D5&C5&B4&A4 6
  1322	A4&G4&A4&B4&C5&A4&G4 6
  1323	A4&G4&A4&C5&A4&A4&G4 6
  1324	A4&G4&A4&C5&A4&B4 6
  1325	A4&G4&A4&C5&A4&G4&F4&G4 6
  1326	A4&G4&A4&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 6
  1327	A4&G4&A4&C5&B4&C5&D5&C5&C5&B4 6
  1328	A4&G4&A4&C5&B4&G4&C5&C5&D5&C5&B4&C5&B4&A4&G4&A4&G4 6
  1329	A4&G4&A4&C5&C5&D5 6
  1330	A4&G4&A4&C5&C5&D5&D5 6
  1331	A4&G4&A4&F4&D4 6
  1332	A4&G4&A4&F4&E4&D4&E4 6
  1333	A4&G4&A4&G4&A4&B4&A4 6
  1334	A4&G4&A4&G4&F4&A4&G4 6
  1335	A4&G4&A4&G4&F4&F4&E4&G4&G4 6
  1336	A4&G4&E4&F4&G4 6
  1337	A4&G4&F4&G4&A4&A4&G4&G4&C5&C5&B4&C5&A4&G4&A4&G4 6
  1338	A4&G4&F4&G4&A4&F4&E4&D4&D4 6
  1339	A4&G4&F4&G4&A4&G4&E4&E4 6
  1340	A4&G4&F4&G4&F4&D4 6
  1341	A4&G4&F4&G4&G4&C5&C5&B4&C5&A4&G4 6
  1342	A4&G4&F4&G4&G4&F4&F4 6
  1343	A4&G4&F4&G4&G4&G4&G4&G4 6
  1344	A4&G4&G4&A4&B4 6
  1345	A4&G4&G4&A4&C5&A4&A4&G4 6
  1346	A4&G4&G4&A4&C5&C5&D5 6
  1347	A4&G4&G4&A4&C5&G4 6
  1348	A4&G4&G4&D5&D5&E5&D5 6
  1349	A4&G4&G4&D5&D5&E5&D5&C5&B4 6
  1350	A4&G4&G4&F4&A4&G4&G4&G4 6
  1351	A4&G4&G4&G4&F4 6
  1352	A5&A5 6
  1353	B4&A4&G4&B4 6
  1354	B4&C5&C5 6
  1355	B4&C5&D5&D5&C5&B4 6
  1356	B5&C6 6
  1357	C4&D4&D4&A4&C5&A4 6
  1358	C4&D4&D4&D4&A4&A4&G4 6
  1359	C4&D4&D4&F4&G4 6
  1360	C4&D4&E4&F4&E4&D4 6
  1361	C4&D4&F4&F4&E4&D4 6
  1362	C4&D4&F4&F4&F4&G4 6
  1363	C4&D4&F4&F4&G4&F4&G4&A4&G4 6
  1364	C5&A4&A4&G4&A4&C5&B4 6
  1365	C5&A4&A4&G4&G4&C5&C5&B4&C5&A4& 6
  1366	C5&A4&C5&A4&G4 6
  1367	C5&A4&C5&C5&B4 6
  1368	C5&A4&C5&C5&C5&C5 6
  1369	C5&A4&C5&C5&G4 6
  1370	C5&A4&C5&D5&D5 6
  1371	C5&B4&A4&G4&G4 6
  1372	C5&B4&A4&G4&G4&A4&A4&G4 6
  1373	C5&B4&B4&C5&A4&C5 6
  1374	C5&B4&C5&D5&D5&E5&D5 6
  1375	C5&B4&C5&D5&E5&D5 6
  1376	C5&B4&G4&A4&G4 6
  1377	C5&C5&A4&A4 6
  1378	C5&C5&A4&C5&B4&A4 6
  1379	C5&C5&C5&A4&A4 6
  1380	C5&C5&C5&B4&C5&B4 6
  1381	C5&C5&C5&C5&C5 6
  1382	C5&C5&C5&C5&D5&C5&C5&C5&C5 6
  1383	C5&C5&D5&B4&C5& 6
  1384	C5&C5&D5&E5&D5&C5&B4 6
  1385	C5&C5&D5&E5&E5&D5 6
  1386	C5&C5&D5&E5&F5&E5&D5 6
  1387	C5&C5&G4&A4 6
  1388	C5&C5&G4&G4&C5&C5&B4&C5&A4&G4 6
  1389	C5&C5&G4&G4&D5&D5&E5&D5&C5&B4&A4 6
  1390	C5&D5&B4&B4 6
  1391	C5&D5&C5&A4&G4&F4&G4 6
  1392	C5&D5&C5&C5&B4&A4&C5&B4 6
  1393	C5&D5&C5&C5&B4&A4&G4 6
  1394	C5&D5&C5&C5&C5&D5&E5&D5 6
  1395	C5&D5&C5&C5&D5&B4 6
  1396	C5&D5&C5&C5&D5&B4&C5&D5&C5&D5&D5 6
  1397	C5&D5&C5&D5&B4&C5&B4 6
  1398	C5&D5&C5&D5&C5&C5 6
  1399	C5&D5&C5&D5&E5 6
  1400	C5&D5&D5&B4&C5&B4 6
  1401	C5&D5&D5&C5&A4 6
  1402	C5&D5&D5&C5&D5&F5 6
  1403	C5&D5&D5&F5 6
  1404	C5&D5&D5&G4 6
  1405	C5&D5&E5&C5&B4 6
  1406	C5&D5&E5&C5&D5&D5&D5 6
  1407	C5&D5&E5&D5&D5&C5&B4 6
  1408	C5&G4&A4&C5&C5&D5&B4&C5&C5&B4 6
  1409	D4&A4&C5&G4&A4&A4&G4&A4&G4&F4&A4 6
  1410	D4&C4&D4&E4&F4&G4 6
  1411	D4&C4&D4&F4&D4 6
  1412	D4&D4&C4&D4&D4 6
  1413	D4&D4&D4&E4&F4&E4&D4&C4&D4&F4&E4&F4&G4&F4&F4&E4&D4&E4&D4&C4 6
  1414	D4&F4&D4&D4&C4 6
  1415	D4&F4&E4&F4&D4 6
  1416	D4&F4&E4&F4&G4 6
  1417	D4&F4&E4&G4&E4&F4&F4&E4 6
  1418	D4&F4&G4&A4&G4 6
  1419	D4&F4&G4&A4&G4&G4&G4&G4&G4 6
  1420	D5&B4&C5&D5&C5&D5&D5&D5 6
  1421	D5&B4&D5&E5&D5&D5&D5 6
  1422	D5&C5&B4&A4 6
  1423	D5&C5&B4&C5&D5 6
  1424	D5&D5&B4&C5&D5&C5&B4 6
  1425	D5&E5&D5&D5 6
  1426	D5&F5&E5&F5&E5&D5 6
  1427	E4&D4&C4 6
  1428	E4&F4&E4&D4&E4&F4&D4&C4&D4 6
  1429	E4&F4&E4&D4&F4&D4 6
  1430	E4&F4&E4&D4&G4 6
  1431	E4&F4&F4&E4&F4&D4 6
  1432	E4&F4&G4&F4&G4&E4&F4&E4&D4&E4&F4&D4&D4 6
  1433	E4&G4&A4&A4 6
  1434	E4&G4&F4&F4&F4&E4 6
  1435	E5&C5&D5&D5&A4&C5&D5&C5&B4&C5&C5&B4 6
  1436	E5&D5&E5&F5&E5&D5&C5&D5&E5&D5&E5&D5&C5&B4&C5&B4&B4 6
  1437	E5&D5&E5&F5&E5&D5&C5&D5&E5&D5&E5&D5&C5&B4&C5&B4&G4 6
  1438	E5&E5&C5&D5&E5&D5& 6
  1439	E5&E5&D5&D5&E5&D5 6
  1440	E5&F5&D5&C5&B4 6
  1441	E5&F5&E5&D5&C5&D5&C5&C5&B4 6
  1442	E5&F5&E5&E5&D5&C5&D5&C5&C5&B4 6
  1443	E5&F5&G5&G5 6
  1444	E5&G5&F5 6
  1445	F4&A4&A4&F4&G4&A4&G4&F4 6
  1446	F4&A4&C5&C5&C5&C5 6
  1447	F4&A4&C5&G4&F4&F4&D4 6
  1448	F4&A4&D4&F4&A4&G4 6
  1449	F4&A4&F4&G4&A4&G4 6
  1450	F4&A4&G4&F4&G4&A4 6
  1451	F4&C4&A3 6
  1452	F4&C4&C4&D4 6
  1453	F4&D4&D4&D4&F4&G4 6
  1454	F4&D4&D4&E4&F4&G4 6
  1455	F4&D4&E4&F4&G4&G4&G4 6
  1456	F4&D4&E4&F4&G4&G4&G4&C5&C5&B4&C5&A4&G4 6
  1457	F4&D4&F4&E4 6
  1458	F4&D4&F4&F4&F4&F4 6
  1459	F4&D4&F4&F4&F4&F4&G4 6
  1460	F4&D4&G4&A4&B4 6
  1461	F4&E4&C4&E4&F4&D4&D4 6
  1462	F4&E4&D4&C4&E4&F4&G4 6
  1463	F4&E4&D4&D4&A4&A4&A4&G4&F4&G4&A4&G4&F4&E4&D4 6
  1464	F4&E4&D4&D4&E4&F4&G4 6
  1465	F4&E4&D4&D4&F4&G4 6
  1466	F4&E4&D4&E4&E4&A4&G4&A4&C5&G4& 6
  1467	F4&E4&D4&E4&E4&E4&F4&G4 6
  1468	F4&E4&D4&F4&F4&G4 6
  1469	F4&E4&F4 6
  1470	F4&E4&F4&D4&D4&D4 6
  1471	F4&E4&F4&D4&F4&C4&D4&F4&E4&F4&E4&D4 6
  1472	F4&E4&F4&D4&F4&C4&D4&F4&E4&F4&E4&D4&D4 6
  1473	F4&E4&F4&D4&F4&C4&D4&F4&E4&F4&E4&D4&D4&F4&G4 6
  1474	F4&E4&F4&F4&D4&G4&A4&C5&A4&A4 6
  1475	F4&E4&F4&G4&D4&E4&D4&E4&C4&C4&E4&F4&G4 6
  1476	F4&E4&F4&G4&F4&E4&D4&D4&A4&A4&G4&F4&G4&A4&G4 6
  1477	F4&E4&F4&G4&F4&F4 6
  1478	F4&E4&F4&G4&G4&E4 6
  1479	F4&E4&F4&G4&G4&F4 6
  1480	F4&E4&G4&E4&F4&F4&E4 6
  1481	F4&E4&G4&F4&E4&D4&D4 6
  1482	F4&F4&A4&C5&D5&C5&B4 6
  1483	F4&F4&A4&G4 6
  1484	F4&F4&D4&F4&D4&C4&D4 6
  1485	F4&F4&D4&F4&F4 6
  1486	F4&F4&D4&F4&G4&F4&E4 6
  1487	F4&F4&E4&E4&D4 6
  1488	F4&F4&E4&E4&F4&G4&F4&E4&G4&G4&A4&G4&A4&G4&F4&E4&F4&G4 6
  1489	F4&F4&E4&F4&E4 6
  1490	F4&F4&E4&F4&G4&F4&E4&G4&G4&A4&G4&A4&G4&F4&E4&F4&G4&E4 6
  1491	F4&F4&E4&F4&G4&F4&G4&G4 6
  1492	F4&F4&F4&E4&C4& 6
  1493	F4&F4&F4&F4&C4&D4 6
  1494	F4&F4&F4&F4&E4&F4&G4&F4&E4&G4&G4&A4&G4&A4&G4&F4&E4&F4&G4 6
  1495	F4&F4&F4&F4&E4&G4 6
  1496	F4&F4&F4&F4&F4&D4 6
  1497	F4&F4&G4&A4&F4&E4&D4&F4&C4&D4 6
  1498	F4&G4&A4&A4&A4&A4&A4&A4 6
  1499	F4&G4&A4&A4&C5&G4&F4&G4&A4&G4 6
  1500	F4&G4&A4&F4&E4&D4&F4&C4&D4&F4&E4&F4&E4&D4 6
  1501	F4&G4&A4&F4&E4&D4&F4&C4&D4&F4&E4&F4&E4&D4&D4 6
  1502	F4&G4&A4&G4&A4&A4&A4&B4&A4&A4&A4&F4&G4&A4&A4 6
  1503	F4&G4&A4&G4&A4&A4&B4&A4&A4&A4&F4&G4&A4&A4&C5 6
  1504	F4&G4&A4&G4&A4&A4&B4&A4&A4&A4&G4&G4 6
  1505	F4&G4&A4&G4&F4&E4&D4&E4&E4&E4 6
  1506	G4&A4&A4&A4&A4 6
  1507	G4&A4&A4&G4&F4&G4&A4&G4&F4&E4&F4&G4&G4&F4 6
  1508	G4&A4&C5&A4&A4&G4 6
  1509	G4&A4&C5&A4&G4&A4&B4&A4&G4&A4&G4&G4&A4&A4&C5&B4&C5&D5&C5&B4 6
  1510	G4&A4&C5&C5&C5&D5&C5&C5&B4 6
  1511	G4&A4&G4&A4&C5 6
  1512	G4&A4&G4&F4&A4 6
  1513	G4&A4&G4&G4&F4&G4&A4 6
  1514	G4&C5 6
  1515	G4&E4&F4&D4 6
  1516	G4&E4&G4&A4 6
  1517	G4&G4&A4&A4&G4&G4 6
  1518	G4&G4&D5&D5 6
  1519	G4&G4&D5&D5&D5&D5 6
  1520	G4&G4&G4&C5&A4&G4 6
  1521	G4&G4&G4&F4&G4&G4 6
  1522	G4&G4&G4&G4&G4 6
  1523	G5&A5&G5&F5&E5&D5 6
  1524	G5&F5&E5&D5&C5&B4 6
  1525	G5&G5&G5 6
  1526	A3&A3 5
  1527	A4&A4&A4&C5&A4&A4&A4&A4 5
  1528	A4&A4&A4&C5&D5&C5&B4 5
  1529	A4&A4&A4&G4&A4&F4&G4 5
  1530	A4&A4&A4&G4&A4&G4&G4&F4&G4&A4 5
  1531	A4&A4&A4&G4&F4&G4&A4&G4&F4&E4 5
  1532	A4&A4&A4&G4&F4&G4&G4 5
  1533	A4&A4&A4&G4&G4&E4&F4 5
  1534	A4&A4&B4&A4&A4 5
  1535	A4&A4&B4&B4&B4 5
  1536	A4&A4&B4&C5&B4&A4&G4&G4&A4&C5&B4 5
  1537	A4&A4&C5&A4&A4&A4 5
  1538	A4&A4&C5&A4&G4&A4&G4&F4 5
  1539	A4&A4&C5&C5&B4 5
  1540	A4&A4&C5&C5&G4 5
  1541	A4&A4&C5&G4&A4 5
  1542	A4&A4&D5&C5&B4 5
  1543	A4&A4&D5&C5&D5&E5&D5 5
  1544	A4&A4&F4&G4&G4&G4 5
  1545	A4&A4&G4&A4&G4&G4&F4&G4 5
  1546	A4&A4&G4&F4&G4&A4 5
  1547	A4&A4&G4&F4&G4&A4&G4&A4 5
  1548	A4&A4&G4&G4&F4&G4&G4 5
  1549	A4&B4&A4&G4&A4&A4&C5&B4 5
  1550	A4&B4&A4&G4&A4&F4&G4 5
  1551	A4&B4&A4&G4&A4&G4&A4 5
  1552	A4&B4&A4&G4&F4 5
  1553	A4&B4&A4&G4&F4&A4&C5&A4&A4&G4 5
  1554	A4&B4&A4&G4&F4&F4 5
  1555	A4&B4&A4&G4&G4&D5&D5&E5&D5&C5&B4 5
  1556	A4&B4&B4&B4 5
  1557	A4&B4&C5&A4&C5&G4&A4&B4&A4&A4&G4&G4&F4&G4&G4 5
  1558	A4&B4&C5&A4&G4&A4 5
  1559	A4&B4&C5&A4&G4&A4&B4 5
  1560	A4&B4&C5&A4&G4&F4&G4 5
  1561	A4&B4&C5&B4&A4&A4&C5 5
  1562	A4&B4&C5&B4&A4&C5&A4&G4&G4&A4&C5&A4&B4&A4&G4 5
  1563	A4&B4&C5&B4&A4&G4&A4&A4&G4&F4&G4&A4&C5&A4&A4&G4 5
  1564	A4&B4&C5&B4&A4&G4&G4 5
  1565	A4&B4&C5&B4&A4&G4&G4&A4&C5&C5&B4&C5&A4&C5 5
  1566	A4&B4&C5&C5&B4 5
  1567	A4&B4&C5&D5&C5 5
  1568	A4&B4&C5&G4 5
  1569	A4&B4&C5&G4&G4 5
  1570	A4&C5&A4&A4&D5&C5&D5&F5&C5&A4&C5 5
  1571	A4&C5&A4&A4&G4&A4&C5&G4&A4&G4&G4 5
  1572	A4&C5&A4&A4&G4&G4 5
  1573	A4&C5&A4&G4&A4&A4&D5&C5&D5&F5&C5&A4&C5 5
  1574	A4&C5&A4&G4&A4&B4&A4&G4&A4&G4&G4&A4&A4&C5&B4&C5&D5&C5&B4 5
  1575	A4&C5&A4&G4&G4&A4 5
  1576	A4&C5&C5&A4&G4 5
  1577	A4&C5&C5&G4&F4&G4&G4 5
  1578	A4&C5&G4&A4&G4&E4&E4&G4&E4&F4&F4&E4 5
  1579	A4&C5&G4&F4&G4 5
  1580	A4&C5&G4&F4&G4&G4 5
  1581	A4&G4&A4&B4&A4&A4 5
  1582	A4&G4&A4&B4&A4&A4&G4&F4&E4&G4&A4&G4 5
  1583	A4&G4&A4&B4&A4&G4&A4&G4 5
  1584	A4&G4&A4&B4&A4&G4&F4&G4&A4&G4 5
  1585	A4&G4&A4&B4&A4&G4&F4&G4&A4&G4&F4&G4&G4&F4&F4&G4 5
  1586	A4&G4&A4&B4&B4&B4 5
  1587	A4&G4&A4&B4&C5&B4&A4 5
  1588	A4&G4&A4&B4&G4&G4 5
  1589	A4&G4&A4&C5&A4&A4&C5&A4 5
  1590	A4&G4&A4&C5&A4&C5&G4&G4 5
  1591	A4&G4&A4&C5&A4&G4&F4&G4&A4&G4&F4&G4 5
  1592	A4&G4&A4&C5&B4&A4&A4 5
  1593	A4&G4&A4&C5&B4&C5&C5&B4&C5&A4&G4&A4&C5&B4 5
  1594	A4&G4&A4&C5&D5&C5 5
  1595	A4&G4&A4&C5&G4&A4 5
  1596	A4&G4&A4&G4&E4&F4&G4&G4 5
  1597	A4&G4&A4&G4&F4&F4 5
  1598	A4&G4&A4&G4&F4&F4&E4 5
  1599	A4&G4&A4&G4&F4&G4&G4 5
  1600	A4&G4&F4&A4&G4 5
  1601	A4&G4&F4&E4&F4&G4&G4 5
  1602	A4&G4&F4&G4&A4&A4&G4&F4&G4 5
  1603	A4&G4&F4&G4&A4&G4&E4&G4&E4 5
  1604	A4&G4&F4&G4&A4&G4&E4&G4&E4&F4&F4&E4 5
  1605	A4&G4&F4&G4&F4&F4 5
  1606	A4&G4&F4&G4&G4&A4&C5&A4&B4&A4&G4 5
  1607	A4&G4&F4&G4&G4&A4&C5&B4 5
  1608	A4&G4&F4&G4&G4&A4&G4&F4&G4 5
  1609	A4&G4&F4&G4&G4&D5&D5&E5&D5&C5&B4 5
  1610	A4&G4&F4&G4&G4&F4&A4 5
  1611	A4&G4&G4&A4&G4&F4&F4&G4 5
  1612	A4&G4&G4&B4 5
  1613	A4&G4&G4&C5&C5&B4&C5&A4&G4&A4&G4 5
  1614	A4&G4&G4&F4&G4&A4&G4&A4 5
  1615	A4&G4&G4&F4&G4&A4&G4&A4&G4&F4&E4 5
  1616	A4&G4&G4&G4&A4&C5&C5 5
  1617	A4&G4&G4&G4&G4&G4&G4 5
  1618	B4&A4&A4 5
  1619	B4&A4&A4&G4 5
  1620	B4&A4&B4&C5 5
  1621	B4&A4&B4&C5&D5&C5&B4 5
  1622	B4&A4&G4&A4&B4&A4&G4&G4&A4&G4&F4&G4 5
  1623	B4&B4&A4&B4 5
  1624	B4&B4&A4&G4 5
  1625	B4&B4&C5&B4&B4 5
  1626	B4&C5&A4&G4&A4&G4 5
  1627	B4&D5&E5 5
  1628	C4&A3&C4&D4 5
  1629	C4&A3&C4&D4&D4 5
  1630	C4&C4&C4&F4&C4&D4 5
  1631	C4&C4&D4&D4&D4 5
  1632	C4&D4&D4&A4&C5&A4&A4&A4 5
  1633	C4&D4&D4&A4&C5&A4&A4&A4&A4 5
  1634	C4&D4&F4&D4&C4&D4 5
  1635	C4&D4&F4&F4&C4 5
  1636	C4&D4&F4&F4&E4&D4&D4 5
  1637	C4&D4&F4&G4&F4&D4 5
  1638	C4&F4&D4 5
  1639	C4&F4&G4&A4&G4&F4&G4&F4&F4&D4 5
  1640	C4&F4&G4&G4 5
  1641	C5&A4&A4&B4 5
  1642	C5&A4&C5&C5&C5 5
  1643	C5&B4&A4&G4&A4&G4&A4&G4&F4&G4&G4&F4&F4&G4 5
  1644	C5&B4&C5&A4 5
  1645	C5&B4&C5&D5&C5 5
  1646	C5&C5&B4&A4&C5&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 5
  1647	C5&C5&B4&C5&C5 5
  1648	C5&C5&B4&C5&D5&D5 5
  1649	C5&C5&B4&G4&A4&C5 5
  1650	C5&C5&C5&B4&C5&D5&C5&B4&C5&A4&A4&G4&A4&C5&C5&C5&C5 5
  1651	C5&C5&C5&B4&C5&D5&C5&D5&D5 5
  1652	C5&C5&C5&C5&B4&C5&B4&C5&A4&C5&D5&C5&B4&C5&D5&C5&B4&A4&B4&B4 5
  1653	C5&C5&C5&C5&C5&B4&C5&B4 5
  1654	C5&C5&C5&C5&C5&C5&C5&B4 5
  1655	C5&C5&C5&C5&C5&C5&C5&C5&B4 5
  1656	C5&C5&C5&C5&C5&C5&C5&C5&C5&C5&B4&A4&G4&A4&B4&C5&A4 5
  1657	C5&C5&C5&C5&C5&C5&C5&C5&C5&C5&C5&B4&A4&G4 5
  1658	C5&C5&C5&C5&C5&D5& 5
  1659	C5&C5&C5&D5&C5&C5&A4&C5&B4 5
  1660	C5&C5&C5&D5&D5&C5&C5&D5&E5&D5&C5&B4 5
  1661	C5&C5&C5&D5&E5 5
  1662	C5&C5&C5&D5&E5&D5 5
  1663	C5&C5&F4 5
  1664	C5&C5&G4&B4&C5&A4&G4&A4&G4&F4&G4 5
  1665	C5&D5&B4&C5&A4 5
  1666	C5&D5&B4&C5&A4&G4&G4 5
  1667	C5&D5&C5&C5&A4&C5&D5&C5&C5 5
  1668	C5&D5&C5&C5&C5&C5&B4&C5 5
  1669	C5&D5&C5&C5&C5&C5&D5 5
  1670	C5&D5&C5&C5&C5&D5&B4&C5&D5&C5&D5&D5 5
  1671	C5&D5&C5&C5&D5&C5&B4 5
  1672	C5&D5&C5&C5&D5&D5 5
  1673	C5&D5&C5&C5&G4&A4&C5 5
  1674	C5&D5&C5&D5&C5&C5&C5&B4 5
  1675	C5&D5&D5&C5&B4&C5&B4&A4&G4 5
  1676	C5&D5&D5&D5&E5&F5&G5&F5&E5&D5 5
  1677	C5&D5&E5&D5&C5&D5&D5&A4&D5&C5&B4&A4&G4&A4&G4&F4&G4 5
  1678	C5&D5&E5&D5&C5&D5&D5&D5&A4&D5&B4 5
  1679	C5&D5&E5&G5 5
  1680	C5&E5&G5 5
  1681	C5&F4&A4 5
  1682	D4&A3&C4&D4 5
  1683	D4&D4&C4&F4&G4&F4&A4&A4&B4 5
  1684	D4&D4&D4&F4&G4 5
  1685	D4&D4&G4 5
  1686	D4&D4&G4&F4&F4 5
  1687	D4&E4&D4&C4&D4 5
  1688	D4&E4&F4&E4&D4&E4 5
  1689	D4&E4&G4&A4 5
  1690	D4&F4&D4&D4&C4&F4&G4 5
  1691	D4&F4&E4&F4&D4&F4&D4&C4&D4&D4 5
  1692	D5&C5& 5
  1693	D5&C5&A4&G4 5
  1694	D5&C5&C5&D5&E5&D5 5
  1695	D5&D5&B4&C5 5
  1696	D5&D5&C5 5
  1697	D5&D5&C5&C5&B4 5
  1698	D5&D5&D5&D5&B4&C5&D5 5
  1699	D5&E5&C5&D5&C5&B4&A4&A4&G4 5
  1700	D5&E5&E5 5
  1701	D5&E5&F5&D5 5
  1702	D5&F5&D5&D5 5
  1703	D5&F5&F5&F5 5
  1704	E4&D4&D4&C4 5
  1705	E4&D4&D4&D4 5
  1706	E4&D4&G4&A4&C5&B4 5
  1707	E4&E4&G4&E4&F4&F4&E4 5
  1708	E4&F4&D4&C4&D4&E4&E4 5
  1709	E4&F4&D4&F4&G4 5
  1710	E4&F4&E4&D4&C4&D4&F4&E4&F4&G4&E4&F4&E4&D4&E4 5
  1711	E4&F4&E4&D4&E4&E4&D4 5
  1712	E4&F4&E4&E4&D4&D4&C4&D4&D4&D4&D4 5
  1713	E4&F4&E4&E4&D4&D4&C4&D4&D4&D4&D4&D4 5
  1714	E4&F4&G4&D4 5
  1715	E4&F4&G4&F4&E4&D4&F4&E4&F4&E4&D4&D4 5
  1716	E4&G4&A4&A4&G4 5
  1717	E4&G4&E4&E4 5
  1718	E5&C5&D5 5
  1719	E5&D5&C5&B4&C5 5
  1720	E5&D5&E5&F5&E5 5
  1721	E5&E5&C5&D5&E5&D5&C5 5
  1722	E5&F5&D5&C5 5
  1723	E5&F5&D5&C5&C5 5
  1724	E5&F5&E5&C5&D5&D5 5
  1725	E5&F5&E5&E5&D5&C5&D5&C5&C5&A4 5
  1726	E5&F5&G5&E5&F5&E5&D5 5
  1727	E5&G5&E5&D5 5
  1728	F4&A4&A4&A4 5
  1729	F4&A4&C5&C5&B4&A4&G4 5
  1730	F4&A4&C5&C5&B4&C5 5
  1731	F4&A4&C5&C5&B4&C5&B4 5
  1732	F4&A4&C5&G4 5
  1733	F4&A4&F4&G4&A4&A4&C5&G4&F4&G4&A4&G4 5
  1734	F4&A4&G4&A4&G4&F4&G4&G4 5
  1735	F4&A4&G4&G4&A4 5
  1736	F4&C4&D4&F4&F4&G4 5
  1737	F4&D4&C4&F4 5
  1738	F4&D4&D4&C4&C4&D4&F4&G4 5
  1739	F4&D4&D4&F4&D4 5
  1740	F4&D4&E4&E4 5
  1741	F4&D4&F4&F4&A4&A4&F4&G4&A4&G4&F4 5
  1742	F4&E4&C4&D4&D4&E4&F4&D4&D4 5
  1743	F4&E4&D4&C4&C4 5
