     1	G4 287
     2	G4&G4 266
     3	A4&G4&A4&A4&G4 263
     4	A4&G4&G4 262
     5	D4 237
     6	E4&F4&G4 227
     7	F4&E4&F4&G4 226
     8	F4&F4&G4 222
     9	A4&G4&A4 215
    10	F4 208
    11	A4&A4 207
    12	A4&G4&F4&G4 204
    13	F4&F4 204
    14	F4&E4&D4 200
    15	F4&G4 194
    16	A4&G4&G4&G4 189
    17	A4&B4&C5&B4&A4&G4&A4&C5 186
    18	C5&C5&B4 185
    19	F4&D4 184
    20	A4&G4 183
    21	B4 180
    22	G4&A4 177
    23	C5 175
    24	A4&G4&A4&G4 174
    25	F4&G4&A4&G4 166
    26	A4&B4 162
    27	C4&D4 160
    28	C5&B4 160
    29	E4 158
    30	F4&G4&A4 158
    31	G4&A4&G4 158
    32	C5&C5 157
    33	A4&G4&F4&G4&G4 155
    34	C5&B4&C5&D5&C5&B4 155
    35	F4&E4 155
    36	F4&G4&G4 153
    37	A4 146
    38	C5&C5&C5&C5 146
    39	F4&D4&D4 146
    40	F4&E4&D4&D4 146
    41	A4&B4&C5&B4 145
    42	C5&D5&C5&B4 139
    43	C5&D5 136
    44	D5&D5 136
    45	E4&F4&D4 134
    46	C5&D5&D5 133
    47	A4&C5 132
    48	F4&F4&E4&D4 132
    49	A4&A4&G4 130
    50	A4&G4&F4&G4&A4 130
    51	E4&E4 130
    52	F4&F4&E4 130
    53	A4&C5&B4 129
    54	C5&C5&C5&B4 128
    55	C5&A4 127
    56	C5&D5&C5&C5&B4 126
    57	F4&F4&D4 126
    58	D5 125
    59	E4&D4 124
    60	F4&A4 124
    61	G4&G4&G4 124
    62	F4&G4&A4&A4 123
    63	A4&G4&A4&C5&B4 122
    64	C5&D5&C5&C5 119
    65	A4&G4&G4&F4&G4 118
    66	A4&G4&F4&G4&A4&G4 112
    67	A4&G4&A4&B4 111
    68	C5&D5&D5&D5 110
    69	F4&E4&D4&E4 110
    70	F4&F4&F4&G4 109
    71	A4&G4&A4&C5 108
    72	A4&G4&A4&G4&F4&G4 107
    73	C4&D4&D4 107
    74	C5&D5&C5 107
    75	C4 106
    76	D4&C4&D4 105
    77	D4&D4 105
    78	G4&A4&C5 105
    79	D5&E5&D5 102
    80	E4&F4&E4&D4 102
    81	A4&A4&A4&A4 100
    82	F4&E4&D4&C4&D4 100
    83	C4&C4&D4 99
    84	F4&E4&F4&E4&D4 99
    85	F4&E4&F4&D4 97
    86	C5&B4&A4 96
    87	C5&C5&D5 96
    88	E4&F4&G4&G4 96
    89	A4&B4&A4&G4 94
    90	G4&G4&A4 94
    91	A4&A4&C5 93
    92	F4&E4&D4&C4&D4&D4 92
    93	A4&A4&G4&F4&G4&A4&G4 91
    94	C5&A4&G4 91
    95	E4&F4&D4&D4 91
    96	A4&A4&A4 90
    97	A4&B4&C5 90
    98	C5&C5&B4&C5&A4&G4 88
    99	G4&A4&C5&B4 88
   100	G4&F4&G4 88
   101	G4&B4 87
   102	C5&D5&B4 86
   103	A4&B4&C5&B4&A4&G4&G4&A4&C5 85
   104	A4&C5&C5 85
   105	E5&D5 84
   106	F4&A4&G4 84
   107	F4&C4&D4 83
   108	A4&G4&G4&A4 82
   109	C5&C5&C5 82
   110	A4&A4&B4 81
   111	F4&E4&E4 81
   112	F4&F4&E4&F4&G4 81
   113	G4&G4&G4&G4 81
   114	A4&G4&A4&F4&G4&A4&A4 80
   115	C5&C5&C5&C5&C5&C5&C5&C5 80
   116	A4&G4&G4&A4&G4 79
   117	C5&A4&C5 79
   118	F4&D4&C4&D4 79
   119	A4&G4&G4&A4&C5&B4 78
   120	D5&C5&B4 78
   121	E5 78
   122	F4&E4&D4&E4&F4&G4 78
   123	G4&A4&G4&G4 78
   124	C5&C5&B4&C5&A4& 77
   125	F4&F4&F4&F4 77
   126	A4&G4&A4&F4&G4 76
   127	C5&B4&A4&G4 76
   128	C5&C5&D5&C5&B4 76
   129	C4&D4&D4&D4 75
   130	C5&D5&C5&C5&D5 75
   131	C5&D5&E5&D5 75
   132	E4&F4&E4&D4&D4 75
   133	F4&D4&E4&F4&G4 75
   134	A4&A4&A4&G4&F4&G4&A4&G4 74
   135	C4&F4&G4 73
   136	F4&E4&D4&E4&F4&D4 73
   137	A4&C5&A4 72
   138	D5&B4 72
   139	C5&C5&D5&C5&C5 71
   140	E5&D5&E5&F5&E5&D5 71
   141	F5 71
   142	A4&G4&F4&G4&A4&A4&G4&G4 70
   143	D5&E5 70
   144	C5&B4&C5 69
   145	D5&D5&E5&D5 69
   146	E4&F4&E4&D4&C4&D4 69
   147	F4&F4&E4&D4&D4 69
   148	A4&G4&A4&B4&A4 68
   149	A4&G4&A4&G4&F4&E4&F4&G4 68
   150	E5&F5&E5&D5 68
   151	F4&E4&F4&G4&F4&F4&E4&D4&E4 68
   152	F4&D4&C4&D4&D4 67
   153	F4&D4&D4&D4 67
   154	A4&A4&A4&G4&G4 66
   155	A4&C5&A4&G4 66
   156	E4&G4 66
   157	A4&G4&G4&G4&G4&G4 65
   158	A4&A4&G4&G4 64
   159	C5&D5&F5 64
   160	C5&D5&E5 63
   161	E4&F4&E4 63
   162	F4&F4&G4&A4&G4 63
   163	F4&G4&A4&A4&G4 63
   164	G4&A4&G4&F4&G4 63
   165	C4&C4 62
   166	F4&F4&G4&A4 62
   167	A4&A4&A4&G4 61
   168	A4&G4&F4&G4&G4&F4 61
   169	D5&D5&D5&D5 61
   170	F4&E4&C4&D4 61
   171	F4&E4&F4&G4&G4 61
   172	F4&F4&E4&F4&D4 61
   173	C5&C5&B4&A4 60
   174	D4&C4 60
   175	A4&C5&A4&A4 59
   176	C5&D5&C5&A4 59
   177	E4&F4&E4&D4&E4 59
   178	F5&E5&D5 59
   179	G4&A4&B4 59
   180	C5&B4&B4 58
   181	D4&D4&D4 58
   182	E5&D5&C5&B4 58
   183	G4&E4 58
   184	A4&A4&C5&B4 57
   185	C5&D5&E5&D5&E5&D5&C5&B4&C5&B4 57
   186	E5&E5&D5 57
   187	F4&A4&C5 57
   188	F4&G4&A4&G4&F4&G4 56
   189	F4&G4&F4&G4 56
   190	F4&D4&F4&F4 55
   191	G4&G4&A4&G4 55
   192	C5&B4&A4&G4&A4&G4 54
   193	C5&C5&B4&C5&D5&C5&B4 54
   194	A4&G4&G4&A4&C5 53
   195	F4&D4&D4&C4 53
   196	E4&G4&E4&F4&F4&E4 52
   197	E5&F5 52
   198	A4&G4&G4&G4&G4 51
   199	C4&D4&F4&F4 51
   200	E4&G4&A4&G4 51
   201	F4&A4&C5&C5 51
   202	F4&E4&D4&E4&E4 51
   203	F4&F4&E4&D4&E4 51
   204	F4&F4&G4&F4&F4 51
   205	A4&A4&C5&A4&G4&A4&G4 50
   206	A4&G4&A4&C5&A4 50
   207	D5&F5 50
   208	B4&C5 49
   209	F4&E4&F4&E4&D4&D4 49
   210	F4&F4&E4&D4&C4&D4 49
   211	A4&G4&A4&B4&A4&A4&G4&F4&E4 48
   212	C5&C5&B4&A4&G4 48
   213	D5&D5&E5&D5&C5&B4 48
   214	A3 47
   215	A4&B4&A4 47
   216	A4&D5&B4&C5&A4&G4&A4&G4&F4&G4 47
   217	B4&B4 47
   218	B4&C5&D5&C5&B4 47
   219	C5&D5&C5&C5&C5&C5 47
   220	D5&D5&E5&D5&C5&B4&A4 47
   221	F4&F4&A4 47
   222	F4&G4&A4&G4&F4&E4&F4&G4 47
   223	A4&B4&A4&G4&G4 46
   224	A4&G4&A4&C5&C5&B4 46
   225	C4&D4&F4&G4 46
   226	C5&C5&B4&C5 46
   227	F4&A4&C5&B4 46
   228	F5&F5 46
   229	A4&B4&B4 45
   230	C5&C5&D5&E5&D5 45
   231	E4&F4&G4&G4&G4 45
   232	E5&D5&C5&D5&C5&C5&D5 45
   233	F4&D4&D4&C4&D4 45
   234	F4&E4&D4&C4 45
   235	F4&F4&F4&D4 45
   236	F4&G4&F4&E4 45
   237	C5&A4&B4 44
   238	C5&C5&A4 44
   239	C5&C5&C5&C5&B4 44
   240	E4&F4&G4&F4&E4&D4&D4 44
   241	A4&A4&F4&G4 43
   242	A4&F4&G4 43
   243	A4&G4&A4&B4&A4&G4&F4&G4 43
   244	D4&D4&C4 43
   245	D5&E5&F5&E5&D5&C5&D5&C5&C5&B4 43
   246	E4&F4&E4&D4&E4&F4&D4 43
   247	F4&A4&C5&C5&B4 43
   248	F4&G4&A4&G4&G4 43
   249	A4&A4&G4&F4&G4 42
   250	A4&C5&G4&G4 42
   251	A4&G4&A4&B4&C5&B4 42
   252	D4&E4&F4&G4 42
   253	E4&F4&D4&C4&D4 42
   254	F4&C4 42
   255	F4&G4&A4&A4&G4&G4 42
   256	C5&C5&C5&C5&D5 41
   257	C5&D5&C5&D5&D5 41
   258	F4&A4&B4 41
   259	A4&G4&A4&B4&C5&A4 40
   260	A4&G4&F4&G4&G4&A4 40
   261	C5&B4&C5&D5&D5 40
   262	C5&D5&C5&C5&C5&B4 40
   263	E4&G4&A4 40
   264	F4&E4&F4&G4&F4&E4&D4&D4 40
   265	A4&A4&A4&G4&A4&G4 39
   266	A4&B4&C5&A4 39
   267	A4&G4&F4&G4&A4&G4&A4&G4 39
   268	C5&C5&D5&C5&C5&B4 39
   269	D4&F4&G4 39
   270	F4&D4&C4 39
   271	A4&A4&A4&G4&F4&G4 38
   272	A4&B4&C5&B4&A4&G4 38
   273	A4&G4&A4&C5&G4&E4 38
   274	A4&G4&G4&F4&G4&G4&G4 38
   275	C4&D4&D4&D4&D4 38
   276	D4&D4&C4&D4 38
   277	A4&C5&G4&A4&G4 37
   278	C5&C5&C5&A4 37
   279	C5&C5&C5&C5&C5&C5&C5&C5&B4 37
   280	E5&F5&D5 37
   281	G4&A4&C5&C5 37
   282	A4&B4&A4&G4&F4&G4 36
   283	A4&B4&C5&A4&C5&G4&A4&B4&A4 36
   284	D5&E5&F5 36
   285	F4&G4&A4&G4&G4&G4 36
   286	G5&F5 36
   287	A4&A4&A4&A4&G4 35
   288	A4&A4&G4&F4&G4&A4& 35
   289	A4&B4&C5&B4&A4&G4&A4 35
   290	A4&G4&A4&B4&A4&G4 35
   291	A4&G4&G4&C5&C5&B4&C5&A4&G4 35
   292	B4&A4&G4 35
   293	D5&B4&D5&E5&D5 35
   294	D5&D5&B4 35
   295	D5&D5&E5&D5&C5&B4&C5 35
   296	F4&E4&F4&E4&D4&F4&D4 35
   297	F4&E4&F4&G4&F4&G4&G4 35
   298	A4&A4&C5&A4&G4 34
   299	C5&C5&D5&D5 34
   300	C5&D5&D5&C5&B4 34
   301	C5&D5&E5&F5&E5&D5 34
   302	D5&D5&D5&E5&D5 34
   303	E5&F5&G5 34
   304	E5&G5 34
   305	F4&E4&D4&E4&E4&E4 34
   306	F4&E4&D4&F4&G4 34
   307	A4&B4&C5&D5&C5&B4 33
   308	A4&C5&C5&B4 33
   309	A4&G4&A4&G4&A4&G4 33
   310	C5&A4&G4&A4&G4&F4&G4 33
   311	C5&C5&G4&G4 33
   312	C5&D5&E5&D5&C5&B4 33
   313	D5&E5&F5&E5&D5 33
   314	A4&A4&A4&C5 32
   315	A4&G4&A4&C5&C5 32
   316	C4&D4&F4&D4 32
   317	C5&C5&B4&C5&A4&G4&A4&G4 32
   318	D4&D4&C4&F4&G4 32
   319	F4&A4&A4 32
   320	F4&A4&G4&F4&G4 32
   321	F4&F4&F4 32
   322	F4&F4&F4&F4&F4&F4 32
   323	F4&G4&A4&A4&G4&F4&G4 32
   324	F4&G4&A4&F4&E4&D4&D4 32
   325	G4&F4&F4 32
   326	A4&A4&A4&G4&F4&G4&A4& 31
   327	A4&B4&G4 31
   328	C5&A4&A4&G4&A4&C5&C5&C5&C5 31
   329	C5&D5&C5&C5&A4 31
   330	C5&D5&C5&D5&E5&D5 31
   331	E5&F5&E5&E5&D5&C5&D5&C5&C5&B4 31
   332	G4&G4&F4&G4 31
   333	G5&F5&E5&D5 31
   334	A4&G4&A4&A4&G4&G4 30
   335	A4&G4&A4&A4&G4&G4&G4 30
   336	A4&G4&A4&B4&A4&G4&G4 30
   337	A4&G4&F4&G4&A4&A4&G4 30
   338	A4&G4&G4&A4&C5&C5&B4&C5&A4&C5 30
   339	C5&D5&E5&D5&C5&D5&D5&D5 30
   340	D5&C5 30
   341	D5&D5&C5&B4 30
   342	D5&E5&D5&C5&B4 30
   343	E4&D4&D4 30
   344	E4&F4&G4&F4&G4 30
   345	F4&C4&D4&D4 30
   346	F4&E4&E4&D4 30
   347	F4&F4&G4&F4&G4 30
   348	G4&F4&G4&G4 30
   349	G5&A5 30
   350	A3&C4&D4&D4 29
   351	A4&A4&C5&A4 29
   352	B4&C5&B4 29
   353	C5&C5&C5&B4&C5&D5&C5&B4 29
   354	C5&G4&A4 29
   355	D5&C5&C5 29
   356	F4&A4&A4&B4 29
   357	F4&D4&F4&G4 29
   358	F4&E4&C4&D4&D4 29
   359	F4&E4&D4&F4&D4 29
   360	F4&E4&F4&D4&D4 29
   361	F4&E4&G4 29
   362	F4&F4&A4&A4&F4&G4&A4&G4&F4 29
   363	A3&C4&D4 28
   364	A4&C5&A4&A4&G4 28
   365	A4&C5&G4 28
   366	A4&G4&A4&F4&F4&G4 28
   367	A4&G4&A4&G4&G4&G4 28
   368	B3 28
   369	C5&A4&A4&G4 28
   370	C5&G4 28
   371	D4&F4&D4 28
   372	D5&C5&D5&F5 28
   373	E4&E4&E4 28
   374	F4&A4&G4&G4 28
   375	F4&E4&F4&G4&F4&G4 28
   376	F4&F4&E4&F4&G4&F4&E4&G4&G4 28
   377	F4&G4&A4&G4&A4&A4&B4 28
   378	G4&A4&C5&C5&C5&C5 28
   379	G4&G4&G4&A4&G4&G4&G4 28
   380	A4&B4&C5&A4&G4 27
   381	A4&G4&A4&C5&G4 27
   382	A4&G4&A4&C5&G4&A4&G4&G4 27
   383	B4&C5&D5 27
   384	C5&C5&B4&C5&D5&C5&D5&D5 27
   385	F4&E4&D4&D4&D4 27
   386	A4&A4&B4&C5&B4 26
   387	A4&A4&G4&F4&G4&A4&G4&F4&E4&D4 26
   388	A4&G4&F4&G4&G4&F4&F4&G4 26
   389	C4&B3 26
   390	C4&C4&D4&F4&G4 26
   391	C5&A4&A4 26
   392	C5&D5&E5&D5&C5&D5&D5 26
   393	D4&G4 26
   394	D5&D5&D5 26
   395	E4&F4&E4&D4&E4&F4&D4&D4 26
   396	F4&E4&E4&E4 26
   397	F4&F4&D4&F4&D4 26
   398	F4&F4&E4&G4 26
   399	F4&F4&F4&E4&C4&D4 26
   400	F4&F4&G4&G4 26
   401	F4&G4&A4&C5&B4 26
   402	G4&A4&C5&A4 26
   403	A4&G4&F4&G4&A4&A4 25
   404	A4&G4&G4&A4&A4 25
   405	A4&G4&G4&G4&A4 25
   406	C4&A3 25
   407	C5&C5&C5&D5&C5&C5 25
   408	C5&D5&E5&D5&E5&D5&C5&B4 25
   409	C5&E5&D5 25
   410	E4&F4&E4&D4&C4 25
   411	E5&E5 25
   412	E5&F5&G5&F5&E5&D5 25
   413	F4&E4&C4 25
   414	F4&E4&F4&F4&E4 25
   415	F4&G4&A4&F4&G4 25
   416	F4&G4&F4&F4&E4&D4&E4 25
   417	G4&A4&G4&G4&G4 25
   418	A4&G4&A4&G4&E4&F4&G4 24
   419	C4&D4&F4&F4&G4 24
   420	C5&A4&A4&G4&A4 24
   421	C5&C5&B4&B4 24
   422	C5&D5&C5&D5&D5&D5 24
   423	D4&C4&C4&D4 24
   424	E5&D5&C5&B4&C5&D5&C5&C5&B4 24
   425	F4&D4&D4&D4&D4 24
   426	F4&E4&F4&D4&F4&C4&D4 24
   427	F4&E4&F4&G4&G4&G4 24
   428	F4&F4&D4&D4 24
   429	F4&F4&F4&E4 24
   430	F4&G4&A4&A4&B4 24
   431	G4&A4&A4 24
   432	G5 24
   433	A4&G4&F4&G4&G4&G4 23
   434	C5&C5&B4&C5&A4&G4&A4 23
   435	C5&C5&C5&D5 23
   436	C5&C5&D5&C5&A4 23
   437	C5&D5&B4&C5 23
   438	C5&D5&B4&C5&D5&C5&D5&D5 23
   439	C5&D5&C5&B4&A4&G4 23
   440	D5&C5&C5&B4 23
   441	D5&C5&D5&E5 23
   442	D5&C5&D5&E5&D5 23
   443	E4&F4&E4&D4&C4&D4&D4 23
   444	E4&F4&G4&A4&G4 23
   445	F4&E4&D4&C4&D4&F4&E4&D4&D4 23
   446	F4&E4&G4&A4 23
   447	A4&A4&A4&F4&G4&A4&A4 22
   448	A4&A4&G4&F4&G4&A4&G4&F4&E4 22
   449	A4&C5&A4&A4&A4&A4 22
   450	A4&G4&G4&A4&G4&F4&G4 22
   451	A4&G4&G4&F4&F4&G4 22
   452	A4&G4&G4&F4&G4&G4&G4&G4&G4 22
   453	A4&G4&G4&G4&A4&G4 22
   454	B4&C5&D5&D5 22
   455	C4&C4&D4&D4 22
   456	C5&D5&C5&A4&G4 22
   457	D4&C4&F4&G4 22
   458	D4&D4&D4&C4&F4&G4 22
   459	D5&C5&C5&D5 22
   460	E5&F5&D5&D5 22
   461	E5&F5&E5&E5&D5 22
   462	F4&D4&D4&C4&F4&G4 22
   463	F4&E4&D4&C4&D4&D4&D4 22
   464	F4&E4&E4&A4&G4&A4&C5&G4&E4 22
   465	F4&F4&C4 22
   466	F4&F4&D4&F4&G4 22
   467	G4&A4&C5&C5&B4 22
   468	G4&G4&C5&C5&B4&C5&A4&G4 22
   469	A4&C5&A4&C5 21
   470	A4&G4&A4&C5&A4&G4 21
   471	A4&G4&A4&C5&B4&D5&C5&C5&C5&B4 21
   472	A4&G4&G4&F4&G4&A4&G4&A4&G4 21
   473	C5&D5&C5&A4&B4 21
   474	C5&D5&F5&E5&D5 21
   475	D5&C5&D5 21
   476	D5&D5&B4&D5&E5&D5 21
   477	D5&D5&F5 21
   478	E4&D4&E4&E4 21
   479	E5&F5&E5&D5&C5&D5&C5&C5&B4 21
   480	E5&F5&G5&G5&F5&E5&D5 21
   481	F4&E4&D4&E4&F4&D4&D4 21
   482	F4&E4&D4&F4&E4&F4&E4&D4 21
   483	F4&F4&F4&E4&D4 21
   484	F4&F4&F4&F4&G4 21
   485	G4&A4&F4&G4 21
   486	G4&G4&A4&C5&B4 21
   487	G4&G4&B4 21
   488	G5&G5 21
   489	A4&B4&G4&G4 20
   490	A4&G4&A4&A4&G4&A4 20
   491	A4&G4&A4&B4&A4&F4&G4 20
   492	A4&G4&A4&B4&A4&G4&F4&F4&G4 20
   493	A4&G4&A4&C5&G4&G4 20
   494	A4&G4&A4&G4&F4&E4&D4 20
   495	A4&G4&A4&G4&F4&F4&G4 20
   496	B4&C5&A4&G4 20
   497	C5&C5&B4&C5&B4 20
   498	C5&C5&C5&C5&C5&C5&C5&B4 20
   499	C5&C5&C5&D5&C5&C5&B4 20
   500	C5&C5&D5&C5&C5&D5 20
   501	E4&F4&E4&F4&D4&D4 20
   502	E4&F4&G4&G4&A4&G4 20
   503	E5&F5&E5 20
   504	E5&F5&E5&D5&E5&D5 20
   505	E5&F5&G5&G5&F5 20
   506	F4&D4&C4&D4&F4&G4 20
   507	F4&E4&D4&E4&E4&D4 20
   508	F4&E4&F4&D4&C4&D4 20
   509	F4&F4&A4&C5&C5&B4 20
   510	F4&F4&D4&C4 20
   511	F4&F4&E4&D4&C4&D4&D4 20
   512	G4&A4&A4&G4 20
   513	G4&A4&C5&A4&G4&A4&B4 20
   514	G4&G4&A4&G4&F4&G4 20
   515	A4&C5&B4&C5&D5&C5&B4 19
   516	A4&G4&A4&C5&G4& 19
   517	B4&A4 19
   518	C5&A4&A4&G4&G4 19
   519	C5&A4&C5&B4 19
   520	C5&A4&G4&G4 19
   521	C5&D5&C5&B4&A4&B4&B4 19
   522	C5&D5&C5&D5&F5 19
   523	C5&D5&E5&D5&E5&E5&D5 19
   524	E4&F4&D4&C4&D4&D4 19
   525	E4&F4&D4&D4&C4&D4 19
   526	E4&F4&G4&F4&E4&D4 19
   527	E5&F5&E5&F5&D5&C5&D5&C5&C5&B4 19
   528	F4&A4&F4&G4 19
   529	F4&A4&G4&A4 19
   530	F4&E4&F4&G4&G4&F4 19
   531	F4&E4&G4&G4 19
   532	F4&F4&F4&E4&C4&D4& 19
   533	F4&F4&F4&E4&C4&D4&D4 19
   534	G4&A4&A4&G4&G4 19
   535	G4&A4&B4&A4 19
   536	G4&A4&B4&C5&B4 19
   537	G4&F4&G4&A4&G4 19
   538	G4&G4&C5 19
   539	A4&A4&A4&A4&A4&G4 18
   540	A4&B4&C5&A4&C5 18
   541	A4&B4&C5&B4&A4&G4&A4&A4&G4 18
   542	A4&B4&C5&D5 18
   543	A4&C5&A4&B4&A4&G4 18
   544	A4&C5&A4&G4&A4&B4 18
   545	A4&G4&A4&C5&C5&C5&C5 18
   546	A4&G4&A4&G4&A4&B4&A4&F4&A4 18
   547	A4&G4&A4&G4&F4&A4 18
   548	A4&G4&G4&A4&C5&G4&A4&G4&G4 18
   549	A4&G4&G4&F4&G4&G4 18
   550	A5 18
   551	C4&C4&D4&F4&F4&G4 18
   552	C5&A4&C5&D5&C5&B4 18
   553	C5&D5&B4&C5&B4 18
   554	C5&D5&C5&C5&D5&D5&C5&C5&D5 18
   555	D4&C4&D4&F4&F4&G4 18
   556	D4&D4&D4&D4 18
   557	D4&E4&D4 18
   558	D5&D5&D5&D5&E5&D5 18
   559	D5&E5&D5&E5&D5&C5&D5&C5&C5&D5 18
   560	E4&F4 18
   561	E4&F4&F4&E4 18
   562	E4&G4&G4 18
   563	E5&F5&G5&F5 18
   564	F4&E4&D4&F4&E4&F4&G4 18
   565	F4&E4&F4&D4&E4&F4&G4 18
   566	F4&F4&G4&A4&A4&G4 18
   567	G4&A4&C5&C5&C5&B4 18
   568	G4&A4&C5&C5&D5&D5 18
   569	A4&A4&A4&B4 17
   570	A4&A4&A4&C5&A4&A4 17
   571	A4&C5&B4&C5 17
   572	A4&C5&D5&C5&B4 17
   573	A4&G4&A4&G4&G4 17
   574	A4&G4&F4&G4&A4&G4&F4&G4 17
   575	C4&F4&G4&A4&G4 17
   576	C5&B4&C5&D5 17
   577	C5&C5&B4&C5&A4 17
   578	C5&C5&D5&B4 17
   579	C5&D5&C5&D5&D5&E5&D5 17
   580	C5&D5&D5&E5&D5 17
   581	C5&D5&E5&D5&D5&D5 17
   582	D5&C5&C5&C5&B4 17
   583	D5&C5&D5&D5 17
   584	E4&G4&E4 17
   585	F4&A4&A4&C5 17
   586	F4&E4&E4&F4&G4 17
   587	F4&E4&F4&G4&A4 17
   588	F4&F4&E4&F4&G4&F4&E4&D4&D4 17
   589	F4&F4&F4&A4 17
   590	F4&F4&F4&F4&D4 17
   591	F4&G4&A4&A4&A4&G4 17
   592	F4&G4&A4&B4 17
   593	A4&A4&A4&G4&A4&C5&G4&G4 16
   594	A4&A4&C5&D5&C5&B4 16
   595	A4&A4&D5&C5&D5&F5&C5&A4&C5 16
   596	A4&A4&G4&A4 16
   597	A4&A4&G4&A4&C5 16
   598	A4&B4&C5&B4&A4 16
   599	A4&C5&A4&B4 16
   600	A4&G4&A4&B4&A4&A4&G4 16
   601	A4&G4&A4&C5&A4&G4&G4 16
   602	A4&G4&A4&F4&G4&F4&G4 16
   603	A4&G4&A4&G4&E4&F4&E4 16
   604	A4&G4&G4&A4&G4&G4 16
   605	A4&G4&G4&A4&G4&G4&G4 16
   606	C4&D4&F4&E4&F4&G4 16
   607	C5&C5&B4&A4&C5&B4 16
   608	C5&C5&D5&B4&C5&A4 16
   609	C5&C5&G4&B4 16
   610	C5&D5&E5&D5&D5 16
   611	D4&A4&C5 16
   612	D4&C4&D4&F4&G4 16
   613	D4&F4&E4&D4 16
   614	D5&D5&E5 16
   615	D5&F5&D5 16
   616	E5&C5&D5&D5 16
   617	E5&F5&E5&D5&C5&B4 16
   618	F4&F4&D4&C4&D4 16
   619	F4&F4&E4&F4&G4&E4&F4&D4 16
   620	F4&F4&F4&E4&F4&D4 16
   621	F4&F4&F4&F4&E4 16
   622	F4&F4&F4&F4&F4&F4&F4&F4 16
   623	F4&G4&G4&F4&G4 16
   624	G4&A4&C5&C5&C5&D5&E5&D5 16
   625	G4&A4&G4&A4 16
   626	G4&A4&G4&E4&E4 16
   627	G4&A4&G4&F4&F4 16
   628	A4&A4&D5&C5&D5&F5&C5&A4 15
   629	A4&B4&A4&A4&G4 15
   630	A4&B4&A4&G4&A4&G4 15
   631	A4&C5&C5&G4&G4 15
   632	A4&C5&G4&A4&G4&G4 15
   633	A4&G4&G4&A4&C5&A4&G4&A4&B4 15
   634	A4&G4&G4&G4&G4&A4&G4&G4&G4 15
   635	B3&C4&D4 15
   636	B4&A4&B4 15
   637	C5&B4&C5&D5&C5&D5&E5&D5 15
   638	C5&C5&C5&A4&C5&B4&A4 15
   639	C5&C5&C5&B4&A4 15
   640	C5&D5&C5&A4&A4 15
   641	C5&D5&C5&B4&A4&B4 15
   642	C5&D5&C5&B4&C5&B4&A4&G4&A4&G4 15
   643	C5&D5&D5&D5&E5 15
   644	C5&D5&E5&E5&D5 15
   645	C5&F5 15
   646	D4&C4&D4&D4 15
   647	D4&D4&D4&E4&F4&E4&D4&C4&D4 15
   648	D5&D5&E5&D5&D5&C5&D5 15
   649	E4&F4&D4&D4&D4 15
   650	E4&F4&E4&F4&G4 15
   651	E4&F4&F4&D4&F4&G4&F4&E4 15
   652	E4&F4&G4&A4 15
   653	E5&E5&E5&D5 15
   654	F4&D4&C4&F4&G4 15
   655	F4&E4&F4&E4&D4&D4&F4&G4 15
   656	F4&E4&F4&G4&F4&E4&G4&G4 15
   657	F4&F4&G4&A4&G4&F4&G4 15
   658	F4&G4&F4&F4 15
   659	G5&A5&A5 15
   660	A3&C4&D4&F4&D4 14
   661	A4&C5&A4&A4&D5&C5&D5&F5 14
   662	A4&D5&B4 14
   663	A4&G4&A4&C5&D5&D5 14
   664	A4&G4&F4&G4&A4&A4&G4&G4&G4 14
   665	A4&G4&G4&F4&F4 14
   666	C5&C5&A4&G4 14
   667	C5&C5&B4&A4&C5 14
   668	C5&C5&B4&G4&A4&C5&G4&A4&G4&G4 14
   669	C5&C5&C5&A4&C5&A4&G4 14
   670	C5&C5&D5&C5&C5&C5&C5 14
   671	C5&D5&D5&D5&D5 14
   672	C5&F4&A4 14
   673	C5&G4&G4 14
   674	D4&F4&E4 14
   675	D5&D5&D5&C5&B4 14
   676	E4&F4&E4&E4&D4&D4 14
   677	E4&F4&G4&F4&E4 14
   678	E4&F4&G4&F4&E4&D4&C4&D4&D4 14
   679	E4&F4&G4&G4&E4 14
   680	F4&D4&C4&C4&D4 14
   681	F4&D4&D4&E4&F4&E4&D4&C4&D4 14
   682	F4&E4&D4&F4&D4&C4&D4&D4 14
   683	F4&E4&F4&F4&G4 14
   684	F4&F4&E4&G4&G4 14
   685	F4&F4&F4&F4&G4&G4&F4&F4 14
   686	F4&G4&A4&A4&A4 14
   687	F4&G4&A4&F4&E4&D4&F4&C4&D4 14
   688	F4&G4&A4&G4&F4&E4&E4 14
   689	F4&G4&F4&F4&G4 14
   690	G4&A4&B4&C5&A4&G4 14
   691	G4&A4&C5&A4&A4 14
   692	G4&A4&G4&F4 14
   693	G4&A4&G4&F4&D4 14
   694	G4&G4&A4&C5&C5 14
   695	G4&G4&G4&A4 14
   696	A4&A4&F4&G4&A4&G4&F4 13
   697	A4&B4&B4&A4 13
   698	A4&G4&A4&A4 13
   699	A4&G4&A4&A4&G4&G4&A4 13
   700	A4&G4&A4&C5&A4&G4&A4&B4 13
   701	A4&G4&A4&F4&E4&D4 13
   702	A4&G4&A4&G4&F4 13
   703	A4&G4&F4&G4&A4&G4&G4 13
   704	A4&G4&G4&F4&G4&G4&A4 13
   705	A4&G4&G4&G4&A4&C5&B4 13
   706	C4&D4&D4&D4&D4&D4&D4 13
   707	C5&B4&A4&C5&C5&B4&C5&D5&C5&B4 13
   708	C5&C5&A4&C5 13
   709	C5&C5&B4&A4&G4&A4&B4&C5&A4 13
   710	C5&C5&B4&C5&D5 13
   711	C5&C5&C5&B4&C5&A4&G4 13
   712	C5&C5&C5&C5&C5&B4&A4&G4 13
   713	C5&C5&C5&C5&C5&C5&C5&B4&A4&G4 13
   714	D4&E4 13
   715	D4&E4&F4&G4&G4 13
   716	D4&G4&G4 13
   717	D5&B4&C5&B4 13
   718	E4&D4&E4 13
   719	E4&E4&D4 13
   720	E4&G4&A4&G4&F4&G4 13
   721	F4&A4&C5&A4 13
   722	F4&D4&D4&F4&G4 13
   723	F4&E4&D4&F4&F4 13
   724	F4&E4&F4&E4 13
   725	F4&E4&F4&G4&A4&F4&E4&D4&D4 13
   726	F4&E4&F4&G4&A4&G4 13
   727	F4&E4&G4&E4 13
   728	F4&F4&C5&C5&D5&B4&C5&A4 13
   729	F4&F4&E4&D4&C4&D4&F4&E4&D4&D4 13
   730	F4&F4&F4&E4&F4&G4 13
   731	F4&F4&F4&F4&E4&G4 13
   732	F4&F4&G4&A4&A4&G4&G4 13
   733	F4&G4&A4&A4&G4&F4&G4&A4&G4 13
   734	F4&G4&G4&G4 13
   735	F5&E5 13
   736	F5&F5&E5&D5 13
   737	G4&A4&B4&A4&A4&G4&G4&F4&G4&G4 13
   738	G4&A4&C5&A4&B4&A4&G4 13
   739	G4&F4&F4&G4 13
   740	G4&G4&C5&A4 13
   741	G5&G5&F5 13
   742	A3&C4 12
   743	A3&C4&D4&F4&D4&D4 12
   744	A3&G3 12
   745	A4&A4&A4&A4&A4&A4 12
   746	A4&A4&A4&A4&C5 12
   747	A4&A4&C5&G4 12
   748	A4&A4&D5&C5&D5&D5 12
   749	A4&B4&C5&A4&A4&G4 12
   750	A4&B4&C5&A4&C5&G4&G4&A4&B4&A4 12
   751	A4&D5&C5&B4&A4&G4&A4&G4&F4&G4 12
   752	A4&F4&A4 12
   753	A4&G4&A4&A4&G4&C5&G4&A4 12
   754	A4&G4&A4&F4&G4&A4 12
   755	A4&G4&F4&G4&A4&C5&C5&B4 12
   756	A4&G4&F4&G4&F4&F4 12
   757	A4&G4&G4&G4&A4&C5&A4&G4&A4&B4 12
   758	B4&C5&B4&A4&G4 12
   759	B4&C5&D5&D5&E5&D5 12
   760	B4&C5&D5&E5&D5 12
   761	C4&C4&B3 12
   762	C4&F4&G4&A4&G4&F4&G4 12
   763	C5&A4&C5&C5 12
   764	C5&A4&G4&A4&B4 12
   765	C5&B4&C5&B4 12
   766	C5&B4&C5&D5&D5&D5 12
   767	C5&C5&B4&A4&B4 12
   768	C5&C5&C5&C5&C5&B4 12
   769	C5&C5&C5&C5&C5&C5&B4&A4&G4 12
   770	C5&C5&C5&C5&D5&C5&C5 12
   771	C5&D5&C5&C5&D5&B4 12
   772	C5&D5&C5&D5 12
   773	C5&D5&C5&D5&C5&C5&B4 12
   774	C5&D5&C5&E5&D5 12
   775	C5&D5&D5&D5&E5&D5 12
   776	D4&C4&D4&E4&F4&G4&F4&E4&D4&D4 12
   777	E4&F4&E4&D4&D4&C4&D4 12
   778	E4&F4&G4&G4&A4 12
   779	E5&C5 12
   780	F4&A4&A4&G4 12
   781	F4&A4&F4&G4&A4 12
   782	F4&C4&C4 12
   783	F4&C4&D4&D4&D4 12
   784	F4&D4&D4&C4&C4&D4 12
   785	F4&D4&E4&F4&G4&G4 12
   786	F4&D4&F4&E4&D4&D4 12
   787	F4&E4&C4&D4&D4&D4 12
   788	F4&E4&D4&F4&G4&A4&G4&G4 12
   789	F4&E4&D4&G4&G4 12
   790	F4&F4&E4&C4&D4&D4 12
   791	F4&F4&E4&D4&F4&D4 12
   792	F4&F4&F4&G4&A4&G4 12
   793	F4&G4&A4&C5&D5&C5&B4 12
   794	F4&G4&A4&D4 12
   795	F4&G4&G4&F4&G4&A4&C5&G4&A4&G4 12
   796	F5&D5&D5 12
   797	G4&G4&A4&G4&G4 12
   798	G5&A5&G5&F5 12
   799	G5&G5&F5&E5&D5 12
   800	A4&A4&C5&A4&G4&A4&G4&F4&G4 11
   801	A4&A4&G4&A4&G4&F4&G4 11
   802	A4&A4&G4&G4&C5&C5&B4&C5&A4&G4 11
   803	A4&B4&A4&G4&G4&G4 11
   804	A4&B4&C5&B4&A4&C5 11
   805	A4&B4&C5&C5 11
   806	A4&B4&G4&A4&B4 11
   807	A4&C5&A4&A4&D5&C5&D5&F5&C5&A4 11
   808	A4&C5&B4&C5&B4 11
   809	A4&C5&D5&B4 11
   810	A4&D5&B4&C5&A4 11
   811	A4&G4&A4&B4&G4 11
   812	A4&G4&A4&F4&G4&A4&C5&B4 11
   813	A4&G4&F4&G4&A4&C5 11
   814	A4&G4&F4&G4&G4&F4&G4 11
   815	A4&G4&G4&A4&C5&C5&B4 11
   816	B5 11
   817	C5&A4&A4&B4 11
   818	C5&A4&A4&G4&A4&C5 11
   819	C5&A4&G4&A4 11
   820	C5&C5&B4&A4&B4&C5 11
   821	C5&C5&C5&A4&C5&B4 11
   822	C5&C5&C5&B4&C5&B4&A4&G4&A4&G4 11
   823	C5&C5&C5&C5&C5&C5 11
   824	C5&C5&D5&C5 11
   825	C5&C5&D5&C5&C5&A4&C5&A4 11
   826	C5&C5&D5&C5&C5&C5&B4 11
   827	C5&C5&D5&E5 11
   828	C5&C5&D5&F5 11
   829	C5&D5&A4 11
   830	C5&D5&C5&B4&B4 11
   831	C5&D5&E5&D5&E5&D5 11
   832	C5&E5&F5&E5&D5 11
   833	D4&C4&B3 11
   834	D4&D4&C4&F4&G4&F4&G4&A4&A4 11
   835	D4&F4&D4&C4 11
   836	D4&G4&A4&G4 11
   837	D5&E5&E5&D5 11
   838	E4&F4&D4&C4 11
   839	F4&A4&B4&C5&B4 11
   840	F4&A4&C5&G4&F4&F4&D4&F4&D4 11
   841	F4&B4 11
   842	F4&D4&E4 11
   843	F4&D4&F4&C4&D4 11
   844	F4&E4&D4&D4&C4 11
   845	F4&E4&D4&F4&C4&D4 11
   846	F4&E4&F4&E4&D4&F4&D4&D4 11
   847	F4&E4&F4&F4&D4 11
   848	F4&F4&A4&C5&B4&C5&D5&C5&B4 11
   849	F4&F4&A4&C5&C5 11
   850	F4&F4&E4&C4&D4 11
   851	F4&F4&E4&D4&E4&F4&G4 11
   852	F4&F4&F4&F4&F4&F4&F4&F4&F4&F4 11
   853	F4&F4&F4&G4&F4&F4&F4&F4 11
   854	F4&F4&G4&A4&C5&G4&A4&G4 11
   855	F4&F4&G4&A4&F4&E4&D4&D4 11
   856	F4&F4&G4&F4&F4&G4 11
   857	F4&G4&A4&A4&C5 11
   858	F4&G4&A4&A4&C5&G4&F4&G4&A4&G4 11
   859	G4&A4&C5&D5&D5 11
   860	G4&G4&A4&C5 11
   861	G4&G4&A4&G4&G4&G4 11
   862	A4&A4&A4&C5&A4 10
   863	A4&A4&A4&G4&F4&G4&A4&G4&F4&E4 10
   864	A4&A4&B4&A4 10
   865	A4&A4&C5&A4&G4&A4&G4&A4&G4 10
   866	A4&A4&F4&G4&A4&G4& 10
   867	A4&A4&F4&G4&A4&G4 10
   868	A4&C5&B4&A4 10
   869	A4&C5&B4&A4&G4 10
   870	A4&G4&A4&C5&G4&A4&A4&G4&G4 10
   871	A4&G4&A4&G4&F4&E4 10
   872	A4&G4&A4&G4&F4&G4&A4&G4&A4&G4 10
   873	A4&G4&F4&G4&A4&G4&F4&G4&G4 10
   874	A4&G4&F4&G4&B4 10
   875	A4&G4&F4&G4&F4&G4 10
   876	A4&G4&F4&G4&G4&A4&G4 10
   877	A4&G4&G4&F4&G4&A4&G4&G4&G4 10
   878	A4&G4&G4&G4&G4&A4 10
   879	A4&G4&G4&G4&G4&A4&G4&G4 10
   880	B3&C4&D4&D4 10
   881	C4&C4&C4 10
   882	C4&D4&D4&C4 10
   883	C5& 10
   884	C5&B4&A4&G4&A4&B4&C5&A4 10
   885	C5&B4&C5&A4&C5&D5&C5&B4 10
   886	C5&C5&A4&C5&D5&C5&B4 10
   887	C5&C5&C5&A4&C5 10
   888	C5&C5&C5&C5&B4&C5&D5&C5&B4 10
   889	C5&C5&C5&C5&C5&D5&C5 10
   890	C5&C5&C5&D5&C5&B4 10
   891	C5&D5&A4&C5&B4&C5&D5&C5&B4 10
   892	C5&D5&C5&A4&A4&A4&A4 10
   893	C5&D5&C5&D5&D5&D5&E5&D5 10
   894	C5&D5&D5&C5&C5&B4 10
   895	C5&D5&E5&D5&E5&F5&E5&D5 10
   896	C5&D5&G4 10
   897	D4&D4&D4&C4&D4 10
   898	D4&F4&D4&C4&D4 10
   899	D5&D5&E5&F5 10
   900	E4&D4&C4&D4 10
   901	E4&E4&G4&E4&F4&F4&E4 10
   902	E4&F4&E4&D4&E4&F4&E4&C4&D4 10
   903	E4&G4&A4&C5 10
   904	E5&D5&C5&D5&B4 10
   905	E5&F5&E5&F5 10
   906	F4&A4&C5&C5&G4&B4 10
   907	F4&A4&G4&A4&G4&F4&G4 10
   908	F4&D4&C4&D4&D4&C4 10
   909	F4&D4&D4&D4&C4&D4 10
   910	F4&D4&F4&D4&C4 10
   911	F4&D4&F4&E4&F4&G4 10
   912	F4&E4&D4&F4&D4&C4&D4 10
   913	F4&E4&D4&G4 10
   914	F4&E4&E4&D4&D4 10
   915	F4&E4&F4&E4&D4&C4&D4 10
   916	F4&E4&F4&E4&D4&E4 10
   917	F4&E4&G4&F4&E4&D4&D4 10
   918	F4&F4&A4&C5&B4 10
   919	F4&F4&E4&D4&C4 10
   920	F4&F4&F4&G4&F4&F4&G4 10
   921	F4&G4&A4&A4&G4&G4&G4 10
   922	F4&G4&A4&F4&E4&D4 10
   923	F4&G4&A4&G4&A4 10
   924	F4&G4&A4&G4&A4&A4&A4&B4 10
   925	F4&G4&A4&G4&E4&F4&G4 10
   926	F4&G4&A4&G4&F4&F4&G4 10
   927	F4&G4&F4&E4&D4 10
   928	F4&G4&G4&F4 10
   929	F5&F5&E5&D5&E5&D5 10
   930	G4&A4&C5&G4&A4&G4 10
   931	G4&A4&G4&F4&F4&G4 10
   932	G4&A4&G4&F4&G4&A4 10
   933	G4&C5&C5&D5&C5&B4 10
   934	A4&A4&A4&A4&G4&F4&G4&A4&A4&G4 9
   935	A4&A4&A4&F4&G4&A4&A4&C5 9
   936	A4&A4&A4&G4&A4&G4&A4&F4&F4&G4 9
   937	A4&A4&A4&G4&F4&G4&A4&G4&A4 9
   938	A4&A4&C5&G4&G4 9
   939	A4&A4&D4 9
   940	A4&A4&G4&G4&C5&C5&B4&C5&A4& 9
   941	A4&B4&A4&A4 9
   942	A4&B4&A4&B4 9
   943	A4&C5&A4&G4&G4 9
   944	A4&C5&C5&G4 9
   945	A4&C5&D5&C5&B4&C5&C5&B4 9
   946	A4&C5&G4&A4&G4&F4&G4 9
   947	A4&G4&A4&A4&G4&C5&D5&C5&C5&A4 9
   948	A4&G4&A4&C5&A4&G4&A4 9
   949	A4&G4&A4&G4&F4&E4&F4&G4&E4 9
   950	A4&G4&G4&F4&G4&A4 9
   951	A5&G5&F5 9
   952	B4&B4&B4&B4 9
   953	B4&C5&A4 9
   954	B4&C5&B4&B4 9
   955	B4&C5&D5&D5&D5 9
   956	C4&C4&F4&D4&D4 9
   957	C4&D4&D4&C4&D4 9
   958	C4&D4&F4&F4&E4&D4 9
   959	C4&D4&F4&F4&G4&F4&F4&G4&A4&G4 9
   960	C5&A4&B4&A4&G4&G4 9
   961	C5&A4&B4&C5&A4&C5&G4&A4&B4&A4 9
   962	C5&B4&A4&C5 9
   963	C5&B4&C5&D5&C5&C5&B4 9
   964	C5&C5&A4&C5&B4 9
   965	C5&C5&C5&B4&A4&G4 9
   966	C5&C5&C5&C5&D5&C5&C5&B4 9
   967	C5&C5&D5&B4&C5&C5&B4 9
   968	C5&C5&D5&B4&C5&D5&C5&D5&D5 9
   969	C5&C5&G4 9
   970	C5&D5&B4&C5&D5&C5&D5&D5&D5 9
   971	C5&D5&C5&C5&A4&B4&C5&A4&A4&G4 9
   972	C5&D5&D5&C5&C5&D5 9
   973	C5&D5&E5&D5&B4 9
   974	C5&D5&E5&D5&D5&C5&D5&E5&D5 9
   975	C5&D5&E5&D5&E5 9
   976	C6 9
   977	D4&D4&F4&G4 9
   978	D4&G4&F4&G4 9
   979	D5&B4&C5&D5 9
   980	D5&B4&C5&D5&C5&B4 9
   981	D5&C5&A4 9
   982	D5&C5&B4&C5 9
   983	D5&C5&D5&C5&B4 9
   984	E4&D4&E4&D4&C4&D4 9
   985	E4&D4&E4&F4&G4 9
   986	E4&E4&A4&G4&A4&C5&G4&E4 9
   987	E4&E4&F4&G4 9
   988	E4&F4&E4&D4&C4&D4&F4&G4 9
   989	E4&F4&F4&D4 9
   990	E4&F4&G4&G4&F4&G4 9
   991	E5&E5&D5&E5&D5 9
   992	F4&A4&C5&C5&B4&C5&D5&C5&D5&D5 9
   993	F4&A4&C5&C5&D5 9
   994	F4&A4&G4&G4&A4&G4 9
   995	F4&D4&D4&D4&F4&D4&D4 9
   996	F4&E4&C4&F4&G4 9
   997	F4&E4&D4&C4&D4&E4&E4 9
   998	F4&E4&D4&D4&D4&D4 9
   999	F4&E4&D4&F4&D4&C4 9
  1000	F4&E4&D4&F4&D4&D4 9
  1001	F4&E4&F4&D4&C4 9
  1002	F4&E4&F4&G4&A4&A4&G4&A4&F4&G4 9
  1003	F4&E4&F4&G4&F4&F4 9
  1004	F4&E4&F4&G4&F4&G4&G4&F4&F4&G4 9
  1005	F4&E4&F4&G4&G4&A4&G4 9
  1006	F4&F4&A4&A4&F4&G4&A4&G4& 9
  1007	F4&F4&C5&C5&D5&B4&C5& 9
  1008	F4&F4&E4&F4&G4&E4&F4&D4&D4 9
  1009	F4&F4&F4&E4&G4&G4&A4 9
  1010	F4&G4&F4&F4&E4&D4&D4 9
  1011	G4&A4&C5&B4&A4 9
  1012	G4&G4&C5&A4&G4 9
  1013	G4&G4&G4&F4&G4 9
  1014	G4&G4&G4&G4&G4&G4 9
  1015	A3&B3 8
  1016	A4&A4&A4&F4&G4 8
  1017	A4&A4&A4&G4&A4 8
  1018	A4&A4&C5&A4&G4&A4&G4&F4&A4 8
  1019	A4&A4&C5&B4&G4&G4 8
  1020	A4&A4&F4 8
  1021	A4&A4&G4&A4&G4&A4&F4&F4&G4 8
  1022	A4&A4&G4&A4&G4&G4&F4&G4&G4 8
  1023	A4&A4&G4&F4&G4&G4 8
  1024	A4&B4&A4&F4&G4 8
  1025	A4&B4&G4&F4&G4 8
  1026	A4&B4&G4&G4&D5&D5&E5&D5&C5&B4 8
  1027	A4&C5&A4&C5&C5 8
  1028	A4&C5&D5 8
  1029	A4&C5&G4&A4 8
  1030	A4&G4&A4&B4&C5 8
  1031	A4&G4&A4&C5&A4&A4 8
  1032	A4&G4&A4&C5&C5&C5&B4 8
  1033	A4&G4&A4&C5&G4&A4&G4&G4&F4&G4 8
  1034	A4&G4&A4&F4&G4&G4 8
  1035	A4&G4&A4&G4&A4&G4&F4&G4 8
  1036	A4&G4&F4&A4 8
  1037	A4&G4&F4&G4&A4&G4&A4 8
  1038	A4&G4&F4&G4&F4&F4&G4 8
  1039	A4&G4&F4&G4&G4&F4&F4&A4 8
  1040	A4&G4&G4&A4&C5&A4 8
  1041	A4&G4&G4&A4&C5&A4&B4&A4&G4 8
  1042	A4&G4&G4&A4&G4&A4&A4&B4 8
  1043	A4&G4&G4&C5&C5&B4&C5&A4& 8
  1044	A4&G4&G4&F4 8
  1045	B4&B4&B4 8
  1046	B4&C5&B4&A4 8
  1047	B4&F4&G4 8
  1048	B4&G4&F4&G4 8
  1049	B5&A5 8
  1050	C4&B3&C4&D4&D4 8
  1051	C4&D4&D4&D4&F4&D4&D4 8
  1052	C4&F4&G4&A4 8
  1053	C5&A4&A4&G4&A4&C5&C5&C5&A4 8
  1054	C5&B4&A4&B4 8
  1055	C5&B4&A4&G4&A4&A4 8
  1056	C5&B4&C5&B4&A4&G4 8
  1057	C5&B4&C5&D5&D5&E5&D5&C5&B4 8
  1058	C5&C5&B4&G4 8
  1059	C5&C5&C5&C5&C5&B4&C5&D5&C5&B4 8
  1060	C5&C5&C5&C5&D5&E5&D5 8
  1061	C5&C5&C5&G4 8
  1062	C5&C5&E5&D5 8
  1063	C5&D5&C5&A4&C5&C5 8
  1064	C5&D5&C5&C5&A4&B4&C5&B4&A4&G4 8
  1065	C5&D5&C5&D5&C5&B4 8
  1066	C5&D5&C5&G4 8
  1067	C5&D5&E5&C5&D5&D5 8
  1068	C5&D5&F5&F5 8
  1069	D4&A4&A4&G4 8
  1070	D4&C4&C4 8
  1071	D4&C4&D4&F4&E4&D4&D4 8
  1072	D4&E4&F4&G4&G4&G4 8
  1073	D4&F4&G4&A4 8
  1074	D4&F4&G4&G4 8
  1075	D5&B4&C5 8
  1076	D5&C5&B4&A4&G4 8
  1077	D5&C5&C5&C5 8
  1078	D5&C5&D5&D5&D5 8
  1079	D5&D5&B4&C5&D5 8
  1080	D5&D5&F5&E5&F5&E5&D5 8
  1081	D5&E5&F5&E5 8
  1082	D5&E5&F5&G5&F5 8
  1083	D5&F5&D5&F5 8
  1084	E4&C4&D4 8
  1085	E4&D4&G4 8
  1086	E4&E4&A4&G4&A4&C5&G4& 8
  1087	E4&F4&D4&G4 8
  1088	E4&F4&E4&E4 8
  1089	E4&F4&E4&F4&F4&D4 8
  1090	E5&F5&D5&C5&B4 8
  1091	F4&A4&A4&A4&G4 8
  1092	F4&A4&C5&C5&C5&C5 8
  1093	F4&A4&C5&C5&C5&G4&B4 8
  1094	F4&C5&C5&B4 8
  1095	F4&D4&C4&C4&C4&D4 8
  1096	F4&D4&D4&D4&E4&F4&E4&D4&C4&D4 8
  1097	F4&D4&E4&F4&E4&C4&D4 8
  1098	F4&D4&F4&D4&C4&D4 8
  1099	F4&D4&F4&D4&D4 8
  1100	F4&D4&F4&F4&G4 8
  1101	F4&E4&C4&E4&F4&G4 8
  1102	F4&E4&D4&D4&E4&F4&G4 8
  1103	F4&E4&D4&F4&E4 8
  1104	F4&E4&F4&D4&G4&A4&C5 8
  1105	F4&E4&F4&G4&E4&F4&D4 8
  1106	F4&E4&F4&G4&E4&F4&D4&D4 8
  1107	F4&F4&E4&C4&D4&F4&F4 8
  1108	F4&F4&E4&F4&E4 8
  1109	F4&F4&E4&F4&G4&A4 8
  1110	F4&F4&E4&F4&G4&D4&E4&D4&C4&D4 8
  1111	F4&F4&F4&C4&D4 8
  1112	F4&F4&F4&F4&F4&G4 8
  1113	F4&F4&F4&G4&A4&A4 8
  1114	F4&G4&A4&A4&A4&G4&G4 8
  1115	F4&G4&A4&G4&A4&G4&F4&G4 8
  1116	F4&G4&F4&E4&F4&D4&D4 8
  1117	F4&G4&G4&A4 8
  1118	G4&A4&B4&C5 8
  1119	G4&A4&C5&A4&G4 8
  1120	G4&D5&D5&D5&D5 8
  1121	G4&E4&F4&E4&D4&D4 8
  1122	G4&F4&G4&A4&G4&A4&A4&G4 8
  1123	G4&G4&A4&A4 8
  1124	G4&G4&G4&A4&G4&F4&G4 8
  1125	G4&G4&G4&C5&B4 8
  1126	G5&E5&D5 8
  1127	G5&F5&E5&D5&E5&D5 8
  1128	G5&G5&A5 8
  1129	A4&A4&A4&G4&G4&F4&G4 7
  1130	A4&A4&B4&A4&G4 7
  1131	A4&A4&C5&A4&G4&A4&G4&G4 7
  1132	A4&A4&G4&F4&A4 7
  1133	A4&A4&G4&F4&G4&G4&A4&G4 7
  1134	A4&A4&G4&G4&G4 7
  1135	A4&B4&C5&A4&C5&B4 7
  1136	A4&B4&C5&B4&B4 7
  1137	A4&C5&A4&A4&A4 7
  1138	A4&C5&A4&C5&A4 7
  1139	A4&C5&A4&G4&A4&B4&A4&G4 7
  1140	A4&C5&C5&C5&G4 7
  1141	A4&D5&C5&B4 7
  1142	A4&F4&G4&G4 7
  1143	A4&G4&A4&A4&G4&G4&A4&C5 7
  1144	A4&G4&A4&B4&A4&G4&G4&G4 7
  1145	A4&G4&A4&C5&A4&A4&G4 7
  1146	A4&G4&A4&C5&A4&G4&F4&G4&A4&G4 7
  1147	A4&G4&A4&C5&A4&G4&F4&G4&G4 7
  1148	A4&G4&A4&E4&F4&G4 7
  1149	A4&G4&A4&G4&F4&D4 7
  1150	A4&G4&A4&G4&F4&F4&A4 7
  1151	A4&G4&F4&G4&A4&C5&D5&C5&B4 7
  1152	A4&G4&F4&G4&A4&D4 7
  1153	A4&G4&F4&G4&F4&E4&D4 7
  1154	A4&G4&G4&A4&F4&G4 7
  1155	A4&G4&G4&D5&D5&E5&D5&C5&B4&A4 7
  1156	A4&G4&G4&F4&A4 7
  1157	B4&C5&B4&A4&G4&A4&G4 7
  1158	B4&D5&E5&D5 7
  1159	C4&D4&C4&D4 7
  1160	C5&A4&A4&G4&A4&B4 7
  1161	C5&A4&A4&G4&A4&C5&C5 7
  1162	C5&A4&B4&C5&A4&C5 7
  1163	C5&A4&C5&C5&C5&C5 7
  1164	C5&A4&C5&C5&D5 7
  1165	C5&B4&A4&A4&G4 7
  1166	C5&B4&A4&B4&C5 7
  1167	C5&B4&A4&C5&C5 7
  1168	C5&B4&C5&A4&C5 7
  1169	C5&B4&C5&E5&D5 7
  1170	C5&C5&A4&C5&C5 7
  1171	C5&C5&B4&C5&A4&C5 7
  1172	C5&C5&C5&C5&C5&D5&C5&C5&B4 7
  1173	C5&C5&C5&D5&C5&C5&A4&C5&A4 7
  1174	C5&C5&D5&B4&C5&A4&G4 7
  1175	C5&C5&G4&G4&C5&C5&B4&C5&A4& 7
  1176	C5&D5&B4&B4 7
  1177	C5&D5&C5&A4&C5 7
  1178	C5&D5&C5&B4&A4&B4&B4&A4 7
  1179	C5&D5&C5&B4&A4&C5&B4 7
  1180	C5&D5&C5&B4&C5&D5&C5&D5&D5 7
  1181	C5&D5&C5&D5&B4 7
  1182	C5&D5&C5&D5&B4&C5 7
  1183	C5&D5&D5&C5&C5 7
  1184	C5&D5&D5&D5&D5&D5 7
  1185	C5&D5&E5&C5&C5&B4 7
  1186	C5&D5&E5&D5&D5&B4 7
  1187	C5&D5&E5&D5&D5&C5&B4 7
  1188	C5&D5&G4&A4&C5 7
  1189	D4&C4&D4&F4&F4 7
  1190	D4&D4&C4&C4&D4 7
  1191	D4&E4&F4&G4&G4&G4&G4 7
  1192	D4&F4&E4&D4&C4&D4 7
  1193	D4&F4&G4&A4&G4&G4 7
  1194	D4&G4&A4 7
  1195	D5&B4&C5&D5&C5&D5&D5 7
  1196	D5&C5&D5&E5&D5&C5&D5&D5 7
  1197	D5&D5&B4&C5&D5&C5&B4 7
  1198	D5&D5&D5&D5&D5&E5&D5 7
  1199	D5&D5&D5&F5 7
  1200	D5&F5&E5&D5 7
  1201	E4&E4&G4 7
  1202	E4&F4&D4&F4&D4&C4&D4 7
  1203	E4&F4&E4&C4&D4 7
  1204	E4&F4&E4&G4 7
  1205	E4&F4&G4&A4&A4&G4&F4&G4&G4 7
  1206	E4&F4&G4&G4&D4 7
  1207	E5&E5&D5&C5&B4 7
  1208	E5&F5&E5&D5&D5&F5&E5&F5&E5&D5 7
  1209	E5&F5&G5&F5&F5 7
  1210	F4&A4&A4&A4&A4 7
  1211	F4&A4&B4&A4&G4&G4 7
  1212	F4&A4&C5&A4&G4 7
  1213	F4&D4&C4&C4 7
  1214	F4&D4&D4&G4&G4 7
  1215	F4&E4&D4&C4&D4&F4&G4 7
  1216	F4&E4&D4&E4&F4&D4&C4&D4 7
  1217	F4&E4&D4&E4&F4&D4&D4&D4 7
  1218	F4&E4&D4&E4&F4&G4&G4&G4 7
  1219	F4&E4&D4&F4&G4&A4&A4&G4 7
  1220	F4&E4&D4&F4&G4&G4 7
  1221	F4&E4&E4&C5&C5&C5&A4&C5&A4&G4 7
  1222	F4&E4&E4&C5&C5&C5&A4&C5&B4&A4 7
  1223	F4&E4&E4&G4&G4 7
  1224	F4&F4&A4&C5&C5&C5&B4 7
  1225	F4&F4&A4&G4 7
  1226	F4&F4&D4&F4&E4 7
  1227	F4&F4&E4&F4&D4&F4&D4&C4&D4 7
  1228	F4&F4&E4&F4&G4&F4&G4 7
  1229	F4&F4&E4&F4&G4&G4 7
  1230	F4&F4&F4&D4&D4 7
  1231	F4&F4&F4&E4&D4&F4&D4&C4&D4&D4 7
  1232	F4&F4&F4&E4&F4&G4&E4&F4&D4 7
  1233	F4&F4&F4&E4&G4&A4 7
  1234	F4&F4&F4&G4&A4 7
  1235	F4&F4&F4&G4&F4&G4&G4&A4 7
  1236	F4&F4&G4&A4&F4&E4&D4 7
  1237	F4&F4&G4&F4&G4&A4 7
  1238	F4&F4&G4&G4&F4&G4 7
  1239	F4&G4&A4&A4&F4&G4 7
  1240	F4&G4&A4&C5&C5&C5&G4&B4 7
  1241	F4&G4&A4&F4&E4&D4&E4 7
  1242	F4&G4&A4&G4&F4&F4&E4&F4&G4 7
  1243	F4&G4&A4&G4&G4&G4&G4&G4 7
  1244	F5&G5 7
  1245	G4&A4&A4&G4&A4&G4&F4&A4 7
  1246	G4&A4&A4&G4&F4&G4&A4&G4 7
  1247	G4&A4&C5&A4&B4 7
  1248	G4&A4&C5&A4&B4&A4&G4&G4 7
  1249	G4&A4&C5&A4&G4&A4&B4&A4&G4 7
  1250	G4&A4&C5&C5&C5&C5&B4 7
  1251	G4&A4&G4&A4&C5&A4 7
  1252	G4&A4&G4&F4&A4 7
  1253	G4&A4&G4&F4&G4&A4&G4&A4&A4&G4 7
  1254	G4&B4&C5&D5&D5 7
  1255	G4&C5&C5 7
  1256	G4&C5&C5&G4&B4 7
  1257	G4&E4&F4&E4&D4 7
  1258	G4&E4&F4&F4 7
  1259	G4&G4&E4&F4&D4 7
  1260	G4&G4&F4&G4&A4 7
  1261	G4&G4&G4&A4&G4&G4 7
  1262	G5&A5&G5 7
  1263	A4&A4&A4&A4&A4&C5 6
  1264	A4&A4&A4&C5&B4 6
  1265	A4&A4&A4&G4&A4&G4&G4&F4&G4 6
  1266	A4&A4&C5&A4&A4&A4&A4 6
  1267	A4&A4&C5&A4&C5 6
  1268	A4&A4&C5&A4&G4&G4 6
  1269	A4&A4&C5&C5 6
  1270	A4&A4&D5&D5 6
  1271	A4&A4&G4&A4&B4 6
  1272	A4&A4&G4&A4&G4&G4&F4&G4 6
  1273	A4&A4&G4&F4&G4&G4&A4 6
  1274	A4&B4&A4&G4&F4&F4&G4 6
  1275	A4&B4&B4&A4&A4&G4 6
  1276	A4&B4&C5&B4&A4&D5&C5&D5&F5 6
  1277	A4&B4&C5&B4&A4&G4&A4&A4&G4&G4 6
  1278	A4&B4&C5&B4&A4&G4&G4&A4&C5&C5 6
  1279	A4&B4&G4&F4 6
  1280	A4&B4&G4&F4&F4 6
  1281	A4&C5&A4&G4&A4&A4&G4 6
  1282	A4&C5&A4&G4&G4&G4 6
  1283	A4&C5&C5&A4&G4 6
  1284	A4&C5&C5&C5 6
  1285	A4&C5&G4&A4&F4&G4 6
  1286	A4&C5&G4&A4&G4&G4&F4&F4&G4 6
  1287	A4&G4&A4&A4&A4 6
  1288	A4&G4&A4&B4&A4&A4 6
  1289	A4&G4&A4&B4&A4&A4&A4&G4 6
  1290	A4&G4&A4&B4&C5&A4&G4 6
  1291	A4&G4&A4&C5&A4&B4 6
  1292	A4&G4&A4&C5&B4&C5&D5&C5&C5&B4 6
  1293	A4&G4&A4&C5&C5&D5 6
  1294	A4&G4&A4&C5&C5&D5&D5 6
  1295	A4&G4&A4&F4&D4 6
  1296	A4&G4&A4&F4&E4&D4&E4 6
  1297	A4&G4&A4&F4&G4&A4&G4&A4&A4&B4 6
  1298	A4&G4&A4&G4&A4&B4&A4 6
  1299	A4&G4&A4&G4&A4&F4&F4&G4 6
  1300	A4&G4&A4&G4&F4&A4&G4 6
  1301	A4&G4&A4&G4&F4&F4&E4&G4&G4 6
  1302	A4&G4&F4&G4&A4&F4&E4&D4&D4 6
  1303	A4&G4&F4&G4&A4&G4&E4&E4 6
  1304	A4&G4&F4&G4&F4&D4 6
  1305	A4&G4&F4&G4&G4&A4&C5&B4 6
  1306	A4&G4&F4&G4&G4&F4&F4 6
  1307	A4&G4&F4&G4&G4&G4&G4&G4 6
  1308	A4&G4&G4&A4&B4 6
  1309	A4&G4&G4&A4&C5&A4&A4&G4 6
  1310	A4&G4&G4&A4&C5&C5&D5 6
  1311	A4&G4&G4&A4&C5&G4 6
  1312	A4&G4&G4&D5&D5&E5&D5 6
  1313	A4&G4&G4&D5&D5&E5&D5&C5&B4 6
  1314	A4&G4&G4&F4&A4&G4&G4&G4 6
  1315	A4&G4&G4&G4&F4 6
  1316	A4&G4&G4&G4&G4&G4&G4 6
  1317	A5&A5 6
  1318	B4&A4&G4&B4 6
  1319	B4&C5&C5 6
  1320	B4&C5&D5&D5&C5&B4 6
  1321	B5&C6 6
  1322	C4&C4&D4&F4&F4 6
  1323	C4&D4&D4&A4&C5&A4 6
  1324	C4&D4&D4&D4&A4&A4&G4 6
  1325	C4&D4&E4&F4&E4&D4 6
  1326	C4&D4&F4&F4&E4&D4&D4 6
  1327	C4&D4&F4&F4&F4&G4 6
  1328	C4&D4&F4&F4&G4&F4&G4&A4&G4 6
  1329	C5&A4&A4&G4&A4&C5&B4 6
  1330	C5&A4&B4&C5&B4 6
  1331	C5&A4&C5&A4&G4 6
  1332	C5&A4&C5&C5&B4 6
  1333	C5&A4&C5&C5&G4 6
  1334	C5&A4&C5&D5&D5 6
  1335	C5&B4&A4&G4&G4 6
  1336	C5&B4&A4&G4&G4&A4&A4&G4 6
  1337	C5&B4&B4&C5&A4&C5 6
  1338	C5&B4&C5&D5&D5&E5&D5 6
  1339	C5&B4&C5&D5&E5&D5 6
  1340	C5&B4&G4&A4&G4 6
  1341	C5&C5&A4&A4 6
  1342	C5&C5&A4&C5&B4&A4 6
  1343	C5&C5&C5&A4&A4 6
  1344	C5&C5&C5&C5&C5&D5 6
  1345	C5&C5&C5&C5&D5&C5&C5&C5&C5 6
  1346	C5&C5&C5&G4&B4 6
  1347	C5&C5&D5&B4&C5& 6
  1348	C5&C5&D5&B4&C5&B4&A4&B4&C5&B4 6
  1349	C5&C5&D5&E5&D5&C5&B4 6
  1350	C5&C5&D5&E5&E5&D5 6
  1351	C5&C5&D5&E5&F5&E5&D5 6
  1352	C5&C5&G4&A4 6
  1353	C5&C5&G4&G4&C5&C5&B4&C5&A4&G4 6
  1354	C5&D5&B4&C5&A4&B4&C5&B4 6
  1355	C5&D5&C5&C5&B4&A4&C5&B4 6
  1356	C5&D5&C5&C5&B4&A4&G4 6
  1357	C5&D5&C5&C5&C5&D5&E5&D5 6
  1358	C5&D5&C5&D5&B4&C5&B4 6
  1359	C5&D5&C5&D5&C5&C5 6
  1360	C5&D5&C5&D5&E5 6
  1361	C5&D5&D5&B4&C5&B4 6
  1362	C5&D5&D5&C5&A4 6
  1363	C5&D5&D5&C5&C5&D5&E5&D5&C5&B4 6
  1364	C5&D5&D5&C5&D5&F5 6
  1365	C5&D5&D5&F5 6
  1366	C5&D5&D5&G4 6
  1367	C5&D5&E5&C5&D5&D5&D5 6
  1368	C5&D5&E5&F5 6
  1369	C5&G4&A4&C5 6
  1370	C5&G4&A4&C5&C5&D5&B4&C5&C5&B4 6
  1371	D4&C4&D4&E4&F4&G4 6
  1372	D4&C4&D4&F4&D4 6
  1373	D4&D4&C4&D4&D4 6
  1374	D4&E4&D4&E4&C4&C4&E4&F4&G4 6
  1375	D4&E4&F4&E4&D4&E4 6
  1376	D4&F4&A4&G4 6
  1377	D4&F4&D4&D4&C4 6
  1378	D4&F4&D4&D4&C4&F4&G4 6
  1379	D4&F4&E4&F4&D4 6
  1380	D4&F4&E4&G4&E4&F4&F4&E4 6
  1381	D4&F4&F4&E4 6
  1382	D4&F4&G4&A4&G4 6
  1383	D4&F4&G4&A4&G4&G4&G4&G4&G4 6
  1384	D5&B4&C5&D5&C5&D5&D5&D5 6
  1385	D5&B4&D5&E5&D5&D5&D5 6
  1386	D5&C5&B4&A4 6
  1387	D5&C5&B4&C5&B4&A4&G4 6
  1388	D5&C5&B4&C5&D5 6
  1389	D5&E5&D5&D5 6
  1390	D5&F5&E5&F5&E5&D5 6
  1391	E4&D4&C4 6
  1392	E4&F4&E4&D4&E4&F4&D4&C4&D4 6
  1393	E4&F4&E4&D4&F4&D4 6
  1394	E4&F4&E4&D4&G4 6
  1395	E4&F4&E4&E4&D4&D4&C4&D4&D4 6
  1396	E4&G4&A4&A4 6
  1397	E4&G4&F4&F4&F4&E4 6
  1398	E5&E5&C5&D5&E5&D5& 6
  1399	E5&E5&D5&D5&D5 6
  1400	E5&E5&D5&D5&E5&D5 6
  1401	E5&F5&G5&G5 6
  1402	E5&G5&F5 6
  1403	F4&A4&A4&F4&G4&A4&G4&F4 6
  1404	F4&A4&C5&C5&C5&B4 6
  1405	F4&A4&C5&D5&C5&B4 6
  1406	F4&A4&C5&G4&F4&F4&D4 6
  1407	F4&A4&F4&G4&A4&G4 6
  1408	F4&C4&A3 6
  1409	F4&C4&C4&D4 6
  1410	F4&C4&D4&F4&G4 6
  1411	F4&D4&D4&E4&F4&G4 6
  1412	F4&D4&E4&F4&G4&G4&G4 6
  1413	F4&D4&F4&E4 6
  1414	F4&D4&F4&F4&F4&F4 6
  1415	F4&D4&F4&F4&F4&F4&G4 6
  1416	F4&E4&C4&E4&F4&D4&D4 6
  1417	F4&E4&D4&C4&E4&F4&G4 6
  1418	F4&E4&D4&D4&C4&D4 6
  1419	F4&E4&D4&D4&D4&E4&F4&G4 6
  1420	F4&E4&D4&E4&E4&E4&F4&G4 6
  1421	F4&E4&D4&E4&F4&E4&D4&C4&D4 6
  1422	F4&E4&D4&E4&F4&G4&G4 6
  1423	F4&E4&D4&F4&F4&G4 6
  1424	F4&E4&F4 6
  1425	F4&E4&F4&D4&D4&D4 6
  1426	F4&E4&F4&E4&D4&D4&D4&F4&G4 6
  1427	F4&E4&F4&F4&D4&G4&A4&C5&A4&A4 6
  1428	F4&E4&F4&G4&D4 6
  1429	F4&E4&F4&G4&E4&F4&E4&D4&E4 6
  1430	F4&E4&G4&E4&F4&F4&E4 6
  1431	F4&F4&A4&C5&D5&C5&B4 6
  1432	F4&F4&D4&F4&D4&C4&D4 6
  1433	F4&F4&D4&F4&F4 6
  1434	F4&F4&D4&F4&G4&F4&E4 6
  1435	F4&F4&E4&D4&F4&G4 6
  1436	F4&F4&E4&E4&D4 6
  1437	F4&F4&E4&E4&F4&G4&F4&E4&G4&G4 6
  1438	F4&F4&E4&F4&D4&F4&F4&F4&F4 6
  1439	F4&F4&E4&F4&G4&F4&G4&G4 6
  1440	F4&F4&E4&G4&F4&E4&D4&D4 6
  1441	F4&F4&F4&E4&C4& 6
  1442	F4&F4&F4&F4&C4&D4 6
  1443	F4&F4&F4&F4&F4&D4 6
  1444	F4&F4&G4&A4&F4&E4&D4&F4&C4&D4 6
  1445	F4&F4&G4&F4&F4&D4 6
  1446	F4&G4&A4&A4&G4&F4&G4&G4 6
  1447	F4&G4&A4&G4&F4&E4&D4&E4&E4&E4 6
  1448	F4&G4&F4&G4&A4&C5&G4&A4&G4 6
  1449	G4&A4&A4&A4&A4 6
  1450	G4&A4&C5&A4&A4&G4 6
  1451	G4&A4&C5&C5&C5&D5&C5&C5&B4 6
  1452	G4&A4&G4&A4&C5 6
  1453	G4&A4&G4&F4&D4&D4 6
  1454	G4&A4&G4&G4&F4&G4&A4 6
  1455	G4&C5 6
  1456	G4&E4&F4&D4 6
  1457	G4&E4&F4&D4&C4&D4 6
  1458	G4&E4&G4&A4 6
  1459	G4&F4&E4&D4&D4 6
  1460	G4&G4&A4&A4&G4&G4 6
  1461	G4&G4&D5&D5 6
  1462	G4&G4&D5&D5&D5&D5 6
  1463	G4&G4&G4&C5 6
  1464	G4&G4&G4&C5&A4&G4 6
  1465	G4&G4&G4&F4&G4&G4 6
  1466	G4&G4&G4&G4&G4 6
  1467	G5&A5&G5&F5&E5&D5 6
  1468	G5&F5&E5&D5&C5&B4 6
  1469	G5&G5&G5 6
  1470	A3&A3 5
  1471	A3&C4&D4&F4&D4&D4&D4 5
  1472	A4&A4&A4&C5&A4&A4&A4&A4 5
  1473	A4&A4&A4&G4&A4&F4&G4 5
  1474	A4&A4&A4&G4&A4&G4&G4&F4&G4&A4 5
  1475	A4&A4&A4&G4&F4&G4&G4 5
  1476	A4&A4&A4&G4&G4&E4&F4 5
  1477	A4&A4&B4&A4&A4 5
  1478	A4&A4&B4&B4&B4 5
  1479	A4&A4&C5&A4&A4&A4 5
  1480	A4&A4&C5&A4&G4&A4&G4&F4 5
  1481	A4&A4&C5&C5&B4 5
  1482	A4&A4&C5&C5&G4 5
  1483	A4&A4&C5&G4&A4 5
  1484	A4&A4&D5&C5&B4 5
  1485	A4&A4&D5&C5&D5&E5&D5 5
  1486	A4&A4&F4&G4&G4&G4 5
  1487	A4&A4&G4&F4&G4&A4 5
  1488	A4&A4&G4&F4&G4&A4&G4&A4 5
  1489	A4&A4&G4&G4&F4&G4&G4 5
  1490	A4&B4&A4&G4&A4&A4&C5&B4 5
  1491	A4&B4&A4&G4&A4&F4&G4 5
  1492	A4&B4&A4&G4&A4&G4&A4 5
  1493	A4&B4&A4&G4&F4 5
  1494	A4&B4&A4&G4&F4&A4&C5&A4&A4&G4 5
  1495	A4&B4&A4&G4&F4&F4 5
  1496	A4&B4&B4&B4 5
  1497	A4&B4&C5&A4&G4&A4 5
  1498	A4&B4&C5&A4&G4&A4&B4 5
  1499	A4&B4&C5&A4&G4&F4&G4 5
  1500	A4&B4&C5&B4&A4&A4 5
  1501	A4&B4&C5&B4&A4&A4&C5 5
  1502	A4&B4&C5&B4&A4&G4&G4 5
  1503	A4&B4&C5&C5&B4 5
  1504	A4&B4&C5&D5&C5 5
  1505	A4&B4&C5&D5&E5&D5 5
  1506	A4&B4&C5&G4 5
  1507	A4&B4&C5&G4&G4 5
  1508	A4&C5&A4&A4&D5&C5&D5&F5&C5& 5
  1509	A4&C5&A4&A4&G4&G4 5
  1510	A4&C5&A4&C5&G4&G4 5
  1511	A4&C5&A4&G4&A4 5
  1512	A4&C5&A4&G4&A4&B4&A4&G4&F4&G4 5
  1513	A4&C5&C5&C5&C5 5
  1514	A4&C5&C5&G4&F4&G4&G4 5
  1515	A4&C5&G4&A4&G4&E4&G4&E4 5
  1516	A4&C5&G4&F4&G4 5
  1517	A4&C5&G4&F4&G4&G4 5
  1518	A4&G4&A4&A4&G4&A4&C5 5
  1519	A4&G4&A4&A4&G4&G4&G4&G4 5
  1520	A4&G4&A4&B4&A4&G4&F4&G4&A4&G4 5
  1521	A4&G4&A4&B4&B4&B4 5
  1522	A4&G4&A4&B4&C5&B4&A4 5
  1523	A4&G4&A4&B4&G4&G4 5
  1524	A4&G4&A4&C5&A4&A4&C5&A4 5
  1525	A4&G4&A4&C5&A4&C5&G4&G4 5
  1526	A4&G4&A4&C5&B4&A4&A4 5
  1527	A4&G4&A4&C5&B4&A4&G4 5
  1528	A4&G4&A4&C5&B4&C5&C5&B4&C5 5
  1529	A4&G4&A4&C5&D5&C5 5
  1530	A4&G4&A4&C5&G4&A4 5
  1531	A4&G4&A4&G4&F4&F4 5
  1532	A4&G4&A4&G4&F4&F4&E4 5
  1533	A4&G4&A4&G4&F4&G4&G4 5
  1534	A4&G4&F4&G4&A4&A4&G4&F4&G4 5
  1535	A4&G4&F4&G4&A4&C5&A4&A4&G4 5
  1536	A4&G4&F4&G4&A4&G4&E4&G4&E4 5
  1537	A4&G4&F4&G4&A4&G4&G4&A4&C5&B4 5
  1538	A4&G4&G4&A4&A4&G4&G4 5
  1539	A4&G4&G4&C5 5
  1540	A4&G4&G4&G4&A4&C5&C5 5
  1541	A4&G4&G4&G4&F4&G4 5
  1542	B4&A4&B4&B4 5
  1543	B4&A4&B4&C5 5
  1544	B4&A4&B4&C5&D5&C5&B4 5
  1545	B4&A4&G4&A4&B4&A4&G4&G4 5
  1546	B4&B4&A4&B4 5
  1547	B4&B4&A4&G4 5
  1548	B4&B4&C5&B4&B4 5
  1549	B4&C5&A4&G4&A4&G4 5
  1550	B4&D5&E5 5
  1551	C4&A3&C4&D4 5
  1552	C4&A3&C4&D4&D4 5
  1553	C4&C4&C4&F4&C4&D4 5
  1554	C4&C4&D4&D4&D4 5
  1555	C4&D4&D4&A4&C5&A4&A4&A4 5
  1556	C4&D4&D4&A4&C5&A4&A4&A4&A4 5
  1557	C4&D4&F4&D4&C4&D4 5
  1558	C4&D4&F4&D4&D4 5
  1559	C4&D4&F4&F4&C4 5
  1560	C4&D4&F4&G4&F4&D4 5
  1561	C4&F4&D4 5
  1562	C4&F4&G4&A4&G4&F4&G4&F4&F4&D4 5
  1563	C4&F4&G4&G4 5
  1564	C5&A4&A4&G4&A4&C5&C5&A4 5
  1565	C5&A4&A4&G4&A4&C5&C5&C5&B4 5
  1566	C5&A4&A4&G4&A4&C5&C5&C5&C5&A4 5
  1567	C5&A4&C5&C5&C5 5
  1568	C5&A4&G4&A4&G4&F4&G4&G4 5
  1569	C5&A4&G4&F4&G4&A4&A4&G4&G4 5
  1570	C5&B4&A4&C5&A4 5
  1571	C5&B4&A4&C5&B4&C5&D5&C5&B4 5
  1572	C5&B4&C5&A4 5
  1573	C5&B4&C5&D5&C5 5
  1574	C5&C5&B4&C5&B4&A4&G4&A4&G4 5
  1575	C5&C5&B4&C5&C5 5
  1576	C5&C5&B4&C5&D5&D5 5
  1577	C5&C5&B4&G4&A4&C5 5
  1578	C5&C5&C5&B4&C5&B4 5
  1579	C5&C5&C5&B4&C5&D5&C5&D5&D5 5
  1580	C5&C5&C5&C5&C5&B4&C5&B4 5
  1581	C5&C5&C5&C5&C5&D5& 5
  1582	C5&C5&C5&D5&C5&C5&A4&C5&B4 5
  1583	C5&C5&C5&D5&E5 5
  1584	C5&C5&C5&D5&E5&D5 5
  1585	C5&C5&D5&C5&A4&C5&C5 5
  1586	C5&C5&F4 5
  1587	C5&D5&B4&C5&A4&G4&G4 5
  1588	C5&D5&C5&A4&C5&C5&G4&B4 5
  1589	C5&D5&C5&B4&C5&B4 5
  1590	C5&D5&C5&C5&C5&C5&B4&C5 5
  1591	C5&D5&C5&C5&C5&C5&D5 5
  1592	C5&D5&C5&C5&D5&D5 5
  1593	C5&D5&C5&D5&C5&C5&C5&B4 5
  1594	C5&D5&C5&D5&D5&D5&D5&D5&E5&D5 5
  1595	C5&D5&D5&C5&B4&C5&B4&A4&G4 5
  1596	C5&D5&D5&D5&E5&F5&G5&F5&E5&D5 5
  1597	C5&D5&E5&C5&B4 5
  1598	C5&D5&E5&F5&D5&C5&B4 5
  1599	C5&D5&E5&G5 5
  1600	C5&E5&G5 5
  1601	D4&A3&C4&D4 5
  1602	D4&C4&F4&G4&A4 5
  1603	D4&C4&F4&G4&A4&G4 5
  1604	D4&D4&C4&F4&G4&F4&A4&A4&B4 5
  1605	D4&D4&D4&F4&G4 5
  1606	D4&D4&G4 5
  1607	D4&D4&G4&F4&F4 5
  1608	D4&E4&D4&C4&D4 5
  1609	D4&E4&G4&A4 5
  1610	D4&F4&E4&F4&D4&F4&D4&C4&D4&D4 5
  1611	D5&C5& 5
  1612	D5&C5&A4&G4 5
  1613	D5&C5&C5&D5&E5&D5 5
  1614	D5&C5&D5&E5&E5&D5&E5&C5&D5&D5 5
  1615	D5&D5&C5 5
  1616	D5&D5&C5&C5&B4 5
  1617	D5&D5&D5&D5&B4&C5&D5 5
  1618	D5&E5&C5&D5&C5&B4&A4&A4&G4 5
  1619	D5&E5&E5 5
  1620	D5&E5&F5&D5 5
  1621	D5&F5&D5&D5 5
  1622	D5&F5&F5&F5 5
  1623	E4&D4&D4&C4 5
  1624	E4&D4&G4&A4&C5&B4 5
  1625	E4&F4&D4&C4&D4&D4&D4 5
  1626	E4&F4&D4&C4&D4&E4&E4 5
  1627	E4&F4&E4&D4&E4&E4&D4 5
  1628	E4&F4&E4&F4&D4&D4&C4&D4&D4 5
  1629	E4&F4&G4&D4 5
  1630	E4&F4&G4&F4&E4&C4&D4 5
  1631	E4&G4&A4&A4&G4 5
  1632	E4&G4&E4&E4 5
  1633	E5&C5&D5 5
  1634	E5&D5&C5&B4&C5 5
  1635	E5&D5&E5&F5&E5 5
  1636	E5&E5&C5&D5&E5&D5&C5 5
  1637	E5&F5&D5&C5 5
  1638	E5&F5&D5&C5&C5 5
  1639	E5&F5&E5&C5&D5&D5 5
  1640	E5&F5&E5&E5&D5&C5&D5&C5&C5&A4 5
  1641	E5&F5&G5&E5&F5&E5&D5 5
  1642	E5&G5&E5&D5 5
  1643	F4&A4&A4&A4 5
  1644	F4&A4&C5&C5&B4&A4&G4 5
  1645	F4&A4&C5&C5&B4&C5 5
  1646	F4&A4&C5&G4 5
  1647	F4&A4&G4&A4&G4&F4&G4&G4 5
  1648	F4&A4&G4&G4&A4 5
  1649	F4&C4&D4&F4&F4&G4 5
  1650	F4&D4&C4&F4 5
  1651	F4&D4&D4&C4&C4&D4&F4&G4 5
  1652	F4&D4&D4&F4&D4 5
  1653	F4&D4&D4&F4&D4&D4 5
  1654	F4&D4&E4&E4 5
  1655	F4&E4&D4&C4&C4 5
  1656	F4&E4&D4&D4&C4&F4&G4 5
  1657	F4&E4&D4&D4&F4&D4&C4&D4 5
  1658	F4&E4&D4&E4&F4&G4&A4&G4 5
  1659	F4&E4&D4&F4&D4&C4&F4&G4 5
  1660	F4&E4&D4&F4&E4&C4&D4&D4 5
  1661	F4&E4&D4&F4&E4&C4&D4&D4&D4 5
  1662	F4&E4&D4&F4&F4&E4 5
  1663	F4&E4&D4&G4&A4 5
  1664	F4&E4&E4&C5&C5&C5&A4&C5&B4 5
  1665	F4&E4&E4&F4&G4&G4 5
  1666	F4&E4&F4&D4&D4&C4&D4&D4 5
  1667	F4&E4&F4&D4&G4 5
  1668	F4&E4&F4&E4&D4&D4&D4 5
  1669	F4&E4&F4&F4&E4&E4&F4&G4 5
  1670	F4&E4&F4&F4&E4&F4&G4 5
  1671	F4&E4&F4&G4&F4&G4&F4&G4 5
  1672	F4&E4&F4&G4&G4&A4 5
  1673	F4&E4&F4&G4&G4&G4&G4 5
  1674	F4&E4&G4&A4&G4 5
  1675	F4&F4&D4&C4&C4 5
  1676	F4&F4&D4&F4&D4&C4&C4 5
  1677	F4&F4&D4&F4&F4&G4 5
  1678	F4&F4&E4&D4&F4&D4&C4 5
  1679	F4&F4&E4&D4&F4&E4&C4&D4&C4&D4 5
  1680	F4&F4&E4&D4&F4&E4&F4&E4&D4 5
  1681	F4&F4&E4&E4&F4&G4 5
  1682	F4&F4&F4&E4&D4&D4 5
  1683	F4&F4&F4&E4&G4 5
  1684	F4&F4&F4&E4&G4&A4&A4&A4&G4&G4 5
  1685	F4&F4&F4&G4&F4&F4 5
  1686	F4&F4&G4&A4&A4&G4&A4&G4 5
  1687	F4&F4&G4&A4&F4&G4 5
  1688	F4&F4&G4&A4&G4&F4&E4&F4&E4&D4 5
  1689	F4&F4&G4&A4&G4&F4&F4&G4 5
  1690	F4&G4&A4&A4&A4&A4&A4&A4 5
  1691	F4&G4&A4&A4&A4&G4&B4 5
  1692	F4&G4&A4&F4&G4&G4 5
  1693	F4&G4&A4&G4&A4&G4 5
  1694	F4&G4&F4&F4&D4 5
  1695	F4&G4&G4&C5&C5&B4&C5&A4& 5
  1696	F4&G4&G4&F4&F4 5
  1697	F5&D5&C5&D5 5
  1698	F5&E5&D5&C5&B4 5
  1699	F5&G5&F5 5
  1700	G3 5
  1701	G4&A4&C5&B4&A4&B4&A4&G4&G4 5
  1702	G4&A4&C5&G4 5
  1703	G4&A4&F4&A4 5
  1704	G4&A4&G4&A4&G4&F4&G4 5
  1705	G4&A4&G4&F4&A4&G4 5
  1706	G4&A4&G4&F4&E4&D4&E4&E4 5
  1707	G4&A4&G4&F4&F4&F4&G4 5
  1708	G4&A4&G4&F4&G4&A4&G4&A4 5
  1709	G4&A4&G4&F4&G4&G4&A4 5
  1710	G4&A4&G4&G4&G4&A4&G4 5
  1711	G4&B4&C5&B4 5
  1712	G4&C5&B4&C5&D5&C5&D5&E5&D5 5
  1713	G4&F4&A4&C5&C5&G4&B4 5
  1714	G4&G4&B4&C5&D5&C5&D5&E5&D5 5
  1715	G4&G4&B4&C5&D5&C5&E5&D5 5
  1716	G4&G4&B4&C5&D5&E5&D5 5
  1717	G4&G4&C5&B4 5
  1718	G4&G4&C5&B4&C5&D5&C5&D5&E5&D5 5
  1719	G4&G4&C5&B4&C5&D5&D5&D5 5
  1720	G4&G4&G4&B4 5
  1721	G4&G4&G4&G4&A4 5
  1722	G4&G4&G4&G4&A4&G4 5
  1723	G4&G4&G4&G4&A4&G4&G4&G4 5
  1724	G5&G5&F5&E5&D5&E5&D5 5
  1725	G5&G5&F5&E5&F5&E5&D5 5
  1726	A4&A4&D5&C5&D5&F5 4
  1727	A4&B4&C5&A4&C5&G4&G4 4
  1728	E5&F5&D5&C5&D5&C5&C5&B4 4
  1729	D5&C5&D5&E5&E5&D5 3
  1730	E4&E4&G4&E4 3
  1731	F4&A4&C5&A4&A4&G4 3
  1732	F4&F4&F4&E4&C4 3
  1733	F4&G4&A4&A4&C5&G4 3
  1734	C5&B4&A4&B4&C5&B4 2
  1735	C5&D5&C5&B4&A4&A4&G4 2
  1736	E5&E5&C5&D5&E5&D5 2
  1737	F4&E4&C4&D4&C4&D4 2
  1738	A4&G4&F4&G4&A4& 1
  1739	C4&C4&E4&F4&G4 1
  1740	D6 1
  1741	E4&C4&C4&E4&F4&G4 1
