     1	G4 312
     2	G4&G4 264
     3	A4&G4&G4 263
     4	D4 245
     5	E4&F4&G4 223
     6	F4&F4&G4 223
     7	A4&G4&A4 212
     8	F4&F4 210
     9	A4&A4 208
    10	F4 205
    11	F4&E4&D4 200
    12	A4&G4&F4&G4 198
    13	F4&G4 198
    14	C5&C5&B4 190
    15	F4&E4&F4&G4 186
    16	F4&D4 184
    17	A4&G4 181
    18	G4&A4 180
    19	C5 179
    20	A4&G4&G4&G4 177
    21	B4 176
    22	A4&B4 169
    23	C5&B4 166
    24	G4&A4&G4 166
    25	F4&E4 165
    26	C5&C5 164
    27	F4&D4&D4 164
    28	F4&G4&A4&G4 163
    29	F4&G4&A4 161
    30	A4&G4&A4&G4 160
    31	F4&G4&G4 159
    32	A4 158
    33	C4&D4 154
    34	E4 149
    35	A4&C5 148
    36	C5&D5 144
    37	C5&D5&C5&B4 140
    38	G4&G4&G4 139
    39	A4&G4&F4&G4&G4 138
    40	A4&B4&C5&B4 135
    41	A4&A4&G4 134
    42	F4&F4&E4&D4 134
    43	E4&F4&D4 133
    44	C5&C5&C5&C5 132
    45	C5&D5&D5 132
    46	F4&A4 132
    47	C5&C5&C5&B4 131
    48	E4&E4 130
    49	C5&A4 128
    50	F4&F4&D4 128
    51	A4&C5&B4 125
    52	A4&G4&F4&G4&A4 125
    53	D5 125
    54	E4&D4 124
    55	F4&E4&D4&D4 123
    56	F4&G4&A4&A4 122
    57	F4&F4&F4&G4 120
    58	C5&D5&C5&C5&B4 119
    59	F4&F4&E4 116
    60	A4&G4&A4&C5 115
    61	A4&G4&A4&B4 112
    62	G4&A4&C5 111
    63	A4&G4&A4&C5&B4 110
    64	C5&D5&D5&D5 110
    65	C4 108
    66	C4&D4&D4 108
    67	D5&D5 108
    68	D4&D4 107
    69	A4&A4&A4&A4 106
    70	A4&G4&F4&G4&A4&G4 105
    71	A4&G4&G4&F4&G4 105
    72	C5&D5&C5&C5 104
    73	D5&E5&D5 104
    74	F4&E4&D4&E4 103
    75	C5&C5&D5 102
    76	E4&F4&E4&D4 102
    77	A4&G4&A4&G4&F4&G4 101
    78	C5&D5&C5 101
    79	C4&C4&D4 100
    80	F4&E4&D4&C4&D4 99
    81	A4&B4&A4&G4 98
    82	C5&B4&A4 97
    83	C5&A4&G4 96
    84	E4&F4&G4&G4 96
    85	E5&D5 95
    86	G4&G4&A4 94
    87	F4&E4&F4&D4 93
    88	F4&F4&E4&F4&G4 92
    89	A4&A4&A4 90
    90	A4&B4&C5 89
    91	G4&A4&C5&B4 89
    92	E4&F4&D4&D4 88
    93	G4&B4 87
    94	G4&F4&G4 87
    95	A4&A4&C5 86
    96	D4&C4&D4 86
    97	A4&A4&B4 85
    98	A4&C5&C5 85
    99	F4&D4&C4&D4 85
   100	F4&E4&F4&E4&D4 85
   101	F4&A4&G4 84
   102	A4&G4&G4&A4 82
   103	C5&C5&C5 82
   104	F4&E4&E4 81
   105	F4&F4&F4&F4 81
   106	G4&G4&G4&G4 81
   107	D5&B4 80
   108	F4&C4&D4 80
   109	A4&G4&A4&A4&G4 79
   110	C5&D5&E5&D5 79
   111	D5&C5&B4 79
   112	E5 78
   113	G4&A4&G4&G4 78
   114	A4&G4&A4&F4&G4 76
   115	C5&B4&A4&G4 76
   116	F4&E4&D4&E4&F4&G4 76
   117	C5&D5&B4 75
   118	C5&D5&C5&C5&D5 75
   119	E4&F4&E4&D4&D4 75
   120	A4&G4&G4&A4&G4 74
   121	C4&D4&D4&D4 73
   122	C4&F4&G4 73
   123	A4&C5&A4 72
   124	C5&C5&D5&C5&C5 71
   125	F5 71
   126	D5&E5 70
   127	C5&B4&C5 69
   128	F4&D4&E4&F4&G4 69
   129	A4&G4&A4&B4&A4 68
   130	E5&F5&E5&D5 68
   131	F4&F4&G4&A4&G4 68
   132	C5&A4&C5 67
   133	F4&D4&C4&D4&D4 67
   134	F4&D4&D4&D4 67
   135	E4&G4 66
   136	F4&E4&C4&D4 66
   137	F4&E4&D4&C4&D4&D4 65
   138	A4&A4&G4&G4 64
   139	C5&D5&C5&A4 64
   140	C5&D5&F5 64
   141	A4&G4&G4&A4&C5 63
   142	F4&F4&E4&D4&D4 63
   143	F4&G4&A4&A4&G4 63
   144	A4&A4&A4&G4 62
   145	A4&G4&G4&G4&G4&G4 62
   146	C4&C4 62
   147	C5&D5&E5 62
   148	F4&F4&E4&D4&C4&D4 62
   149	F4&G4&F4&G4 62
   150	D5&D5&E5&D5 61
   151	G4&A4&B4 61
   152	G4&E4 61
   153	C5&C5&B4&A4 60
   154	C5&C5&C5&C5&C5&C5&C5&C5 60
   155	D5&D5&D5&D5 60
   156	F4&F4&G4&A4 60
   157	A4&C5&A4&A4 59
   158	F4&A4&C5 59
   159	F5&E5&D5 59
   160	A4&G4&G4&G4&G4 58
   161	C5&B4&B4 58
   162	E5&D5&C5&B4 58
   163	A4&A4&C5&B4 57
   164	C5&C5&B4&C5&A4&G4 56
   165	C5&C5&D5&C5&B4 56
   166	F4&E4&F4&G4&G4 56
   167	F4&G4&A4&G4&F4&G4 56
   168	G4&A4&G4&F4&G4 56
   169	C5&C5&B4&C5&A4& 55
   170	G4&G4&A4&G4 55
   171	A4&C5&A4&G4 54
   172	E4&F4&E4 54
   173	D4&D4&D4 53
   174	E5&E5&D5 53
   175	F4&D4&D4&C4 53
   176	A4&G4&A4&C5&A4 52
   177	E5&F5 52
   178	C4&D4&F4&F4 51
   179	D4&C4 51
   180	E4&G4&A4&G4 51
   181	F4&A4&C5&C5 51
   182	F4&F4&G4&F4&F4 51
   183	D5&F5 50
   184	F4&D4&F4&F4 50
   185	F4&F4&E4&D4&E4 50
   186	B4&C5 49
   187	C5&C5&A4 49
   188	A4&A4&G4&F4&G4&A4&G4 48
   189	A4&B4&A4&G4&G4 48
   190	C5&C5&B4&A4&G4 48
   191	A3 47
   192	A4&B4&A4 47
   193	B4&B4 47
   194	C5&D5&C5&C5&C5&C5 47
   195	E4&F4&E4&D4&C4&D4 47
   196	F4&F4&A4 47
   197	A4&G4&A4&C5&C5&B4 46
   198	C4&D4&F4&G4 46
   199	C5&C5&B4&C5 46
   200	F4&A4&C5&B4 46
   201	F4&F4&E4&F4&D4 46
   202	F5&F5 46
   203	C5&B4&C5&D5&C5&B4 45
   204	C5&C5&C5&A4 45
   205	C5&C5&D5&E5&D5 45
   206	D4&F4&G4 45
   207	E4&F4&E4&D4&E4 45
   208	F4&D4&D4&C4&D4 45
   209	F4&E4&D4&C4 45
   210	F4&F4&F4&D4 45
   211	F4&G4&F4&E4 45
   212	C5&A4&B4 44
   213	D4&E4&F4&G4 44
   214	E4&F4&G4&F4&E4&D4&D4 44
   215	A4&A4&F4&G4 43
   216	A4&B4&B4 43
   217	A4&F4&G4 43
   218	D4&D4&C4 43
   219	F4&E4&F4&E4&D4&D4 43
   220	F4&G4&A4&G4&G4 43
   221	A4&G4&A4&B4&C5&B4 42
   222	A4&G4&F4&G4&A4&A4&G4&G4 42
   223	E4&F4&D4&C4&D4 42
   224	F4&C4 42
   225	A4&C5&G4&G4 41
   226	A4&G4&G4&A4&C5&B4 41
   227	C5&B4&C5&D5&D5 41
   228	C5&C5&C5&C5&D5 41
   229	F4&A4&B4 41
   230	A4&A4&A4&G4&G4 40
   231	A4&G4&F4&G4&G4&A4 40
   232	C5&D5&C5&C5&C5&B4 40
   233	E4&G4&A4 40
   234	A4&A4&A4&G4&A4&G4 39
   235	A4&B4&C5&A4 39
   236	A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 39
   237	F4&D4&C4 39
   238	A4&A4&A4&G4&F4&G4 38
   239	A4&B4&C5&B4&A4&G4 38
   240	D4&D4&C4&D4 38
   241	D5&D5&E5&D5&C5&B4 38
   242	F4&A4&C5&C5&B4 38
   243	F4&E4&D4&E4&E4 38
   244	E5&F5&D5 37
   245	F4&G4&A4&A4&G4&G4 37
   246	G4&A4&C5&C5 37
   247	A4&B4&A4&G4&F4&G4 36
   248	B4&C5&D5&C5&B4 36
   249	E4&F4&G4&G4&G4 36
   250	F4&G4&A4&G4&G4&G4 36
   251	G5&F5 36
   252	A4&A4&G4&F4&G4 35
   253	A4&G4&G4&C5&C5&B4&C5&A4&G4 35
   254	B4&A4&G4 35
   255	C5&C5&C5&C5&B4 35
   256	C5&D5&C5&D5&D5 35
   257	D5&B4&D5&E5&D5 35
   258	D5&D5&E5&D5&C5&B4&A4 35
   259	F4&E4&F4&G4&F4&G4&G4 35
   260	A4&G4&A4&B4&A4&G4 34
   261	C5&C5&D5&D5 34
   262	C5&D5&D5&C5&B4 34
   263	C5&D5&E5&F5&E5&D5 34
   264	C5&G4&A4 34
   265	E5&F5&G5 34
   266	E5&G5 34
   267	F4&E4&D4&E4&E4&E4 34
   268	F4&E4&D4&F4&G4 34
   269	F4&E4&F4&D4&D4 34
   270	A4&C5&C5&B4 33
   271	A4&G4&F4&E4&F4&G4 33
   272	C4&D4&D4&D4&D4 33
   273	C5&D5&E5&D5&C5&B4 33
   274	D5&E5&F5&E5&D5 33
   275	F4&E4&D4&D4&D4 33
   276	F4&E4&G4 33
   277	A4&A4&A4&C5 32
   278	A4&G4&A4&C5&C5 32
   279	C4&D4&F4&D4 32
   280	C5&C5&D5&C5&C5&B4 32
   281	D4&D4&C4&F4&G4 32
   282	D5&E5&F5&E5&D5&C5&D5&C5&C5&B4 32
   283	F4&A4&A4 32
   284	F4&A4&G4&F4&G4 32
   285	F4&F4&E4&G4 32
   286	F4&F4&F4 32
   287	F4&G4&A4&A4&G4&F4&G4 32
   288	G4&F4&F4 32
   289	A4&B4&G4 31
   290	A4&G4&A4&C5&G4&E4 31
   291	D5&D5&B4 31
   292	F4&E4&D4&E4&F4&D4 31
   293	G4&G4&F4&G4 31
   294	G5&F5&E5&D5 31
   295	A3&C4&D4 30
   296	A4&G4&F4&G4&A4&A4&G4 30
   297	A4&G4&F4&G4&G4&F4 30
   298	D5&C5 30
   299	D5&D5&C5&B4 30
   300	D5&E5&D5&C5&B4 30
   301	E4&D4&D4 30
   302	F4&C4&D4&D4 30
   303	F4&E4&E4&D4 30
   304	F4&F4&G4&F4&G4 30
   305	G4&F4&G4&G4 30
   306	G5&A5 30
   307	A3&C4&D4&D4 29
   308	A4&A4&C5&A4 29
   309	A4&G4&A4&G4&A4&G4 29
   310	B4&C5&B4 29
   311	C5&D5&B4&C5 29
   312	D5&C5&C5 29
   313	F4&A4&A4&B4 29
   314	F4&D4&F4&G4 29
   315	F4&E4&C4&D4&D4 29
   316	F4&E4&D4&D4&A4&A4&A4&G4&F4&G4&A4&G4 29
   317	A4&A4&A4&A4&G4 28
   318	A4&A4&A4&G4&F4&G4&A4&G4 28
   319	A4&B4&C5&B4&A4&G4&A4 28
   320	A4&C5&A4&A4&G4 28
   321	A4&C5&G4 28
   322	A4&G4&A4&G4&G4&G4 28
   323	B3 28
   324	C5&A4&G4&A4&G4&F4&G4 28
   325	C5&C5&D5&C5&A4 28
   326	C5&G4 28
   327	D4&F4&D4 28
   328	D5&C5&D5&F5 28
   329	D5&D5&E5&D5&C5&B4&C5 28
   330	E4&E4&E4 28
   331	F4&A4&G4&G4 28
   332	G4&A4&C5&C5&C5&C5 28
   333	A4&B4&C5&A4&G4 27
   334	A4&B4&C5&D5&C5&B4 27
   335	A4&G4&A4&C5&G4 27
   336	B4&C5&D5 27
   337	C5&A4&A4&G4 27
   338	C5&C5&B4&C5&D5&C5&B4 27
   339	E4&F4&E4&D4&E4&F4&D4 27
   340	F4&G4&A4&F4&E4&D4&D4 27
   341	F4&G4&A4&G4&F4&E4&F4&G4 27
   342	A4&A4&G4&F4&G4&A4& 26
   343	A4&B4&C5&B4&A4&G4&G4&A4&C5&A4&G4&A4&A4&G4 26
   344	A4&G4&A4&G4&F4&E4&F4&G4 26
   345	C4&B3 26
   346	C4&C4&D4&F4&G4 26
   347	C5&A4&A4 26
   348	D4&G4 26
   349	D5&D5&D5 26
   350	F4&E4&D4&D4&A4&A4&G4&F4&G4&A4&G4 26
   351	F4&E4&E4&E4 26
   352	F4&E4&F4&G4&F4&G4 26
   353	F4&F4&D4&F4&D4 26
   354	F4&F4&F4&E4&C4&D4 26
   355	F4&F4&G4&G4 26
   356	F4&G4&A4&C5&B4 26
   357	G4&A4&C5&A4 26
   358	A4&G4&F4&G4&A4&A4 25
   359	A4&G4&G4&G4&A4 25
   360	C4&A3 25
   361	C5&C5&C5&D5&C5&C5 25
   362	C5&E5&D5 25
   363	E4&F4&E4&D4&C4 25
   364	E5&F5&G5&F5&E5&D5 25
   365	F4&E4&C4 25
   366	F4&E4&F4&G4&A4 25
   367	F4&F4&F4&F4&F4&F4 25
   368	F4&G4&A4&F4&G4 25
   369	G4&A4&G4&G4&G4 25
   370	A4&A4&A4&G4&F4&G4&A4& 24
   371	A4&C5&G4&A4&G4 24
   372	A4&G4&A4&G4&E4&F4&G4 24
   373	C4&D4&F4&F4&G4 24
   374	C5&B4&A4&G4&A4&G4 24
   375	C5&C5&B4&B4 24
   376	C5&D5&C5&C5&A4 24
   377	C5&D5&C5&D5&E5&D5 24
   378	E4&F4&G4&F4&G4 24
   379	F4&D4&D4&D4&D4 24
   380	F4&E4&D4&F4&D4 24
   381	F4&F4&D4&D4 24
   382	F4&F4&F4&E4 24
   383	F4&G4&A4&A4&B4 24
   384	G4&A4&A4 24
   385	G5 24
   386	A4&G4&A4&A4&G4&G4&G4 23
   387	A4&G4&A4&B4&A4&G4&F4&G4 23
   388	C5&C5&B4&C5&A4&G4&A4 23
   389	C5&C5&C5&D5 23
   390	D5&C5&C5&B4 23
   391	D5&C5&D5&E5 23
   392	D5&C5&D5&E5&D5 23
   393	E4&F4&E4&D4&C4&D4&D4 23
   394	F4&D4&D4&C4&F4&G4 23
   395	F4&E4&F4&D4&E4&F4&G4 23
   396	F4&E4&F4&E4&D4&F4&D4 23
   397	F4&E4&G4&A4 23
   398	A4&B4&C5&B4&A4&G4&G4&A4&C5 22
   399	A4&C5&A4&A4&A4&A4 22
   400	A4&G4&A4&C5&G4&A4&G4&G4 22
   401	A4&G4&G4&A4&G4&F4&G4 22
   402	A4&G4&G4&F4&F4&G4 22
   403	B4&C5&D5&D5 22
   404	C4&C4&D4&D4 22
   405	C5&D5&C5&A4&G4 22
   406	D4&C4&F4&G4 22
   407	D4&D4&D4&C4&F4&G4 22
   408	D5&C5&C5&D5 22
   409	E5&F5&D5&D5 22
   410	E5&F5&E5&E5&D5 22
   411	F4&E4&D4&C4&D4&D4&D4 22
   412	F4&E4&E4&A4&G4&A4&C5&G4&E4 22
   413	F4&F4&C4 22
   414	F4&F4&D4&F4&G4 22
   415	G4&A4&C5&C5&B4 22
   416	G4&G4&A4&C5 22
   417	A4&A4&B4&C5&B4 21
   418	A4&A4&C5&A4&G4 21
   419	A4&B4&C5&A4&C5&G4&A4&B4&A4 21
   420	A4&C5&A4&C5 21
   421	A4&G4&A4&C5&B4&D5&C5&C5&C5&B4 21
   422	A4&G4&G4&F4&G4&G4&G4 21
   423	A4&G4&G4&G4&A4&G4 21
   424	C4&D4&F4&E4&F4&G4 21
   425	C5&C5&B4&C5&A4&G4&A4&G4 21
   426	C5&D5&C5&A4&B4 21
   427	C5&D5&E5&D5&C5&D5&D5 21
   428	C5&D5&F5&E5&D5 21
   429	D5&C5&D5 21
   430	D5&D5&B4&D5&E5&D5 21
   431	D5&D5&F5 21
   432	E4&D4&E4&E4 21
   433	E4&F4&G4&A4&G4 21
   434	E5&F5&G5&G5&F5&E5&D5 21
   435	F4&E4&D4&E4&F4&D4&D4 21
   436	F4&F4&F4&E4&D4 21
   437	F4&F4&F4&F4&G4 21
   438	G4&A4&F4&G4 21
   439	G4&G4&B4 21
   440	G5&G5 21
   441	A4&B4&G4&G4 20
   442	A4&C5&G4&A4&G4&E4&G4&E4&F4&F4&E4 20
   443	A4&G4&A4&A4&G4&A4 20
   444	A4&G4&A4&B4&A4&F4&G4 20
   445	A4&G4&A4&B4&A4&G4&F4&G4&A4&G4&F4&G4&G4&F4 20
   446	A4&G4&A4&B4&A4&G4&G4 20
   447	A4&G4&A4&C5&G4&G4 20
   448	A4&G4&A4&G4&F4&E4&D4 20
   449	A4&G4&A4&G4&F4&F4&G4 20
   450	A4&G4&F4&G4&G4&G4 20
   451	B4&C5&A4&G4 20
   452	C5&C5&B4&C5&B4 20
   453	C5&C5&C5&D5&C5&C5&B4 20
   454	C5&C5&D5&C5&B4&C5&B4&A4&G4&A4&G4 20
   455	C5&C5&D5&C5&C5&D5 20
   456	C5&C5&G4&G4 20
   457	C5&D5&C5&B4&A4&G4 20
   458	D5&D5&D5&E5&D5 20
   459	D5&E5&F5 20
   460	E4&F4&E4&D4&E4&F4&D4&D4 20
   461	E4&F4&G4&G4&A4&G4 20
   462	E5&F5&E5 20
   463	E5&F5&E5&D5&E5&D5 20
   464	E5&F5&G5&G5&F5 20
   465	F4&D4&C4&D4&F4&G4 20
   466	F4&E4&D4&E4&E4&D4 20
   467	F4&E4&F4&G4&F4&E4&D4&D4 20
   468	F4&F4&A4&C5&C5&B4 20
   469	F4&F4&D4&C4 20
   470	F4&G4&G4&F4&G4 20
   471	A4&G4&A4&G4&G4 19
   472	B4&A4 19
   473	C5&A4&C5&B4 19
   474	C5&A4&G4&G4 19
   475	C5&D5&C5&D5&F5 19
   476	E4&F4&D4&C4&D4&D4 19
   477	E4&F4&F4&E4 19
   478	E4&G4&E4&F4&F4&E4 19
   479	E5&E5 19
   480	F4&A4&F4&G4 19
   481	F4&A4&G4&A4 19
   482	F4&E4&F4&D4&C4&D4 19
   483	F4&F4&F4&E4&C4&D4& 19
   484	F4&F4&F4&E4&C4&D4&D4 19
   485	G4&A4&A4&G4&G4 19
   486	G4&A4&B4&A4 19
   487	G4&A4&B4&C5&B4 19
   488	G4&F4&G4&A4&G4 19
   489	G4&G4&A4&C5&B4 19
   490	G4&G4&C5 19
   491	G4&G4&G4&A4&G4&G4&G4 19
   492	A4&B4&C5&B4&A4&G4&A4&A4&G4 18
   493	A4&B4&C5&D5 18
   494	A4&C5&B4&C5&D5&C5&B4 18
   495	A4&G4&A4&A4&G4&G4 18
   496	A4&G4&A4&C5&C5&C5&C5 18
   497	A4&G4&A4&G4&F4&A4 18
   498	A4&G4&G4&A4&C5&G4&A4&G4&G4 18
   499	A4&G4&G4&F4&G4&G4 18
   500	A5 18
   501	C4&C4&D4&F4&F4&G4 18
   502	C5&C5&C5&C5&C5&C5&C5&C5&B4&A4&G4&A4&B4&C5&A4 18
   503	C5&D5&B4&C5&B4 18
   504	C5&D5&B4&C5&D5&C5&D5&D5 18
   505	C5&D5&E5&D5&C5&D5&D5&D5 18
   506	D4&C4&D4&F4&F4&G4 18
   507	D4&D4&D4&D4 18
   508	D4&E4&D4 18
   509	E4&F4 18
   510	E4&F4&G4&A4 18
   511	E4&G4&G4 18
   512	E5&F5&G5&F5 18
   513	F4&E4&D4&F4&E4&F4&G4 18
   514	F4&F4&F4&E4&F4&G4 18
   515	F4&F4&G4&A4&A4&G4 18
   516	G4&A4&A4&G4 18
   517	G4&A4&C5&C5&C5&B4 18
   518	A4&A4&A4&B4 17
   519	A4&A4&A4&C5&A4&A4 17
   520	A4&A4&C5&A4&G4&A4&G4 17
   521	A4&B4&C5&A4&C5&G4&A4&B4&A4&A4&G4&G4&F4&G4&G4&G4 17
   522	A4&B4&C5&B4&A4&G4&A4&C5 17
   523	A4&C5&B4&C5 17
   524	A4&C5&D5&C5&B4 17
   525	A4&D5&B4&C5&A4&G4&A4&G4&F4&G4 17
   526	A4&G4&A4&C5&A4&G4 17
   527	C4&F4&G4&A4&G4 17
   528	C5&A4&A4&G4&A4 17
   529	C5&B4&C5&D5 17
   530	C5&C5&B4&C5&A4 17
   531	C5&D5&D5&E5&D5 17
   532	C5&D5&E5&D5&D5&D5 17
   533	D5&C5&C5&C5&B4 17
   534	D5&C5&D5&D5 17
   535	E4&F4&D4&D4&C4&D4 17
   536	F4&A4&A4&C5 17
   537	F4&E4&E4&F4&G4 17
   538	F4&E4&G4&G4 17
   539	F4&F4&F4&A4 17
   540	F4&F4&F4&F4&D4 17
   541	F4&F4&F4&F4&E4 17
   542	F4&G4&A4&B4 17
   543	A4&A4&A4&G4&A4&C5&G4&G4 16
   544	A4&A4&C5&D5&C5&B4 16
   545	A4&A4&G4&A4 16
   546	A4&A4&G4&A4&C5 16
   547	A4&B4&C5&B4&A4 16
   548	A4&G4&A4&B4&A4&A4&G4 16
   549	A4&G4&A4&C5&A4&G4&G4 16
   550	A4&G4&A4&F4&G4&F4&G4 16
   551	A4&G4&F4&G4&A4&A4&G4&G4&C5&C5&B4&C5&A4& 16
   552	A4&G4&F4&G4&A4&G4&A4&G4 16
   553	A4&G4&F4&G4&A4&G4&A4&G4&E4&F4&E4 16
   554	A4&G4&F4&G4&G4&F4&F4&G4 16
   555	A4&G4&G4&A4&G4&G4&G4 16
   556	C5&C5&B4&A4&C5&B4 16
   557	C5&C5&C5&B4&C5&D5&C5&B4 16
   558	C5&C5&D5&B4 16
   559	C5&C5&D5&B4&C5&A4 16
   560	C5&D5&C5&D5&D5&D5 16
   561	C5&D5&E5&D5&D5 16
   562	D4&C4&D4&F4&G4 16
   563	D4&F4&E4&D4 16
   564	D5&D5&E5 16
   565	D5&E5&F5&E5&D5&C5&B4&C5&D5&C5&C5&B4 16
   566	D5&F5&D5 16
   567	E4&F4&E4&D4&E4&F4&E4&D4&E4&F4&D4 16
   568	E5&F5&E5&D5&C5&B4 16
   569	F4&E4&D4&F4&E4&F4&E4&D4 16
   570	F4&E4&F4&F4&E4 16
   571	F4&E4&F4&G4&G4&G4 16
   572	F4&F4&A4&A4&F4&G4&A4&G4&F4 16
   573	F4&F4&D4&C4&D4 16
   574	F4&F4&E4&D4&D4&E4&F4&E4&D4&E4&F4&D4 16
   575	F4&F4&F4&F4&F4&F4&F4&F4 16
   576	F4&G4&A4&A4&A4&G4 16
   577	G4&A4&C5&C5&C5&D5&E5&D5 16
   578	G4&A4&G4&A4 16
   579	G4&A4&G4&E4&E4 16
   580	A4&B4&A4&A4&G4 15
   581	A4&B4&A4&G4&A4&G4 15
   582	A4&C5&B4&C5&D5&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 15
   583	A4&C5&C5&G4&G4 15
   584	A4&C5&G4&A4&G4&G4 15
   585	A4&G4&A4&F4&F4&G4 15
   586	A4&G4&G4&A4&G4&G4 15
   587	A4&G4&G4&F4&G4&G4&G4&G4&G4 15
   588	A4&G4&G4&G4&G4&A4&C5 15
   589	B3&C4&D4 15
   590	B4&A4&B4 15
   591	C5& 15
   592	C5&C5&C5&A4&C5&B4&A4 15
   593	C5&C5&C5&B4&A4 15
   594	C5&C5&C5&C5&C5&C5&C5&B4&A4&G4&A4&B4&C5&A4 15
   595	C5&C5&G4&B4 15
   596	C5&D5&C5&A4&A4 15
   597	C5&D5&C5&B4&A4&B4 15
   598	C5&D5&C5&B4&C5&B4&A4&G4&A4&G4 15
   599	C5&D5&D5&D5&E5 15
   600	C5&D5&E5&E5&D5 15
   601	C5&F5 15
   602	D4&C4&D4&D4 15
   603	D5&D5&E5&D5&D5&C5&D5 15
   604	D5&D5&E5&F5&E5&D5&C5&D5&C5&C5&B4 15
   605	D5&E5&D5&E5&D5&C5&D5&C5&C5&D5&E5&D5&E5&F5&E5&D5&C5&D5&E5&D5&E5&D5&C5&B4&C5&B4 15
   606	E4&F4&D4&D4&D4 15
   607	E4&F4&E4&D4&C4&D4&F4&E4&F4&G4&F4&F4&E4&D4&E4&D4&C4&D4 15
   608	E5&C5&D5&D5 15
   609	E5&E5&E5&D5 15
   610	F4&D4&C4&F4&G4 15
   611	F4&E4&D4&C4&D4&D4&A4&A4&G4&F4&G4&A4&G4 15
   612	F4&F4&E4&F4&G4&F4&E4&G4&G4&A4&G4&A4&G4&F4&E4&F4&G4 15
   613	F4&F4&G4&A4&G4&F4&G4 15
   614	F4&G4&A4&G4&F4&E4&F4&G4&F4&F4&E4&F4&D4 15
   615	G4&G4&A4&C5&C5 15
   616	G4&G4&A4&G4&G4 15
   617	G5&A5&A5 15
   618	A3&C4&D4&F4&D4 14
   619	A4&B4&C5&A4&C5 14
   620	A4&C5&A4&B4 14
   621	A4&G4&A4&C5&D5&D5 14
   622	A4&G4&G4&F4&F4 14
   623	A4&G4&G4&G4&A4&C5&B4 14
   624	C5&A4&C5&D5&C5&B4 14
   625	C5&A4&G4&F4&G4 14
   626	C5&B4&C5&D5&C5&B4&C5&A4&A4&G4&A4 14
   627	C5&B4&C5&D5&C5&D5&E5&D5 14
   628	C5&C5&A4&G4 14
   629	C5&C5&B4&G4&A4&C5&G4&A4&G4&G4 14
   630	C5&C5&C5&A4&C5&A4&G4 14
   631	C5&C5&C5&C5&C5&C5&C5&C5&B4&A4&G4 14
   632	C5&C5&D5&C5&C5&C5&C5 14
   633	C5&D5&D5&D5&D5 14
   634	C5&G4&G4 14
   635	D4&F4&E4 14
   636	D5&D5&D5&C5&B4 14
   637	E4&F4&G4&F4&E4 14
   638	E4&F4&G4&F4&E4&D4 14
   639	E4&F4&G4&G4&E4 14
   640	E4&G4&E4 14
   641	F4&D4&C4&C4&D4 14
   642	F4&E4&D4&F4&D4&C4&D4&D4 14
   643	F4&E4&F4&F4&G4 14
   644	F4&F4&F4&E4&D4&C4&D4 14
   645	F4&G4&A4&A4&A4 14
   646	F4&G4&A4&G4&F4&E4&E4 14
   647	F4&G4&F4&F4&G4 14
   648	G4&A4&B4&C5&A4&G4 14
   649	G4&A4&C5&A4&A4 14
   650	G4&G4&G4&A4 14
   651	A4&A4&G4&F4&G4&A4&G4&F4&E4&D4 13
   652	A4&B4&B4&A4 13
   653	A4&G4&A4&A4 13
   654	A4&G4&A4&A4&G4&G4&A4 13
   655	A4&G4&A4&C5&G4& 13
   656	A4&G4&A4&F4&E4&D4 13
   657	A4&G4&A4&F4&G4&A4 13
   658	A4&G4&A4&G4&F4 13
   659	A4&G4&F4&G4&A4&A4&G4&G4&G4 13
   660	A4&G4&G4&F4&G4&G4&A4 13
   661	A4&G4&G4&G4&A4&C5 13
   662	A4&G4&G4&G4&G4&A4&G4&G4&G4 13
   663	C4&D4&D4&D4&D4&D4&D4 13
   664	C5&A4&A4&G4&G4 13
   665	C5&B4&C5&B4 13
   666	C5&B4&C5&D5&C5&B4&C5&A4&A4&G4&A4&C5&C5&C5&C5 13
   667	C5&C5&A4&C5 13
   668	C5&C5&B4&C5&D5 13
   669	C5&C5&C5&B4&C5&A4&G4 13
   670	C5&C5&C5&C5&C5&B4&A4&G4 13
   671	C5&C5&C5&C5&C5&C5&C5&B4&A4&G4 13
   672	D4&C4&C4&D4 13
   673	D4&E4&F4&G4&G4 13
   674	D4&G4&G4 13
   675	D5&B4&C5&B4 13
   676	D5&D5&E5&D5&E5&D5&C5&D5&C5&C5&D5&E5&D5&E5&F5&E5&D5&C5&D5&E5&D5&E5&D5&C5&B4&C5&B4 13
   677	E4&D4&E4 13
   678	E4&E4&D4 13
   679	E4&F4&E4&D4&C4&D4&F4&E4&F4&G4&F4&F4&E4&D4&E4&D4&C4 13
   680	E4&G4&A4&G4&F4&G4 13
   681	F4&A4&B4&C5&B4 13
   682	F4&A4&C5&A4 13
   683	F4&E4&F4&E4 13
   684	F4&E4&F4&E4&D4&C4&D4 13
   685	F4&E4&F4&E4&D4&F4&D4&D4 13
   686	F4&E4&G4&E4 13
   687	F4&F4&C5&C5&D5&B4&C5&A4 13
   688	F4&F4&F4&G4&A4 13
   689	F4&F4&F4&G4&A4&G4 13
   690	F4&F4&G4&A4&A4&G4&G4 13
   691	F4&G4&A4&G4&A4&A4&B4&A4&A4&A4&F4&G4&A4&A4 13
   692	F5&E5 13
   693	F5&F5&E5&D5 13
   694	G4&F4&F4&G4 13
   695	G4&G4&C5&A4 13
   696	G5&G5&F5 13
   697	A3&C4 12
   698	A3&G3 12
   699	A4&A4&A4&A4&A4&A4 12
   700	A4&A4&A4&A4&C5 12
   701	A4&A4&A4&G4&G4&F4&F4&F4&F4&G4&G4&F4&F4 12
   702	A4&A4&C5&G4 12
   703	A4&A4&G4&F4&G4&G4 12
   704	A4&B4&C5&A4&A4&G4 12
   705	A4&B4&C5&A4&C5&G4&G4&A4&B4&A4 12
   706	A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&G4&A4&B4&A4&F4&A4 12
   707	A4&C5&B4&C5&D5&C5&B4&A4&B4&C5&B4&A4&G4&G4&A4&C5&A4&G4&A4&A4&G4 12
   708	A4&F4&A4 12
   709	A4&G4&A4&B4&C5 12
   710	A4&G4&F4&G4&A4&C5&C5&B4 12
   711	A4&G4&F4&G4&A4&G4&F4&G4 12
   712	B4&C5&B4&A4&G4 12
   713	B4&C5&D5&D5&E5&D5 12
   714	B4&C5&D5&E5&D5 12
   715	C4&C4&B3 12
   716	C4&F4&G4&A4&G4&F4&G4 12
   717	C5&A4&C5&C5 12
   718	C5&B4&A4&C5&C5&B4&C5&D5&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 12
   719	C5&B4&C5&D5&D5&D5 12
   720	C5&C5&B4&A4&B4 12
   721	C5&C5&C5&C5&C5&B4 12
   722	C5&C5&C5&C5&C5&C5&B4&A4&G4 12
   723	C5&C5&C5&C5&D5&C5&C5 12
   724	C5&D5&C5&B4&A4&B4&B4 12
   725	C5&D5&C5&D5 12
   726	C5&D5&C5&D5&C5&C5&B4 12
   727	C5&D5&C5&E5&D5 12
   728	C5&D5&D5&D5&E5&D5 12
   729	C5&D5&E5&D5&E5&D5&C5&B4 12
   730	C5&D5&E5&D5&E5&E5&D5 12
   731	D4&C4&D4&E4&F4&G4&F4&E4&D4&D4 12
   732	D4&E4 12
   733	E4&F4&E4&D4&D4&C4&D4 12
   734	E4&F4&G4&F4&E4&D4&C4&D4&D4 12
   735	E4&F4&G4&G4&A4 12
   736	E5&C5 12
   737	E5&F5&E5&F5&D5&C5&D5&C5&C5&B4&C5&D5&C5&D5&D5&D5 12
   738	F4&A4&F4&G4&A4 12
   739	F4&B4 12
   740	F4&C4&C4 12
   741	F4&C4&D4&D4&D4 12
   742	F4&D4&D4&C4&C4&D4 12
   743	F4&D4&E4&F4&G4&G4 12
   744	F4&E4&C4&D4&D4&D4 12
   745	F4&E4&D4&F4&G4&A4&G4&G4 12
   746	F4&E4&D4&G4&G4 12
   747	F4&F4&E4&C4&D4&D4 12
   748	F4&F4&E4&D4&F4&D4 12
   749	F4&F4&F4&E4&D4&D4 12
   750	F4&G4&A4&C5&D5&C5&B4 12
   751	F4&G4&A4&D4 12
   752	F4&G4&F4&F4&E4&D4&E4&F4&E4&D4&E4&F4&D4 12
   753	F4&G4&G4&G4 12
   754	F5&D5&D5 12
   755	G5&A5&G5&F5 12
   756	G5&G5&F5&E5&D5 12
   757	A4&A4&D5&C5&D5&F5&C5&A4&C5 11
   758	A4&A4&G4&A4&G4&F4&G4 11
   759	A4&A4&G4&G4&C5&C5&B4&C5&A4&G4 11
   760	A4&B4&A4&G4&G4&G4 11
   761	A4&B4&C5&A4&C5&G4&A4&B4&A4&A4&G4&G4&F4&G4&G4 11
   762	A4&B4&C5&B4&A4&G4&G4&A4&C5&C5&B4&C5&A4&C5&A4&G4&A4&A4&G4 11
   763	A4&B4&C5&C5 11
   764	A4&B4&G4&A4&B4 11
   765	A4&C5&B4&C5&B4 11
   766	A4&G4&A4&B4&A4&G4&F4&F4&G4&A4&G4&F4&G4&G4&F4 11
   767	A4&G4&A4&B4&G4 11
   768	A4&G4&A4&C5&A4&G4&A4&B4&A4&G4&A4&F4&G4&A4&A4&C5&B4&C5&D5&C5&B4&A4&A4&C5&A4&G4&A4&G4 11
   769	A4&G4&A4&G4&A4&G4&F4&G4 11
   770	A4&G4&F4&G4&A4&A4&G4&G4&C5&C5&B4&C5&A4&G4 11
   771	A4&G4&G4&A4&C5&A4&G4&A4&B4&A4&G4&A4&F4&G4&A4&A4&C5&B4&C5&D5&C5&B4&A4&A4&C5&A4&G4&A4&G4 11
   772	A4&G4&G4&A4&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 11
   773	A4&G4&G4&A4&C5&C5&B4 11
   774	B5 11
   775	C5&A4&A4&G4&A4&C5 11
   776	C5&A4&G4&A4 11
   777	C5&B4&C5&D5&C5&D5&E5&D5&E5&E5&D5 11
   778	C5&C5&B4&A4&B4&C5 11
   779	C5&C5&B4&C5&D5&C5&B4&C5&A4&A4&G4&A4&C5&C5&C5&C5 11
   780	C5&C5&C5&A4&C5&B4 11
   781	C5&C5&C5&B4&C5&B4&A4&G4&A4&G4 11
   782	C5&C5&C5&C5&C5&C5 11
   783	C5&C5&D5&C5 11
   784	C5&C5&D5&C5&C5&A4&C5&A4 11
   785	C5&C5&D5&C5&C5&C5&B4 11
   786	C5&C5&D5&E5 11
   787	C5&C5&D5&F5 11
   788	C5&D5&A4 11
   789	C5&D5&C5&B4&B4 11
   790	C5&D5&C5&C5&A4&C5&D5&C5&C5&D5&D5&C5&C5&D5 11
   791	C5&D5&E5&D5&E5&D5 11
   792	C5&E5&F5&E5&D5 11
   793	D4&C4&B3 11
   794	D4&D4&C4&F4&G4&F4&G4&A4&A4 11
   795	D4&F4&D4&C4 11
   796	D4&G4&A4&G4 11
   797	D5&D5&D5&D5&E5&D5 11
   798	D5&D5&D5&E5&F5&E5&D5&C5&D5&C5&C5&B4 11
   799	D5&E5&E5&D5 11
   800	E4&F4&D4&C4 11
   801	E4&F4&E4&D4&C4&D4&F4&E4&F4&G4&F4&F4&E4&D4&E4&D4&C4&C4&D4 11
   802	E5&F5&E5&E5&D5&C5&D5&C5&C5&B4&C5&D5&C5&D5&D5&D5 11
   803	F4&A4&A4&G4 11
   804	F4&A4&C5&G4&F4&F4&D4&F4&D4 11
   805	F4&D4&E4 11
   806	F4&D4&F4&C4&D4 11
   807	F4&D4&F4&E4&D4&D4 11
   808	F4&D4&F4&E4&F4&G4 11
   809	F4&E4&D4&F4&C4&D4 11
   810	F4&E4&F4&D4&F4&C4&D4&F4&E4&F4&E4&D4 11
   811	F4&E4&F4&F4&D4 11
   812	F4&F4&A4&A4&F4&G4&A4&G4& 11
   813	F4&F4&A4&C5&C5 11
   814	F4&F4&E4&C4&D4 11
   815	F4&F4&E4&D4&E4&F4&G4 11
   816	F4&F4&E4&F4&G4&F4&G4 11
   817	F4&F4&F4&E4&F4&D4 11
   818	F4&F4&F4&F4&F4&F4&F4&F4&F4&F4 11
   819	F4&F4&F4&F4&F4&G4 11
   820	F4&F4&G4&A4&F4&E4&D4&D4 11
   821	F4&F4&G4&F4&F4&G4 11
   822	F4&G4&A4&F4&E4&D4 11
   823	F4&G4&G4&A4&G4 11
   824	G4&A4&C5&C5&D5&D5 11
   825	G4&A4&C5&D5&D5 11
   826	G4&A4&G4&F4&G4&A4&G4&A4&A4&G4 11
   827	G4&G4&A4&G4&F4&G4 11
   828	G4&G4&A4&G4&G4&G4 11
   829	A4&A4&A4&C5&A4 10
   830	A4&A4&B4&A4&G4 10
   831	A4&A4&F4&G4&A4&G4 10
   832	A4&C5&A4&B4&A4&G4 10
   833	A4&C5&A4&G4&G4 10
   834	A4&C5&B4&A4 10
   835	A4&C5&B4&A4&G4 10
   836	A4&D5&B4&C5&A4&A4&G4&A4&G4&F4&G4 10
   837	A4&G4&A4&B4&A4&G4&A4&G4&G4&A4&A4&C5&B4&C5&D5&C5&B4&A4&A4&C5&A4&G4&A4&G4 10
   838	A4&G4&A4&G4&F4&E4 10
   839	A4&G4&F4&G4&A4&G4&F4&G4&G4 10
   840	A4&G4&F4&G4&A4&G4&G4 10
   841	A4&G4&F4&G4&B4 10
   842	A4&G4&F4&G4&G4&A4&G4 10
   843	A4&G4&F4&G4&G4&F4&G4 10
   844	A4&G4&G4&A4&A4 10
   845	A4&G4&G4&F4&G4&A4&G4&G4&G4 10
   846	A4&G4&G4&G4&G4&A4 10
   847	A4&G4&G4&G4&G4&A4&G4&G4 10
   848	B3&C4&D4&D4 10
   849	C4&C4&C4 10
   850	C4&D4&D4&C4 10
   851	C5&A4&G4&A4&B4 10
   852	C5&C5&A4&C5&D5&C5&B4 10
   853	C5&C5&B4&C5&D5&C5&B4&C5&A4&A4&G4&A4 10
   854	C5&C5&C5&A4&C5 10
   855	C5&C5&C5&C5&B4&C5&D5&C5&B4 10
   856	C5&C5&C5&C5&C5&C5&C5&C5&C5&B4&A4&G4&A4&B4&C5&A4 10
   857	C5&C5&C5&C5&C5&D5&C5 10
   858	C5&C5&C5&D5&C5&B4 10
   859	C5&D5&C5&A4&A4&A4&A4 10
   860	C5&D5&C5&D5&D5&E5&D5 10
   861	C5&D5&D5&C5&C5&B4 10
   862	C5&D5&G4 10
   863	D4&A4&C5 10
   864	D4&D4&D4&C4&D4 10
   865	D4&F4&D4&C4&D4 10
   866	E4&D4&C4&D4 10
   867	E4&F4&E4&D4&E4&F4&E4&C4&D4 10
   868	E4&F4&E4&E4&D4&D4 10
   869	E4&F4&F4&D4&F4&G4&F4&E4&F4&F4&E4 10
   870	E4&G4&A4&C5 10
   871	E5&D5&E5&F5&E5&D5 10
   872	E5&F5&E5&F5 10
   873	F4&A4&C5&C5&G4&B4 10
   874	F4&A4&G4&A4&G4&F4&G4 10
   875	F4&D4&C4&D4&D4&C4 10
   876	F4&D4&D4&D4&C4&D4 10
   877	F4&D4&D4&F4&D4&D4 10
   878	F4&D4&D4&F4&G4 10
   879	F4&D4&F4&D4&C4 10
   880	F4&E4&D4&F4&D4&C4&D4 10
   881	F4&E4&D4&G4 10
   882	F4&E4&E4&D4&D4 10
   883	F4&E4&F4&E4&D4&E4 10
   884	F4&F4&A4&C5&B4 10
   885	F4&F4&C4&D4 10
   886	F4&F4&E4&D4&C4 10
   887	F4&F4&E4&D4&C4&D4&D4 10
   888	F4&F4&F4&C4&D4 10
   889	F4&F4&F4&E4&G4 10
   890	F4&F4&F4&G4&A4&A4 10
   891	F4&F4&F4&G4&F4&F4&F4&F4 10
   892	F4&F4&F4&G4&F4&F4&G4 10
   893	F4&G4&A4&A4&C5 10
   894	F4&G4&A4&G4&A4 10
   895	F4&G4&A4&G4&E4&F4&G4 10
   896	F4&G4&A4&G4&F4&F4&G4 10
   897	F4&G4&A4&G4&G4&G4&G4&G4 10
   898	F4&G4&F4&F4&D4 10
   899	F4&G4&G4&F4 10
   900	F5&F5&E5&D5&E5&D5 10
   901	G4&A4&G4&F4&E4&F4&G4 10
   902	G4&A4&G4&F4&G4&A4 10
   903	G4&G4&C5&C5&B4&C5&A4&G4 10
   904	A3&C4&D4&F4&D4&D4 9
   905	A4&A4&A4&A4&A4&G4&A4&G4&A4&F4&F4&G4&A4&G4&A4&B4&A4&A4&G4&F4&E4&G4&A4&G4 9
   906	A4&A4&A4&A4&G4&F4&G4&A4&A4&G4 9
   907	A4&A4&A4&F4&G4 9
   908	A4&A4&A4&G4&F4&G4&A4&G4&A4 9
   909	A4&A4&B4&A4 9
   910	A4&A4&C5&G4&G4 9
   911	A4&A4&D4 9
   912	A4&A4&G4&F4&G4&A4&G4&F4&E4 9
   913	A4&A4&G4&G4&C5&C5&B4&C5&A4& 9
   914	A4&B4&A4&A4 9
   915	A4&B4&A4&B4 9
   916	A4&C5&A4&G4&A4&B4&A4&G4&A4&F4&G4&A4&A4&C5&B4&C5&D5&C5&B4&A4&A4&C5&A4&G4&A4&G4 9
   917	A4&C5&C5&G4 9
   918	A4&D5&B4 9
   919	A4&G4&A4&B4&A4&G4&A4&F4&G4&A4&A4&C5&B4&C5&D5&C5&B4&A4&A4&C5&A4&G4 9
   920	A4&G4&A4&B4&A4&G4&F4&F4&G4 9
   921	A4&G4&A4&C5&A4&G4&A4 9
   922	A4&G4&A4&F4&G4&A4&A4 9
   923	A4&G4&A4&G4&F4&F4&E4 9
   924	A4&G4&E4&F4&G4 9
   925	A4&G4&G4&A4&C5&A4 9
   926	A4&G4&G4&F4&G4&A4 9
   927	A4&G4&G4&F4&G4&A4&G4&A4&G4&F4&E4&F4&F4&E4 9
   928	A4&G4&G4&F4&G4&G4&G4&G4&A4&G4&G4&G4 9
   929	A5&G5&F5 9
   930	B4&B4&B4&B4 9
   931	B4&C5&A4 9
   932	B4&C5&B4&B4 9
   933	B4&C5&D5&D5&D5 9
   934	C4&C4&F4&D4&D4 9
   935	C4&D4&D4&C4&D4 9
   936	C4&D4&F4&F4&G4&F4&F4&G4&A4&G4 9
   937	C5&A4&B4&A4&G4&G4 9
   938	C5&A4&C5&D5&C5&B4&C5&D5&C5&B4&A4&B4&B4 9
   939	C5&B4&A4&C5 9
   940	C5&B4&C5&D5&C5&C5&B4 9
   941	C5&C5&A4&C5&B4 9
   942	C5&C5&B4&A4&C5 9
   943	C5&C5&B4&C5&D5&C5&D5&D5 9
   944	C5&C5&C5&C5&A4 9
   945	C5&C5&C5&C5&D5&C5&C5&B4 9
   946	C5&C5&C5&G4&B4&C5 9
   947	C5&C5&D5&B4&C5&C5&B4 9
   948	C5&C5&D5&B4&C5&D5&C5&D5&D5 9
   949	C5&C5&G4 9
   950	C5&D5&B4&C5&C5&B4&C5&D5&C5&D5&D5 9
   951	C5&D5&B4&C5&C5&B4&C5&D5&C5&D5&D5&C5&F4&A4 9
   952	C5&D5&B4&C5&D5&C5&D5&D5&D5 9
   953	C5&D5&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 9
   954	C5&D5&C5&C5&A4&B4&C5&A4&A4&G4 9
   955	C5&D5&D5&C5&C5&D5 9
   956	C5&D5&E5&D5&B4 9
   957	C5&D5&E5&D5&D5&C5&D5&E5&D5 9
   958	C5&D5&E5&D5&E5 9
   959	C6 9
   960	D4&G4&F4&G4 9
   961	D5&B4&C5&D5 9
   962	D5&C5&A4 9
   963	D5&C5&D5&C5&B4 9
   964	E4&C4&D4 9
   965	E4&D4&E4&D4&C4&D4 9
   966	E4&D4&E4&F4&G4 9
   967	E4&E4&A4&G4&A4&C5&G4&E4 9
   968	E4&E4&F4&G4 9
   969	E4&F4&F4&D4 9
   970	E4&F4&G4&G4&F4&G4 9
   971	E4&F4&G4&G4&G4&C5&C5&B4&C5&A4&G4 9
   972	F4&A4&C5&C5&B4&C5&D5&C5&D5&D5 9
   973	F4&A4&C5&C5&D5 9
   974	F4&A4&C5&D5&C5&B4 9
   975	F4&A4&G4&G4&A4&G4 9
   976	F4&D4&D4&D4&F4&D4&D4 9
   977	F4&D4&F4&D4&D4 9
   978	F4&E4&C4&F4&G4 9
   979	F4&E4&D4&C4&D4&D4&A4&A4&A4&G4&F4&G4&A4&G4 9
   980	F4&E4&D4&C4&D4&E4&E4 9
   981	F4&E4&D4&D4&A4&A4&G4&F4&G4&A4& 9
   982	F4&E4&D4&D4&A4&A4&G4&F4&G4&A4&G4&F4&E4 9
   983	F4&E4&D4&D4&C4 9
   984	F4&E4&D4&D4&D4&D4 9
   985	F4&E4&D4&F4&D4&C4 9
   986	F4&E4&D4&F4&D4&D4 9
   987	F4&E4&F4&D4&C4 9
   988	F4&E4&F4&E4&D4&D4&F4&G4 9
   989	F4&E4&F4&G4&F4&G4&G4&F4&F4&G4 9
   990	F4&F4&C5&C5&D5&B4&C5& 9
   991	F4&F4&E4&D4&E4&F4&E4&D4&E4&F4&D4 9
   992	F4&F4&F4&E4&G4&G4&A4 9
   993	F4&F4&G4&F4&G4&A4 9
   994	F4&G4&A4&A4&G4&G4&G4 9
   995	F4&G4&A4&G4&A4&A4&B4 9
   996	F4&G4&A4&G4&A4&G4&F4&G4 9
   997	G4&A4&C5&B4&A4 9
   998	G4&G4&A4&G4&F4&G4&A4&G4&G4&A4&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 9
   999	G4&G4&C5&A4&G4 9
  1000	G4&G4&G4&A4&C5 9
  1001	G4&G4&G4&G4&G4 9
  1002	G4&G4&G4&G4&G4&G4 9
  1003	A3&B3 8
  1004	A4&A4&A4&A4&A4&G4 8
  1005	A4&A4&A4&G4&A4&G4&A4&F4&F4&G4&A4&G4&A4&B4&A4&A4&G4&F4&E4&G4&A4&G4 8
  1006	A4&A4&C5&B4&G4&G4 8
  1007	A4&A4&F4 8
  1008	A4&A4&F4&G4&A4&G4& 8
  1009	A4&A4&F4&G4&A4&G4&F4 8
  1010	A4&A4&G4&A4&G4&G4&F4&G4&G4 8
  1011	A4&A4&G4&F4&G4&A4&G4&A4&G4&E4&F4&E4 8
  1012	A4&A4&G4&G4&G4 8
  1013	A4&B4&A4&F4&G4 8
  1014	A4&B4&G4&F4&G4 8
  1015	A4&B4&G4&G4&D5&D5&E5&D5&C5&B4 8
  1016	A4&C5&A4&C5&C5 8
  1017	A4&C5&A4&G4&A4&A4&G4 8
  1018	A4&C5&D5 8
  1019	A4&C5&G4&A4 8
  1020	A4&C5&G4&A4&G4&E4&G4&E4 8
  1021	A4&G4&A4&C5&A4&A4 8
  1022	A4&G4&A4&C5&C5&C5&B4 8
  1023	A4&G4&A4&C5&G4&A4&G4&G4&F4&G4 8
  1024	A4&G4&A4&F4&G4&G4 8
  1025	A4&G4&A4&G4&E4&F4&E4 8
  1026	A4&G4&F4&G4&A4&G4&A4 8
  1027	A4&G4&F4&G4&A4&G4&F4&E4&F4&G4 8
  1028	A4&G4&F4&G4&F4&G4 8
  1029	A4&G4&F4&G4&G4&F4&F4&A4 8
  1030	A4&G4&G4&A4&G4&A4&A4&B4 8
  1031	A4&G4&G4&C5&C5&B4&C5&A4& 8
  1032	A4&G4&G4&F4 8
  1033	B4&B4&B4 8
  1034	B4&C5&B4&A4 8
  1035	B4&G4&F4&G4 8
  1036	B5&A5 8
  1037	C4&B3&C4&D4&D4 8
  1038	C4&D4&D4&D4&F4&D4&D4 8
  1039	C4&F4&G4&A4 8
  1040	C5&B4&A4&B4 8
  1041	C5&B4&A4&G4&A4&A4 8
  1042	C5&B4&C5&B4&A4&G4 8
  1043	C5&B4&C5&D5&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 8
  1044	C5&B4&C5&D5&D5&E5&D5&C5&B4 8
  1045	C5&C5&B4&G4 8
  1046	C5&C5&C5&B4&C5&D5&C5&B4&C5&A4&A4&G4&A4 8
  1047	C5&C5&C5&C5&C5&C5&B4&A4&G4&A4&B4&C5&A4 8
  1048	C5&C5&C5&C5&D5&E5&D5 8
  1049	C5&C5&C5&G4 8
  1050	C5&C5&E5&D5 8
  1051	C5&C5&G4&B4&C5 8
  1052	C5&D5&C5&A4&C5&C5 8
  1053	C5&D5&C5&C5&A4&B4&C5&B4&A4&G4 8
  1054	C5&D5&C5&D5&C5&B4 8
  1055	C5&D5&C5&G4 8
  1056	C5&D5&E5&C5&D5&D5 8
  1057	C5&D5&E5&D5&D5&B4 8
  1058	C5&D5&F5&F5 8
  1059	C5&G4&A4&C5 8
  1060	D4&A4&A4&G4 8
  1061	D4&C4&C4 8
  1062	D4&F4&F4&E4 8
  1063	D4&F4&G4&A4 8
  1064	D5&B4&C5 8
  1065	D5&C5&B4&A4&G4 8
  1066	D5&C5&B4&C5 8
  1067	D5&C5&C5&C5 8
  1068	D5&C5&D5&D5&D5 8
  1069	D5&C5&D5&E5&E5&D5 8
  1070	D5&D5&B4&C5&D5 8
  1071	D5&D5&C5&D5 8
  1072	D5&D5&D5&D5&D5&E5&D5 8
  1073	D5&D5&D5&E5&D5&E5&D5&C5&D5&C5&C5&D5&E5&D5&E5&F5&E5&D5&C5&D5&E5&D5&E5&D5&C5&B4&C5&B4 8
  1074	D5&D5&F5&E5&F5&E5&D5 8
  1075	D5&E5&F5&E5 8
  1076	D5&E5&F5&G5&F5 8
  1077	D5&F5&D5&F5 8
  1078	E4&D4&G4 8
  1079	E4&E4&A4&G4&A4&C5&G4& 8
  1080	E4&F4&D4&G4 8
  1081	E4&F4&E4&D4&C4&D4&F4&E4&F4&G4&F4&F4&E4&D4&E4 8
  1082	E4&F4&E4&E4 8
  1083	E4&F4&E4&F4&F4&D4 8
  1084	E4&F4&E4&F4&G4 8
  1085	E5&D5&C5&D5&C5&C5&D5&E5&D5&E5&F5&E5&D5&C5&D5&E5&D5&E5&D5&C5&B4 8
  1086	E5&E5&D5&E5&D5 8
  1087	E5&F5&D5&C5&B4 8
  1088	F4&A4&A4&A4&G4 8
  1089	F4&C5&C5&B4 8
  1090	F4&D4&C4&C4&C4&D4 8
  1091	F4&D4&E4&F4&E4&C4&D4 8
  1092	F4&D4&F4&D4&C4&D4 8
  1093	F4&D4&F4&F4&G4 8
  1094	F4&E4&C4&E4&F4&G4 8
  1095	F4&E4&D4&C4&D4&F4&G4 8
  1096	F4&E4&D4&D4&A4&A4&G4&F4&G4&A4&G4&F4&E4&D4 8
  1097	F4&E4&D4&D4&C4&D4 8
  1098	F4&E4&D4&E4&F4&D4&D4&D4 8
  1099	F4&E4&D4&E4&F4&G4&G4 8
  1100	F4&E4&D4&F4&E4 8
  1101	F4&E4&F4&D4&G4&A4&C5 8
  1102	F4&E4&F4&G4&E4&F4&D4 8
  1103	F4&E4&F4&G4&E4&F4&D4&D4 8
  1104	F4&E4&F4&G4&F4&E4&G4&G4&A4&G4&A4&G4&F4&E4&F4&G4 8
  1105	F4&E4&F4&G4&F4&F4&E4&D4&E4 8
  1106	F4&F4&E4&C4&D4&F4&F4 8
  1107	F4&F4&E4&F4&G4&A4 8
  1108	F4&F4&E4&F4&G4&D4&E4&D4&C4&D4 8
  1109	F4&F4&E4&F4&G4&E4&F4&D4 8
  1110	F4&F4&E4&F4&G4&E4&F4&D4&E4&F4&E4&F4&D4&D4 8
  1111	F4&F4&E4&F4&G4&F4&E4&D4&D4 8
  1112	F4&G4&A4&A4&A4&G4&G4 8
  1113	F4&G4&A4&A4&G4&F4&G4&A4&G4 8
  1114	F4&G4&F4&E4&F4&D4&D4 8
  1115	F4&G4&G4&A4 8
  1116	F4&G4&G4&F4&G4&A4&C5&G4&A4&G4&E4&G4&E4&F4&F4&E4 8
  1117	G4&A4&G4&F4&F4&G4 8
  1118	G4&D5&D5&D5&D5 8
  1119	G4&F4&G4&A4&G4&A4&A4&G4 8
  1120	G4&G4&A4&A4 8
  1121	G4&G4&G4&A4&G4&F4&G4 8
  1122	G4&G4&G4&C5&B4 8
  1123	G5&E5&D5 8
  1124	G5&F5&E5&D5&E5&D5 8
  1125	G5&G5&A5 8
  1126	A4&A4&A4&A4&G4&A4&G4&A4&F4&F4&G4&A4&G4&A4&B4&A4&A4&G4&F4&E4&G4&A4&G4 7
  1127	A4&A4&A4&G4&A4 7
  1128	A4&A4&A4&G4&F4&G4&A4&G4&F4&E4&D4 7
  1129	A4&A4&A4&G4&G4&F4&G4 7
  1130	A4&A4&C5&A4&G4&A4&F4&G4&A4&C5&B4 7
  1131	A4&A4&G4&A4&G4&A4&F4&F4&G4&A4&G4&A4&B4&A4&A4&G4&F4&E4&G4&A4&G4 7
  1132	A4&B4&A4&G4&G4&A4 7
  1133	A4&B4&C5&A4&C5&B4 7
  1134	A4&B4&C5&A4&C5&G4&A4&B4&A4&A4&G4&G4&F4&G4&G4&G4&G4&G4 7
  1135	A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4 7
  1136	A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4&G4&G4 7
  1137	A4&B4&C5&B4&A4&G4&G4&A4&C5&C5&B4&C5&A4&C5&A4&G4&A4 7
  1138	A4&C5&A4&A4&A4 7
  1139	A4&C5&A4&C5&A4 7
  1140	A4&C5&A4&G4&A4 7
  1141	A4&C5&A4&G4&A4&A4&D5&C5&D5&F5&C5&A4 7
  1142	A4&C5&C5&C5&G4 7
  1143	A4&C5&G4&A4&G4&F4&G4 7
  1144	A4&D5&B4&C5&A4&G4&A4&G4&F4&G4&A4&C5&A4&A4&D5&C5&D5&F5&C5&A4 7
  1145	A4&D5&B4&C5&A4&G4&A4&G4&F4&G4&A4&C5&A4&A4&D5&C5&D5&F5&C5&A4&C5 7
  1146	A4&D5&C5&B4 7
  1147	A4&D5&C5&B4&A4&G4&A4&G4&F4&G4 7
  1148	A4&F4&G4&G4 7
  1149	A4&G4&A4&B4&A4&A4&G4&F4&E4 7
  1150	A4&G4&A4&B4&C5&A4 7
  1151	A4&G4&A4&C5&A4&G4&F4&G4&G4 7
  1152	A4&G4&A4&C5&G4&A4&A4&G4&G4&E4&F4&E4&F4&G4 7
  1153	A4&G4&A4&E4&F4&G4 7
  1154	A4&G4&A4&G4&F4&D4 7
  1155	A4&G4&A4&G4&F4&F4&A4 7
  1156	A4&G4&F4&A4 7
  1157	A4&G4&F4&F4&G4 7
  1158	A4&G4&F4&G4&A4&C5&D5&C5&B4 7
  1159	A4&G4&F4&G4&A4&D4 7
  1160	A4&G4&F4&G4&A4&G4&A4&G4&F4&F4&E4 7
  1161	A4&G4&F4&G4&A4&G4&F4&E4&F4&G4&G4&F4 7
  1162	A4&G4&F4&G4&F4&E4&D4 7
  1163	A4&G4&G4&A4&C5&B4&A4&B4&C5&B4&A4&G4&G4&A4&C5&A4&G4&A4&A4&G4 7
  1164	A4&G4&G4&D5&D5&E5&D5&C5&B4&A4 7
  1165	A4&G4&G4&F4&A4 7
  1166	A4&G4&G4&F4&G4&A4&G4&A4&G4 7
  1167	B4&A4&B4&B4 7
  1168	B4&C5&B4&A4&G4&A4&G4 7
  1169	B4&D5&E5&D5 7
  1170	B4&F4&G4 7
  1171	C4&D4&C4&D4 7
  1172	C4&D4&D4&D4&F4&G4 7
  1173	C5&A4&A4&G4&A4&B4 7
  1174	C5&A4&A4&G4&A4&C5&C5&C5&C5 7
  1175	C5&A4&C5&C5&D5 7
  1176	C5&B4&A4&A4&G4 7
  1177	C5&B4&A4&B4&C5 7
  1178	C5&B4&A4&C5&C5 7
  1179	C5&B4&C5&A4&C5 7
  1180	C5&B4&C5&E5&D5 7
  1181	C5&C5&A4&C5&C5 7
  1182	C5&C5&B4&C5&A4&C5 7
  1183	C5&C5&B4&C5&D5&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 7
  1184	C5&C5&C5&C5&C5&D5&C5&C5&B4 7
  1185	C5&C5&C5&D5&C5&C5&A4&C5&A4 7
  1186	C5&C5&C5&G4&B4 7
  1187	C5&C5&D5&B4&C5&A4&G4 7
  1188	C5&C5&D5&B4&C5&B4 7
  1189	C5&C5&D5&C5&C5&B4&C5&D5&E5&D5&E5&E5&D5 7
  1190	C5&C5&G4&G4&C5&C5&B4&C5&A4& 7
  1191	C5&C5&G4&G4&D5&D5&E5&D5&C5&B4&C5 7
  1192	C5&D5&C5&A4&C5 7
  1193	C5&D5&C5&B4&A4&C5&B4 7
  1194	C5&D5&C5&B4&C5&D5&C5&D5&D5 7
  1195	C5&D5&C5&C5&B4&C5 7
  1196	C5&D5&C5&C5&D5&D5&C5&C5&D5 7
  1197	C5&D5&C5&D5&B4 7
  1198	C5&D5&C5&D5&B4&C5 7
  1199	C5&D5&D5&C5&C5 7
  1200	C5&D5&D5&D5&D5&D5 7
  1201	C5&D5&E5&C5&C5&B4 7
  1202	C5&D5&E5&D5&D5&C5&B4 7
  1203	C5&D5&G4&A4&C5 7
  1204	C5&G4&A4&C5&C5&C5&C5 7
  1205	D4&C4&D4&F4&E4&D4&D4 7
  1206	D4&D4&C4&C4&D4 7
  1207	D4&D4&F4&G4 7
  1208	D4&E4&F4&G4&G4&G4&G4 7
  1209	D4&F4&E4&D4&C4&D4 7
  1210	D4&F4&G4&A4&G4&G4 7
  1211	D4&F4&G4&G4 7
  1212	D4&G4&A4 7
  1213	D5&B4&C5&D5&C5&D5&D5 7
  1214	D5&C5&D5&E5&D5&C5&D5&D5 7
  1215	D5&D5&D5&D5&E5&D5&E5&D5&C5&D5&C5&C5&D5&E5&D5&E5&F5&E5&D5&C5&D5&E5&D5&E5&D5&C5&B4&C5&B4 7
  1216	D5&D5&D5&F5 7
  1217	D5&D5&E5&F5&E5&D5&C5&B4&C5&D5&C5&C5&B4 7
  1218	D5&F5&E5&D5 7
  1219	E4&E4&G4 7
  1220	E4&F4&D4&F4&D4&C4&D4 7
  1221	E4&F4&E4&C4&D4 7
  1222	E4&F4&E4&F4&D4&D4 7
  1223	E5&E5&D5&C5&B4 7
  1224	E5&F5&E5&D5&D5&F5&E5&F5&E5&D5 7
  1225	E5&F5&E5&E5&D5&C5&D5&C5&C5&B4&C5&D5&C5&D5&D5&E5&D5 7
  1226	E5&F5&E5&E5&D5&C5&D5&C5&C5&B4&C5&D5&C5&D5&E5&D5 7
  1227	E5&F5&E5&F5&D5&C5&D5&C5&C5&B4 7
  1228	E5&F5&G5&F5&F5 7
  1229	F4&A4&A4&A4&A4 7
  1230	F4&A4&B4&A4&G4&G4 7
  1231	F4&A4&C5&C5&C5&B4 7
  1232	F4&C4&D4&F4&G4 7
  1233	F4&D4&C4&C4 7
  1234	F4&D4&D4&G4&G4 7
  1235	F4&D4&F4 7
  1236	F4&E4&D4&D4&A4&A4&A4&G4&F4&G4&A4& 7
  1237	F4&E4&D4&E4&E4&A4&G4&A4&C5&G4&E4 7
  1238	F4&E4&D4&E4&F4&D4&C4&D4 7
  1239	F4&E4&D4&E4&F4&E4&D4&C4&D4 7
  1240	F4&E4&D4&E4&F4&G4&G4&G4 7
  1241	F4&E4&D4&E4&F4&G4&G4&G4&C5&C5&B4&C5&A4&G4 7
  1242	F4&E4&D4&F4&F4 7
  1243	F4&E4&D4&F4&G4&A4&A4&G4 7
  1244	F4&E4&D4&F4&G4&G4 7
  1245	F4&E4&E4&C5&C5&C5&A4&C5&A4&G4 7
  1246	F4&E4&E4&C5&C5&C5&A4&C5&B4&A4 7
  1247	F4&E4&E4&G4&G4 7
  1248	F4&E4&F4&E4&D4&F4&D4&F4&E4&F4&G4 7
  1249	F4&E4&F4&G4&A4&G4 7
  1250	F4&E4&F4&G4&F4&F4&E4&D4&E4&D4&C4&D4 7
  1251	F4&F4&A4&C5&C5&C5&B4 7
  1252	F4&F4&E4&D4&F4&G4 7
  1253	F4&F4&E4&F4&D4&F4&D4&C4&D4 7
  1254	F4&F4&E4&F4&G4&G4 7
  1255	F4&F4&F4&D4&D4 7
  1256	F4&F4&F4&E4&D4&F4&D4&C4&D4&D4 7
  1257	F4&F4&F4&E4&G4&A4 7
  1258	F4&F4&F4&F4&E4&G4&A4&A4&A4&G4&G4&F4&F4&A4&A4&F4&G4&A4&G4&F4 7
  1259	F4&F4&F4&F4&F4&F4&F4&E4&F4&G4&F4&E4&G4&G4&A4&G4&A4&G4&F4&E4&F4&G4 7
  1260	F4&F4&F4&G4&F4&G4&G4&A4 7
  1261	F4&F4&G4&A4&F4&E4&D4 7
  1262	F4&F4&G4&A4&F4&G4 7
  1263	F4&F4&G4&F4&F4&D4 7
  1264	F4&F4&G4&G4&F4&G4 7
  1265	F4&G4&A4&A4&F4&G4 7
  1266	F4&G4&A4&F4&E4&D4&E4 7
  1267	F4&G4&A4&G4&F4&F4&E4&F4&G4 7
  1268	F5&G5 7
  1269	G4&A4&C5&A4&B4&A4&G4 7
  1270	G4&A4&C5&C5&C5&C5&B4 7
  1271	G4&A4&C5&C5&D5&D5&C5&D5&E5&D5&C5&D5&D5&D5 7
  1272	G4&A4&C5&G4&A4&G4 7
  1273	G4&A4&G4&A4&C5&A4 7
  1274	G4&B4&C5&D5&D5 7
  1275	G4&C5&C5 7
  1276	G4&E4&F4&E4&D4 7
  1277	G4&G4&F4&G4&A4 7
  1278	G4&G4&G4&A4&G4&G4 7
  1279	G4&G4&G4&F4&G4 7
  1280	G5&A5&G5 7
  1281	A3&C4&D4&F4&D4&D4&D4 6
  1282	A4&A4&A4&C5&B4 6
  1283	A4&A4&A4&F4&G4&A4&A4 6
  1284	A4&A4&A4&G4&A4&G4&G4&F4&G4 6
  1285	A4&A4&A4&G4&G4&F4&F4&A4&A4&F4&G4&A4&G4&F4 6
  1286	A4&A4&C5&A4&A4&A4&A4 6
  1287	A4&A4&C5&A4&C5 6
  1288	A4&A4&C5&A4&G4&G4 6
  1289	A4&A4&C5&C5 6
  1290	A4&A4&D5&C5&D5&D5&B4&C5&D5&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 6
  1291	A4&A4&D5&D5 6
  1292	A4&A4&G4&A4&B4 6
  1293	A4&A4&G4&F4&G4&G4&A4 6
  1294	A4&A4&G4&F4&G4&G4&A4&G4 6
  1295	A4&B4&A4&G4&F4&F4&G4 6
  1296	A4&B4&B4&A4&A4&G4 6
  1297	A4&B4&C5&A4&G4&A4&B4 6
  1298	A4&B4&C5&B4&A4&C5 6
  1299	A4&B4&C5&B4&A4&D5&C5&D5&F5 6
  1300	A4&B4&C5&B4&A4&G4&A4&A4&G4&G4 6
  1301	A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4&G4 6
  1302	A4&B4&C5&B4&A4&G4&G4&A4&C5&C5&A4&B4&C5&B4&A4&G4&G4&A4&C5&G4&E4&F4&F4 6
  1303	A4&B4&C5&B4&A4&G4&G4&A4&C5&C5&B4&C5&A4&C5&A4&G4&A4&A4&G4&G4 6
  1304	A4&B4&C5&D5&C5&B4&A4&B4&C5&B4&A4&G4&G4&A4&C5&A4&G4&A4&A4&G4 6
  1305	A4&B4&G4&F4 6
  1306	A4&B4&G4&F4&F4 6
  1307	A4&C5&A4&A4&D5&C5&D5&F5 6
  1308	A4&C5&A4&C5&G4&G4 6
  1309	A4&C5&A4&G4&G4&G4 6
  1310	A4&C5&C5&C5 6
  1311	A4&C5&G4&A4&F4&G4 6
  1312	A4&C5&G4&A4&G4&E4&F4&G4 6
  1313	A4&C5&G4&A4&G4&G4&F4&F4&G4 6
  1314	A4&D5&B4&C5&A4&G4&A4&G4&F4&G4&A4&B4&C5&B4 6
  1315	A4&F4&G4&A4 6
  1316	A4&G4&A4&B4&A4&A4 6
  1317	A4&G4&A4&B4&A4&A4&A4&G4 6
  1318	A4&G4&A4&B4&A4&G4&A4&F4&G4&A4&A4&C5&B4&C5&D5&C5&B4&A4&A4&C5&A4&G4&A4&G4&F4&G4 6
  1319	A4&G4&A4&B4&A4&G4&G4&D5&D5&E5&D5&C5&B4&A4 6
  1320	A4&G4&A4&B4&C5&A4&G4 6
  1321	A4&G4&A4&C5&A4&B4 6
  1322	A4&G4&A4&C5&A4&G4&F4&G4 6
  1323	A4&G4&A4&C5&B4&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 6
  1324	A4&G4&A4&C5&B4&C5&D5&C5&C5&B4 6
  1325	A4&G4&A4&C5&B4&G4&C5&C5&D5&C5&B4&C5&B4&A4&G4&A4&G4 6
  1326	A4&G4&A4&C5&C5&D5 6
  1327	A4&G4&A4&C5&C5&D5&D5 6
  1328	A4&G4&A4&F4&D4 6
  1329	A4&G4&A4&F4&E4&D4&E4 6
  1330	A4&G4&A4&G4&A4&B4&A4 6
  1331	A4&G4&A4&G4&F4&A4&G4 6
  1332	A4&G4&A4&G4&F4&F4&E4&G4&G4 6
  1333	A4&G4&A4&G4&F4&G4&A4&G4&A4&G4 6
  1334	A4&G4&A4&G4&F4&G4&G4 6
  1335	A4&G4&F4 6
  1336	A4&G4&F4&G4&A4&A4&G4&G4&C5&C5&B4&C5&A4&G4&A4&G4 6
  1337	A4&G4&F4&G4&A4&F4&E4&D4&D4 6
  1338	A4&G4&F4&G4&A4&G4&E4&E4 6
  1339	A4&G4&F4&G4&F4&D4 6
  1340	A4&G4&F4&G4&G4&C5&C5&B4&C5&A4&G4 6
  1341	A4&G4&F4&G4&G4&F4&F4 6
  1342	A4&G4&F4&G4&G4&G4&G4&G4 6
  1343	A4&G4&G4&A4&B4 6
  1344	A4&G4&G4&A4&C5&A4&A4&G4 6
  1345	A4&G4&G4&A4&C5&G4 6
  1346	A4&G4&G4&A4&F4&G4 6
  1347	A4&G4&G4&D5&D5&E5&D5 6
  1348	A4&G4&G4&D5&D5&E5&D5&C5&B4 6
  1349	A4&G4&G4&F4&A4&G4&G4&G4 6
  1350	A4&G4&G4&G4&A4&C5&A4&G4&A4&B4&A4&G4&A4&F4&G4&A4&A4&C5&B4&C5&D5&C5&B4&A4&A4&C5&A4&G4&A4&G4 6
  1351	A4&G4&G4&G4&F4 6
  1352	A4&G4&G4&G4&G4&G4&G4 6
  1353	A5&A5 6
  1354	B4&A4&G4&B4 6
  1355	B4&C5&C5 6
  1356	B4&C5&D5&D5&C5&B4 6
  1357	B5&C6 6
  1358	C4&D4&D4&A4&C5&A4 6
  1359	C4&D4&D4&D4&A4&A4&G4 6
  1360	C4&D4&D4&F4&G4 6
  1361	C4&D4&E4&F4&E4&D4 6
  1362	C4&D4&F4&F4&E4&D4 6
  1363	C4&D4&F4&F4&F4&G4 6
  1364	C4&D4&F4&F4&G4&F4&G4&A4&G4 6
  1365	C5&A4&A4&G4&A4&C5&B4 6
  1366	C5&A4&A4&G4&G4&C5&C5&B4&C5&A4& 6
  1367	C5&A4&C5&A4&G4 6
  1368	C5&A4&C5&C5&B4 6
  1369	C5&A4&C5&C5&C5&C5 6
  1370	C5&A4&C5&C5&G4 6
  1371	C5&A4&C5&D5&D5 6
  1372	C5&B4&A4&G4&G4 6
  1373	C5&B4&A4&G4&G4&A4&A4&G4 6
  1374	C5&B4&B4&C5&A4&C5 6
  1375	C5&B4&C5&D5&D5&E5&D5 6
  1376	C5&B4&C5&D5&E5&D5 6
  1377	C5&B4&G4&A4&G4 6
  1378	C5&C5&A4&A4 6
  1379	C5&C5&A4&C5&B4&A4 6
  1380	C5&C5&C5&A4&A4 6
  1381	C5&C5&C5&B4&C5&B4 6
  1382	C5&C5&C5&C5&C5 6
  1383	C5&C5&C5&C5&C5&D5 6
  1384	C5&C5&C5&C5&D5&C5&C5&C5&C5 6
  1385	C5&C5&D5&B4&C5& 6
  1386	C5&C5&D5&E5&D5&C5&B4 6
  1387	C5&C5&D5&E5&E5&D5 6
  1388	C5&C5&D5&E5&F5&E5&D5 6
  1389	C5&C5&G4&A4 6
  1390	C5&C5&G4&G4&C5&C5&B4&C5&A4&G4 6
  1391	C5&C5&G4&G4&D5&D5&E5&D5&C5&B4&A4 6
  1392	C5&D5&B4&B4 6
  1393	C5&D5&C5&A4&G4&F4&G4 6
  1394	C5&D5&C5&C5&B4&A4&C5&B4 6
  1395	C5&D5&C5&C5&B4&A4&G4 6
  1396	C5&D5&C5&C5&C5&D5&E5&D5 6
  1397	C5&D5&C5&C5&D5&B4 6
  1398	C5&D5&C5&C5&D5&B4&C5&D5&C5&D5&D5 6
  1399	C5&D5&C5&D5&B4&C5&B4 6
  1400	C5&D5&C5&D5&C5&C5 6
  1401	C5&D5&C5&D5&E5 6
  1402	C5&D5&D5&B4&C5&B4 6
  1403	C5&D5&D5&C5&A4 6
  1404	C5&D5&D5&C5&D5&F5 6
  1405	C5&D5&D5&F5 6
  1406	C5&D5&D5&G4 6
  1407	C5&D5&E5&C5&B4 6
  1408	C5&D5&E5&C5&D5&D5&D5 6
  1409	C5&G4&A4&C5&C5&D5&B4&C5&C5&B4 6
  1410	D4&A4&C5&G4&A4&A4&G4&A4&G4&F4&A4 6
  1411	D4&C4&D4&E4&F4&G4 6
  1412	D4&C4&D4&F4&D4 6
  1413	D4&D4&C4&D4&D4 6
  1414	D4&D4&D4&E4&F4&E4&D4&C4&D4&F4&E4&F4&G4&F4&F4&E4&D4&E4&D4&C4 6
  1415	D4&E4&F4&G4&G4&G4 6
  1416	D4&F4&D4&D4&C4 6
  1417	D4&F4&E4&F4&D4 6
  1418	D4&F4&E4&F4&G4 6
  1419	D4&F4&E4&G4&E4&F4&F4&E4 6
  1420	D4&F4&G4&A4&G4 6
  1421	D4&F4&G4&A4&G4&G4&G4&G4&G4 6
  1422	D5&B4&C5&D5&C5&D5&D5&D5 6
  1423	D5&B4&D5&E5&D5&D5&D5 6
  1424	D5&C5&B4&A4 6
  1425	D5&C5&B4&C5&B4&A4&G4 6
  1426	D5&C5&B4&C5&D5 6
  1427	D5&D5&B4&C5&D5&C5&B4 6
  1428	D5&D5&D5&E5&D5&E5&D5&C5&D5&C5&C5&D5&E5&D5&E5&F5&E5&D5&C5&D5&E5&D5&E5&D5&C5&B4 6
  1429	D5&E5&D5&D5 6
  1430	D5&F5&E5&F5&E5&D5 6
  1431	E4&D4&C4 6
  1432	E4&F4&E4&D4&E4&F4&D4&C4&D4 6
  1433	E4&F4&E4&D4&F4&D4 6
  1434	E4&F4&E4&D4&G4 6
  1435	E4&F4&F4&E4&F4&D4 6
  1436	E4&F4&G4&F4&G4&E4&F4&E4&D4&E4&F4&D4&D4 6
  1437	E4&G4&A4&A4 6
  1438	E4&G4&F4&F4&F4&E4 6
  1439	E5&C5&D5&D5&A4&C5&D5&C5&B4&C5&C5&B4 6
  1440	E5&E5&C5&D5&E5&D5& 6
  1441	E5&E5&D5&D5&E5&D5 6
  1442	E5&F5&E5&D5&C5&D5&C5&C5&B4 6
  1443	E5&F5&E5&E5 6
  1444	E5&F5&E5&E5&D5&C5&D5&C5&C5&B4 6
  1445	E5&F5&G5&G5 6
  1446	E5&G5&F5 6
  1447	F4&A4&A4&F4&G4&A4&G4&F4 6
  1448	F4&A4&C5&C5&C5&C5 6
  1449	F4&A4&C5&G4&F4&F4&D4 6
  1450	F4&A4&D4&F4&A4&G4 6
  1451	F4&A4&F4&G4&A4&G4 6
  1452	F4&A4&G4&F4&G4&A4 6
  1453	F4&C4&A3 6
  1454	F4&C4&C4&D4 6
  1455	F4&D4&D4&D4&F4&G4 6
  1456	F4&D4&D4&E4&F4&G4 6
  1457	F4&D4&E4&F4&G4&G4&G4 6
  1458	F4&D4&E4&F4&G4&G4&G4&C5&C5&B4&C5&A4&G4 6
  1459	F4&D4&F4&E4 6
  1460	F4&D4&F4&F4&F4&F4 6
  1461	F4&D4&F4&F4&F4&F4&G4 6
  1462	F4&D4&F4&G4&A4&G4 6
  1463	F4&D4&G4&A4&B4 6
  1464	F4&E4&C4&E4&F4&D4&D4 6
  1465	F4&E4&D4&C4&E4&F4&G4 6
  1466	F4&E4&D4&D4&A4&A4&A4&G4&F4&G4&A4&G4&F4&E4&D4 6
  1467	F4&E4&D4&D4&D4&E4&F4&G4 6
  1468	F4&E4&D4&D4&E4&F4&G4 6
  1469	F4&E4&D4&D4&F4&G4 6
  1470	F4&E4&D4&E4&E4&A4&G4&A4&C5&G4& 6
  1471	F4&E4&D4&E4&E4&E4&F4&G4 6
  1472	F4&E4&D4&F4&F4&G4 6
  1473	F4&E4&F4 6
  1474	F4&E4&F4&D4&D4&D4 6
  1475	F4&E4&F4&D4&F4&C4&D4&F4&E4&F4&E4&D4&D4 6
  1476	F4&E4&F4&D4&F4&C4&D4&F4&E4&F4&E4&D4&D4&F4&G4 6
  1477	F4&E4&F4&F4&D4&G4&A4&C5&A4&A4 6
  1478	F4&E4&F4&G4&D4&E4&D4&E4&C4&C4&E4&F4&G4 6
  1479	F4&E4&F4&G4&F4&E4&D4&D4&A4&A4&G4&F4&G4&A4&G4 6
  1480	F4&E4&F4&G4&F4&F4 6
  1481	F4&E4&F4&G4&G4&E4 6
  1482	F4&E4&F4&G4&G4&F4 6
  1483	F4&E4&G4&E4&F4&F4&E4 6
  1484	F4&E4&G4&F4&E4&D4&D4 6
  1485	F4&F4&A4&C5&D5&C5&B4 6
  1486	F4&F4&A4&G4 6
  1487	F4&F4&D4&F4&D4&C4&D4 6
  1488	F4&F4&D4&F4&F4 6
  1489	F4&F4&E4&E4&D4 6
  1490	F4&F4&E4&F4&E4 6
  1491	F4&F4&E4&F4&G4&F4&E4&G4&G4&A4&G4&A4&G4&F4&E4&F4&G4&E4 6
  1492	F4&F4&E4&F4&G4&F4&G4&G4 6
  1493	F4&F4&F4&E4&C4& 6
  1494	F4&F4&F4&F4&C4&D4 6
  1495	F4&F4&F4&F4&E4&F4&G4&F4&E4&G4&G4&A4&G4&A4&G4&F4&E4&F4&G4 6
  1496	F4&F4&F4&F4&E4&G4 6
  1497	F4&F4&F4&F4&F4&D4 6
  1498	F4&F4&G4&A4&F4&E4&D4&F4&C4&D4 6
  1499	F4&G4&A4&A4&A4&A4&A4&A4 6
  1500	F4&G4&A4&A4&C5&G4&F4&G4&A4&G4 6
  1501	F4&G4&A4&F4&E4&D4&F4&C4&D4&F4&E4&F4&E4&D4 6
  1502	F4&G4&A4&F4&E4&D4&F4&C4&D4&F4&E4&F4&E4&D4&D4 6
  1503	F4&G4&A4&G4&A4&A4&A4&B4&A4&A4&A4&F4&G4&A4&A4 6
  1504	F4&G4&A4&G4&A4&A4&B4&A4&A4&A4&F4&G4&A4&A4&C5 6
  1505	F4&G4&A4&G4&A4&A4&B4&A4&A4&A4&G4&G4 6
  1506	F4&G4&A4&G4&F4&E4&D4&E4&E4&E4 6
  1507	F4&G4&F4&E4&F4&F4&E4 6
  1508	G4&A4&A4&A4&A4 6
  1509	G4&A4&A4&G4&F4&G4&A4&G4&F4&E4&F4&G4&G4&F4 6
  1510	G4&A4&C5&A4&A4&G4 6
  1511	G4&A4&C5&A4&G4&A4&B4&A4&G4&A4&F4&G4&A4&A4&C5&B4&C5&D5&C5&B4&A4&A4&C5&A4&G4 6
  1512	G4&A4&C5&C5&C5&D5&C5&C5&B4 6
  1513	G4&A4&G4&A4&C5 6
  1514	G4&A4&G4&F4&A4 6
  1515	G4&A4&G4&G4&F4&G4&A4 6
  1516	G4&C5 6
  1517	G4&E4&G4&A4 6
  1518	G4&E4&G4&A4&G4 6
  1519	G4&F4&G4&G4&G4 6
  1520	G4&G4&A4&A4&G4&G4 6
  1521	G4&G4&D5&D5 6
  1522	G4&G4&D5&D5&D5&D5 6
  1523	G4&G4&G4&C5&A4&G4 6
  1524	G4&G4&G4&F4&G4&G4 6
  1525	G5&A5&G5&F5&E5&D5 6
  1526	G5&F5&E5&D5&C5&B4 6
  1527	G5&G5&G5 6
  1528	A3&A3 5
  1529	A4&A4&A4&C5&A4&A4&A4&A4 5
  1530	A4&A4&A4&C5&D5&C5&B4 5
  1531	A4&A4&A4&G4&A4&F4&G4 5
  1532	A4&A4&A4&G4&A4&G4&G4&F4&G4&A4 5
  1533	A4&A4&A4&G4&F4&G4&A4&G4&F4&E4 5
  1534	A4&A4&A4&G4&F4&G4&G4 5
  1535	A4&A4&A4&G4&G4&E4&F4 5
  1536	A4&A4&B4&A4&A4 5
  1537	A4&A4&B4&B4&B4 5
  1538	A4&A4&B4&C5&B4&A4&G4&G4&A4&C5&B4 5
  1539	A4&A4&C5&A4&A4&A4 5
  1540	A4&A4&C5&A4&G4&A4&G4&F4&G4 5
  1541	A4&A4&C5&A4&G4&A4&G4&G4 5
  1542	A4&A4&C5&C5&B4 5
  1543	A4&A4&C5&C5&G4 5
  1544	A4&A4&C5&G4&A4 5
  1545	A4&A4&D5&C5&B4 5
  1546	A4&A4&D5&C5&D5&D5&B4&C5&D5&C5&B4 5
  1547	A4&A4&D5&C5&D5&E5&D5 5
  1548	A4&A4&F4&G4&G4&G4 5
  1549	A4&A4&G4&A4&G4&G4&F4&G4 5
  1550	A4&A4&G4&F4&G4&A4 5
  1551	A4&A4&G4&F4&G4&A4&G4&A4 5
  1552	A4&A4&G4&G4&F4&G4&G4 5
  1553	A4&B4&A4&G4&A4&A4&C5&B4 5
  1554	A4&B4&A4&G4&A4&F4&G4 5
  1555	A4&B4&A4&G4&A4&G4&A4 5
  1556	A4&B4&A4&G4&F4 5
  1557	A4&B4&A4&G4&F4&A4&C5&A4&A4&G4 5
  1558	A4&B4&A4&G4&F4&F4 5
  1559	A4&B4&A4&G4&G4&D5&D5&E5&D5&C5&B4 5
  1560	A4&B4&B4&B4 5
  1561	A4&B4&C5&A4&G4&A4 5
  1562	A4&B4&C5&A4&G4&F4&G4 5
  1563	A4&B4&C5&B4&A4&A4&C5 5
  1564	A4&B4&C5&B4&A4&C5&A4&G4&G4&A4&C5&A4&B4&A4&G4 5
  1565	A4&B4&C5&B4&A4&G4&A4&A4&G4&F4&G4&A4&C5&A4&A4&G4 5
  1566	A4&B4&C5&B4&A4&G4&G4 5
  1567	A4&B4&C5&B4&A4&G4&G4&A4&C5&C5&B4&C5&A4&C5 5
  1568	A4&B4&C5&C5&B4 5
  1569	A4&B4&C5&D5&C5 5
  1570	A4&B4&C5&G4 5
  1571	A4&B4&C5&G4&G4 5
  1572	A4&C5&A4&A4&D5&C5&D5&F5&C5&A4&C5 5
  1573	A4&C5&A4&A4&G4&A4&C5&G4&A4&G4&G4 5
  1574	A4&C5&A4&A4&G4&G4 5
  1575	A4&C5&A4&G4&A4&A4&D5&C5&D5&F5&C5&A4&C5 5
  1576	A4&C5&A4&G4&G4&A4 5
  1577	A4&C5&C5&A4&G4 5
  1578	A4&C5&C5&G4&F4&G4&G4 5
  1579	A4&C5&G4&A4&C5 5
  1580	A4&C5&G4&A4&G4&E4&E4&G4&E4&F4&F4&E4 5
  1581	A4&C5&G4&F4&G4&G4 5
  1582	A4&D5&B4&C5&A4&G4&A4&G4&F4&G4&A4&B4&C5&B4&A4&A4&D5&C5&D5&F5&C5&A4 5
  1583	A4&D5&B4&C5&A4&G4&A4&G4&F4&G4&A4&C5&A4&A4&D5&C5&D5&F5 5
  1584	A4&G4&A4&B4&A4&A4&G4&F4&E4&G4&A4&G4 5
  1585	A4&G4&A4&B4&A4&G4&A4&G4 5
  1586	A4&G4&A4&B4&A4&G4&A4&G4&G4&A4&A4&C5&B4&C5&D5&C5&B4 5
  1587	A4&G4&A4&B4&A4&G4&F4&G4&A4&G4 5
  1588	A4&G4&A4&B4&A4&G4&F4&G4&A4&G4&F4&G4&G4&F4&F4&G4 5
  1589	A4&G4&A4&B4&A4&G4&G4&G4 5
  1590	A4&G4&A4&B4&B4&B4 5
  1591	A4&G4&A4&B4&C5&B4&A4 5
  1592	A4&G4&A4&B4&G4&G4 5
  1593	A4&G4&A4&C5&A4&A4&C5&A4 5
  1594	A4&G4&A4&C5&A4&A4&G4 5
  1595	A4&G4&A4&C5&A4&C5&G4&G4 5
  1596	A4&G4&A4&C5&A4&G4&F4&G4&A4&G4&F4&G4 5
  1597	A4&G4&A4&C5&B4&A4&A4 5
  1598	A4&G4&A4&C5&B4&C5&C5&B4&C5&A4&G4&A4&C5&B4 5
  1599	A4&G4&A4&C5&D5&C5 5
  1600	A4&G4&A4&C5&G4&A4 5
  1601	A4&G4&A4&F4&F4&G4&A4&G4&A4&B4&A4&A4&G4&F4&E4&G4&A4&G4 5
  1602	A4&G4&A4&G4&E4&F4&G4&G4 5
  1603	A4&G4&A4&G4&F4&F4 5
  1604	A4&G4&F4&A4&G4 5
  1605	A4&G4&F4&E4&F4&G4&G4 5
  1606	A4&G4&F4&G4&A4&A4&G4&F4&G4 5
  1607	A4&G4&F4&G4&A4&G4&E4&G4&E4 5
  1608	A4&G4&F4&G4&A4&G4&E4&G4&E4&F4&F4&E4 5
  1609	A4&G4&F4&G4&F4&F4 5
  1610	A4&G4&F4&G4&G4&A4&C5&A4&B4&A4&G4 5
  1611	A4&G4&F4&G4&G4&A4&C5&B4 5
  1612	A4&G4&F4&G4&G4&A4&G4&F4&G4 5
  1613	A4&G4&F4&G4&G4&D5&D5&E5&D5&C5&B4 5
  1614	A4&G4&F4&G4&G4&F4&A4 5
  1615	A4&G4&G4&A4&C5&B4&A4&B4&C5&B4&A4&G4&G4&A4&C5&A4&G4&A4&G4&A4&B4&A4&F4&A4 5
  1616	A4&G4&G4&A4&G4&F4&F4&G4 5
  1617	A4&G4&G4&B4 5
  1618	A4&G4&G4&C5&C5&B4&C5&A4&G4&A4&G4 5
  1619	A4&G4&G4&F4&G4&A4&G4&A4 5
  1620	A4&G4&G4&F4&G4&A4&G4&A4&G4&F4&E4 5
  1621	A4&G4&G4&G4&A4&C5&C5 5
  1622	B4&A4&A4 5
  1623	B4&A4&A4&G4 5
  1624	B4&A4&B4&C5 5
  1625	B4&A4&B4&C5&D5&C5&B4 5
  1626	B4&A4&G4&A4&B4&A4&G4&G4&A4&G4&F4&G4 5
  1627	B4&B4&A4&B4 5
  1628	B4&B4&A4&G4 5
  1629	B4&B4&C5&B4&B4 5
  1630	B4&C5&A4&G4&A4&G4 5
  1631	B4&D5&E5 5
  1632	C4&A3&C4&D4 5
  1633	C4&A3&C4&D4&D4 5
  1634	C4&C4&C4&F4&C4&D4 5
  1635	C4&C4&D4&C4 5
  1636	C4&C4&D4&D4&D4 5
  1637	C4&D4&D4&A4&C5&A4&A4&A4 5
  1638	C4&D4&D4&A4&C5&A4&A4&A4&A4 5
  1639	C4&D4&F4&D4&C4&D4 5
  1640	C4&D4&F4&F4&C4 5
  1641	C4&D4&F4&F4&E4&D4&D4 5
  1642	C4&D4&F4&G4&F4&D4 5
  1643	C4&F4&G4&A4&G4&F4&G4&F4&F4&D4 5
  1644	C4&F4&G4&G4 5
  1645	C5&A4&A4&B4 5
  1646	C5&A4&C5&C5&C5 5
  1647	C5&B4&A4&G4&A4&G4&A4&G4&F4&G4&G4&F4&F4&G4 5
  1648	C5&B4&C5&A4 5
  1649	C5&B4&C5&D5&C5 5
  1650	C5&B4&G4&A4 5
  1651	C5&C5&B4&A4&C5&A4&B4&C5&B4&A4&G4&A4&C5&A4&G4&A4&A4&G4 5
  1652	C5&C5&B4&C5&C5 5
  1653	C5&C5&B4&C5&D5&D5 5
  1654	C5&C5&B4&G4&A4&C5 5
  1655	C5&C5&C5&B4&C5&D5&C5&B4&C5&A4&A4&G4&A4&C5&C5&C5&C5 5
  1656	C5&C5&C5&B4&C5&D5&C5&D5&D5 5
  1657	C5&C5&C5&C5&B4&C5&B4&C5&A4&C5&D5&C5&B4&C5&D5&C5&B4&A4&B4&B4 5
  1658	C5&C5&C5&C5&C5&B4&C5&B4 5
  1659	C5&C5&C5&C5&C5&C5&C5&B4 5
  1660	C5&C5&C5&C5&C5&C5&C5&C5&B4 5
  1661	C5&C5&C5&C5&C5&C5&C5&C5&C5&C5&B4&A4&G4&A4&B4&C5&A4 5
  1662	C5&C5&C5&C5&C5&C5&C5&C5&C5&C5&C5&B4&A4&G4 5
  1663	C5&C5&C5&C5&C5&D5& 5
  1664	C5&C5&C5&D5&C5&C5&A4&C5&B4 5
  1665	C5&C5&C5&D5&D5&C5&C5&D5&E5&D5&C5&B4 5
  1666	C5&C5&C5&D5&E5 5
  1667	C5&C5&C5&D5&E5&D5 5
  1668	C5&C5&F4 5
  1669	C5&C5&G4&B4&C5&A4&G4&A4&G4&F4&G4 5
  1670	C5&D5&B4&C5&A4 5
  1671	C5&D5&B4&C5&A4&G4&G4 5
  1672	C5&D5&C5&C5&A4&C5&D5&C5&C5 5
  1673	C5&D5&C5&C5&C5&C5&B4&C5 5
  1674	C5&D5&C5&C5&C5&C5&D5 5
  1675	C5&D5&C5&C5&C5&D5&B4&C5&D5&C5&D5&D5 5
  1676	C5&D5&C5&C5&D5&D5 5
  1677	C5&D5&C5&C5&G4&A4&C5 5
  1678	C5&D5&C5&D5&C5&C5&C5&B4 5
  1679	C5&D5&D5&C5&B4&C5&B4&A4&G4 5
  1680	C5&D5&D5&D5&E5&F5&G5&F5&E5&D5 5
  1681	C5&D5&E5&D5&C5&D5&D5&A4&D5&C5&B4&A4&G4&A4&G4&F4&G4 5
  1682	C5&D5&E5&D5&C5&D5&D5&D5&A4&D5&B4 5
  1683	C5&D5&E5&F5&D5&C5&B4 5
  1684	C5&D5&E5&G5 5
  1685	C5&E5&G5 5
  1686	C5&F4&A4 5
  1687	D4&A3&C4&D4 5
  1688	D4&D4&C4&F4&G4&F4&A4&A4&B4 5
  1689	D4&D4&D4&F4&G4 5
  1690	D4&D4&G4 5
  1691	D4&D4&G4&F4&F4 5
  1692	D4&E4&D4&C4&D4 5
  1693	D4&E4&F4&E4&D4&E4 5
  1694	D4&E4&G4&A4 5
  1695	D4&F4&D4&D4&C4&F4&G4 5
  1696	D4&F4&E4&F4&D4&F4&D4&C4&D4&D4 5
  1697	D5&C5& 5
  1698	D5&C5&A4&G4 5
  1699	D5&C5&C5&D5&E5&D5 5
  1700	D5&D5&B4&C5 5
  1701	D5&D5&C5 5
  1702	D5&D5&C5&C5&B4 5
  1703	D5&D5&D5&D5&B4&C5&D5 5
  1704	D5&E5&C5&D5&C5&B4&A4&A4&G4 5
  1705	D5&E5&E5 5
  1706	D5&E5&F5&D5 5
  1707	D5&F5&D5&D5 5
  1708	D5&F5&F5&F5 5
  1709	E4&D4&D4&C4 5
  1710	E4&D4&D4&D4 5
  1711	E4&D4&G4&A4&C5&B4 5
  1712	E4&E4&G4&E4&F4&F4&E4 5
  1713	E4&F4&D4&C4&D4&E4&E4 5
  1714	E4&F4&D4&F4&G4 5
  1715	E4&F4&E4&D4&C4&D4&F4&E4&F4&G4&E4&F4&E4&D4&E4 5
  1716	E4&F4&E4&D4&E4&E4&D4 5
