     1	2&-2 1317
     2	2&-2&-2&2 1036
     3	0&0&0&0 1022
     4	-1&-2&-2&2 989
     5	0&0 949
     6	2&-2&0 856
     7	0&-2 852
     8	2&-2&-2 820
     9	-1&-2&2&1 818
    10	2&-2&2 802
    11	-1&1&2&-2 712
    12	-1&-2 690
    13	0&2 671
    14	0&-2&2 651
    15	2&-2&0&0 628
    16	3&-3&-2&2 615
    17	0 610
    18	0&0&0 548
    19	0&5 517
    20	2&0&-2 514
    21	2 502
    22	-1&1 488
    23	-3&3 479
    24	-1&-2&-2 478
    25	0&7 456
    26	3&-3 438
    27	-5 438
    28	5 429
    29	-1&1&2 423
    30	-2 420
    31	2&-2&0&-2 412
    32	-1&1&-3 399
    33	2&1 394
    34	-2&2 392
    35	2&-2&0&2 391
    36	2&-2&2&-2&-2 390
    37	0&3 388
    38	2&3 373
    39	-3 357
    40	-1&-2&3 356
    41	7 356
    42	2&-4 348
    43	-3&1 345
    44	0&-2&-2&2 337
    45	3&0 336
    46	-3&-2 330
    47	3&-3&-2 326
    48	-3&2&1 323
    49	-1&1&-1&-2 322
    50	0&2&1 310
    51	0&0&-2 301
    52	0&2&-2&-2 301
    53	-3&-2&2 292
    54	2&0 287
    55	-4&2 280
    56	3 279
    57	-1&-4&2 278
    58	2&0&0 274
    59	-1 265
    60	0&2&-2 262
    61	0&0&2 261
    62	-1&1&2&-2&2 259
    63	-1&-4 252
    64	1 248
    65	4&3 245
    66	4 243
    67	0&-2&0&2 238
    68	0&-2&2&3 238
    69	2&-2&0&-2&2 226
    70	0&-2&5 221
    71	0&-2&0 220
    72	3&-5 220
    73	2&-2&-1&-2 217
    74	4&-2 217
    75	-1&1&2&-2&0 214
    76	2&-2&-3&1 214
    77	0&2&3 208
    78	-1&3 204
    79	-4 203
    80	3&2 202
    81	-1&-2&2 198
    82	-5&2&3 196
    83	2&-2&-2&0 195
    84	0&-1&1&-3&-2 193
    85	-1&-2&-2&2&3 190
    86	-2&0 190
    87	-3&3&2 189
    88	4&3&0 189
    89	0&0&-2&-2&2 186
    90	4&1 186
    91	0&-1&1&-3 185
    92	-1&1&0 185
    93	-1&-2&2&1&-3 184
    94	0&-2&-2 182
    95	-1&-2&0&7 180
    96	-1&-2&-2&0&2 178
    97	5&2 177
    98	0&3&-3 174
    99	-3&3&0 173
   100	2&1&-3 167
   101	-7 165
   102	2&-2&2&-4 164
   103	0&3&-3&-2 162
   104	0&0&5 160
   105	-1&1&2&-3&1 159
   106	2&1&-1&-2&-2 157
   107	0&-3&1 151
   108	-1&1&-1&-2&-2 151
   109	-1&1&-3&-2 150
   110	0&0&0&0&0 149
   111	-5&2 148
   112	2&-3&1 147
   113	-5&5 146
   114	-1&0&1 144
   115	2&-2&2&1 143
   116	0&2&-4 142
   117	-5&3 142
   118	2&3&0 139
   119	-3&3&-3 138
   120	5&0 138
   121	2&1&-1&-2 137
   122	-2&2&3&-5 136
   123	2&-2&-3 134
   124	2&0&-2&2 133
   125	0&0&-2&2 132
   126	3&0&0 129
   127	2&3&-3 128
   128	4&-2&-2 128
   129	-3&3&2&-2 127
   130	-1&-2&3&0 121
   131	-1&-2&3&2 121
   132	2&-2&-2&-2&2 121
   133	-1&-2&0&3 118
   134	-1&-2&3&-3 118
   135	2&0&0&-2 117
   136	-1&1&2&0&-2 116
   137	2&-2&0&0&0 115
   138	-2&0&2 113
   139	-1&-2&2&-2&-2 112
   140	0&0&2&1 111
   141	-1&0&-2 111
   142	2&-2&2&3 110
   143	-1&1&-3&3 108
   144	-2&2&2&-2&-2 108
   145	0&0&0&2 107
   146	0&0&3 106
   147	2&-2&2&0&-2 105
   148	-2&2&3 105
   149	0&-2&5&2 104
   150	-4&2&2 104
   151	0&0&7 100
   152	-5&-2 100
   153	-2&2&2&0&-2 99
   154	-4&4 97
   155	2&-2&-1&-2&3 96
   156	2&2&-2&-2 96
   157	-3&3&-5 96
   158	2&3&-5 95
   159	2&-4&2 94
   160	2&-4&0 93
   161	2&-2&-3&3 91
   162	-5&1 90
   163	0&3&2 89
   164	4&0&-4&2 89
   165	0&0&-3&3 88
   166	0&0&2&-2&0 87
   167	3&0&-5 87
   168	3&-3&0&0 87
   169	3&-3&3 87
   170	-1&-2&5 86
   171	-3&5 86
   172	-1&-2&0&2&1 85
   173	-1&3&0 84
   174	2&-2&2&2&-2 84
   175	2&-2&5 84
   176	0&2&-2&0 83
   177	0&2&-3&1 83
   178	0&2&-2&0&0 82
   179	2&-2&-2&2&-2 82
   180	-4&2&2&0&3 82
   181	2&-2&-2&-1 81
   182	-1&-2&-2&5 80
   183	0&-3&3 79
   184	2&0&-2&-2 79
   185	-3&0&3 79
   186	-3&3&-3&-2 79
   187	4&-2&-2&2 79
   188	2&-2&0&-1&1 78
   189	-3&1&-3&-2 78
   190	-1&1&2&-5 77
   191	2&1&2 77
   192	2&-2&-2&2&2 77
   193	-2&2&3&-5&-3 76
   194	0&2&3&-3 75
   195	-3&0&-2 75
   196	0&0&2&-2 73
   197	2&-2&0&2&3 73
   198	2&-2&4 72
   199	2&1&-3&-2 71
   200	0&2&0&-2 70
   201	0&2&2&-2&2 70
   202	0&-7 70
   203	-3&3&-5&2 70
   204	0&3&0 69
   205	-3&1&2 69
   206	-1&-2&3&-3&-2 68
   207	2&-2&-3&3&-3 68
   208	4&-4 68
   209	0&0&-1&-4&2 67
   210	0&-2&2&3&0 67
   211	2&0&-2&-2&2 67
   212	2&-2&0&-3&3 67
   213	-5&-2&2 67
   214	2&-2&0&-2&0 66
   215	2&-2&-2&-1&-2 66
   216	2&-2&2&-2 66
   217	4&-2&2 66
   218	1&0&-1 65
   219	2&-7 65
   220	3&-3&-2&-2&2 64
   221	0&1 63
   222	2&-2&-1 62
   223	2&0&-2&0&5 61
   224	-3&1&0 61
   225	3&-3&0&-2 61
   226	0&0&0&-2 60
   227	0&2&3&0 60
   228	2&-2&0&-2&-2 60
   229	0&-4&2 59
   230	-1&3&-2 59
   231	0&0&2&3 58
   232	-3&-2&5 58
   233	0&0&3&-3 57
   234	0&2&-2&-2&-1 57
   235	2&-2&2&-2&0 57
   236	2&-2&-2&4 57
   237	0&0&0&0&-2 56
   238	-2&4 56
   239	0&-2&7 55
   240	0&4&1 55
   241	-1&1&-3&-2&2 55
   242	-1&0&-2&-2 54
   243	-1&-4&2&3 54
   244	2&-2&-1&-2&-2 54
   245	-4&2&2&-2&2 54
   246	-4&4&3 54
   247	7&-2 54
   248	-1&-2&2&1&2 53
   249	5&-2 53
   250	0&-2&-2&2&2 52
   251	0&3&-5 52
   252	-1&1&-1&1 52
   253	-1&1&-1&-2&3 52
   254	2&-2&0&0&2 52
   255	2&-2&0&0&-2 51
   256	2&-2&2&-3&1 51
   257	0&2&-2&-2&2 50
   258	-1&1&2&-2&-3 49
   259	2&-2&-2&0&2 49
   260	3&0&-1&1&-3 49
   261	0&0&-5&5 48
   262	-7&2 48
   263	0&5&-2 47
   264	3&-3&2&1 47
   265	3&-3&-2&2&3 47
   266	0&0&1 46
   267	-1&-4&5 46
   268	2&-2&-2&2&0 45
   269	-3&0 45
   270	-3&-2&2&3 45
   271	3&-3&3&-5 45
   272	-5&4&1 45
   273	-1&0&-2&2 44
   274	2&0&-2&0 44
   275	3&-3&0&3 44
   276	4&3&0&0 44
   277	0&2&2&-2&-2 43
   278	0&-4 43
   279	0&8 43
   280	-1&1&-3&2&1 43
   281	-1&-2&2&0&-2 43
   282	-3&0&7 43
   283	0&-2&0&2&3 42
   284	0&5&-2&2 42
   285	2&-2&-1&1&2 42
   286	-5&3&2 42
   287	0&-2&2&3&-5 41
   288	0&-2&4 41
   289	1&0 41
   290	-1&3&-2&0&0 41
   291	2&0&0&-2&2 41
   292	2&3&0&0 41
   293	0&-1&1&2&-2 40
   294	0&2&-2&2 40
   295	-1&3&2&-2&-2 40
   296	2&0&0&5 40
   297	2&0&-4&2 40
   298	-3&3&0&0 40
   299	-5&0&5 40
   300	-2&-2&2 39
   301	2&-4&-1&-2 39
   302	6 39
   303	0&0&0&-2&2 38
   304	0&0&-2&5 38
   305	2&2 38
   306	2&-2&2&3&-3 38
   307	4&1&2 38
   308	-1&0&3 37
   309	2&-2&0&5 37
   310	-3&0&2&1 37
   311	-3&3&-3&3 37
   312	-7&2&3 37
   313	0&2&0&-2&2 36
   314	0&-2&4&-2 36
   315	-1&0&1&2 36
   316	-1&-2&3&-5 36
   317	2&0&2&-2&-2 36
   318	2&0&-3&1 36
   319	-3&-2&-2&2 36
   320	-5&2&3&0 36
   321	8 36
   322	0&-2&0&0 35
   323	-1&-2&2&0&1 35
   324	-2&0&0 35
   325	2&0&7 35
   326	2&1&0 35
   327	2&-2&-1&1 35
   328	2&-4&-1&-2&3 35
   329	-3&2&-2&-2 35
   330	0&5&0 34
   331	2&0&1 34
   332	2&-2&2&3&0 34
   333	-3&0&-2&2 34
   334	-3&-2&-2 34
   335	3&-3&-2&5 34
   336	4&3&-5 34
   337	-5&5&-2 34
   338	0&0&2&-2&-2 33
   339	-1&-4&4&1 33
   340	2&3&-3&0&5 33
   341	0&0&0&3&-3 32
   342	0&0&3&2 32
   343	-1&-2&-2&-2 32
   344	-2&2&3&0 32
   345	-3&2&1&2 32
   346	-5&2&1 32
   347	1&2 31
   348	-1&-2&-2&-2&2 31
   349	2&-2&0&-3&1 31
   350	2&-2&2&-4&2 31
   351	2&-2&-3&-2 31
   352	2&3&-3&-2&2 31
   353	3&-3&0&0&-2 31
   354	-5&4&1&-3&-2 31
   355	-1&1&0&0 30
   356	-1&-2&0&-2 30
   357	2&-2&0&2&-2 30
   358	2&2&-4 30
   359	2&-5&1 30
   360	-6 30
   361	0&0&0&2&-2 29
   362	0&0&-1&3 29
   363	0&-2&-1&1&2 29
   364	0&3&-3&-2&2 29
   365	-3&5&2 29
   366	-1&-2&0&0&-2 28
   367	-1&-2&0&-2&2 28
   368	2&1&-3&-2&2 28
   369	3&-3&-2&-2 28
   370	0&2&2&0&-2 27
   371	0&2&-3&1&-3 27
   372	-1&-2&2&-4 27
   373	-1&-2&-2&5&2 27
   374	-1&-2&7 27
   375	2&-2&-2&-2 27
   376	2&2&-2&-2&2 27
   377	-7&7 27
   378	0&2&0&0&-2 26
   379	0&-2&5&0 26
   380	0&3&2&-2&0 26
   381	0&7&0 26
   382	2&1&2&-2 26
   383	2&-2&2&-2&2 26
   384	2&-2&7 26
   385	-3&0&5 26
   386	-3&3&0&0&0 26
   387	3&-3&2&-2&-2 26
   388	0&2&-4&0 25
   389	0&5&-3&-2 25
   390	-1&0&5 25
   391	-1&1&-1&3 25
   392	-1&-2&5&-2 25
   393	2&0&-4 25
   394	2&-2&-4&2 25
   395	-2&5 25
   396	-3&3&-3&-2&2 25
   397	0&-2&2&-2 24
   398	0&2&-2&-2&0 24
   399	0&2&2&-4 24
   400	-1&1&0&-1&1 24
   401	2&-2&2&3&-5 24
   402	-5&2&-2&-2&2 24
   403	-7&3 24
   404	9 24
   405	0&0&0&-1&3 23
   406	0&0&-3&2&1 23
   407	0&-1&-2&-2&2 23
   408	0&2&3&-5 23
   409	0&5&0&0 23
   410	-1&-2&-2&4&1 23
   411	2&-2&0&2&-4 23
   412	2&3&0&0&2 23
   413	4&-2&-2&0 23
   414	-5&2&0&0 23
   415	5&-2&2 23
   416	0&0&4&1 22
   417	0&-1&3 22
   418	0&2&1&2 22
   419	0&-2&2&0&-2 22
   420	0&-2&-3&3 22
   421	-1&1&2&2&-4 22
   422	-1&1&-3&0&3 22
   423	-1&3&-3 22
   424	-1&-4&2&3&0 22
   425	2&0&-2&2&-4 22
   426	2&0&3 22
   427	2&-2&0&-2&4 22
   428	2&2&-2 22
   429	-2&2&3&2 22
   430	3&-3&0&3&-3 22
   431	4&2&1 22
   432	5&2&2&-2&-2 22
   433	0&0&-2&2&3 21
   434	0&-2&0&-2&2 21
   435	0&-2&2&-4 21
   436	0&2&-3&1&0 21
   437	-1&1&0&-1 21
   438	-1&1&0&2&-2 21
   439	-1&-2&0&3&-3 21
   440	2&0&-2&5 21
   441	-2&-2 21
   442	2&-2&-2&0&7 21
   443	-2&2&2&1 21
   444	2&-2&-3&-2&2 21
   445	2&3&2&-2 21
   446	-3&1&2&-2 21
   447	3&-3&3&0 21
   448	-4&2&2&3 21
   449	0&2&0&0 20
   450	0&-2&5&0&0 20
   451	0&8&0&0 20
   452	-1&1&2&0&0 20
   453	-1&-2&3&0&0 20
   454	-1&-2&5&2 20
   455	-1&3&-3&1 20
   456	-1&-4&0&5 20
   457	2&-2&0&-1&3 20
   458	2&-2&0&-3 20
   459	-2&2&2 20
   460	2&-2&-2&0&0 20
   461	-2&5&2 20
   462	-3&0&0 20
   463	-4&4&3&0 20
   464	-9 16
   465	10 5
   466	-8 3
   467	-10 1
   468	-12 1
