     1	2&-2 5714
     2	-2&2 4551
     3	0&0 4244
     4	2&-2&-2 2862
     5	0&-2 2493
     6	-1&-2 2399
     7	2&-2&2 2035
     8	0&2 1958
     9	3&-3 1900
    10	-1&1 1897
    11	2&-2&0 1832
    12	0&-2&2 1396
    13	-1&-2&2 1358
    14	-1&-2&-2 1211
    15	-1&1&-3 1096
    16	0&0&0 1092
    17	2&0&-2 1028
    18	3&0 974
    19	-3&3 974
    20	-3&1 957
    21	2&1 940
    22	0&0&-2 864
    23	3&-1&1 792
    24	3&-3&-2 761
    25	-2&2&2 721
    26	3&0&0 675
    27	-1&1&2 649
    28	0 629
    29	0&2&-2 596
    30	3&-5 591
    31	3&2 555
    32	0&0&2 545
    33	-4&2 513
    34	1&-1&-2 508
    35	-2 481
    36	0&7 478
    37	2 477
    38	0&5 462
    39	-3&-2 456
    40	3&-1&-2 454
    41	3&2&-2 439
    42	-1&-4&2 421
    43	1 419
    44	3 389
    45	1&-3 383
    46	-3&2&1 373
    47	-1&-2&0 347
    48	-5&2 334
    49	1&2 329
    50	5&2 318
    51	0&-2&-2 301
    52	-2&2&0 291
    53	2&-4 289
    54	2&0 282
    55	2&-2&-3 280
    56	0&2&1 279
    57	5&0 271
    58	0&5&0 268
    59	-1 254
    60	5 246
    61	4&-2 242
    62	0&-1&-2 241
    63	0&4 239
    64	2&0&0 239
    65	0&-1&1 232
    66	0&-2&5 229
    67	-1&3 229
    68	4 227
    69	-3&-2&2 226
    70	-1&-4 216
    71	1&2&-2 208
    72	3&0&2 202
    73	0&3&-3 198
    74	-3&3&-3 197
    75	-4 195
    76	-3&3&2 193
    77	-5 193
    78	-1&0 188
    79	0&-2&4 181
    80	0&2&-4 179
    81	-3 174
    82	0&7&0 172
    83	2&1&-3 171
    84	0&-2&0 165
    85	-3&1&2 162
    86	-2&2&-2 160
    87	-5&5 160
    88	0&0&5 154
    89	0&2&3 154
    90	-1&-2&3 152
    91	0&-4&2 147
    92	3&0&-5 143
    93	-3&3&0 138
    94	4&-2&-2 138
    95	-4&4 138
    96	-3&1&-3 137
    97	3&-5&2 131
    98	2&1&2 128
    99	0&3 123
   100	-4&2&2 122
   101	0&0&7 121
   102	-1&0&-2 119
   103	1&-3&-2 119
   104	-2&0&2 119
   105	-2&-1&-2 118
   106	0&-1 115
   107	0&-3&1 111
   108	-2&2&3 109
   109	0&-3&3 106
   110	7 106
   111	3&-3&1 105
   112	-1&1&0 102
   113	-3&3&-5 100
   114	0&0&4 98
   115	-1&-2&5 98
   116	-2&0 97
   117	2&-2&-1 96
   118	-3&0 95
   119	2&-2&4 92
   120	-2&2&-5 91
   121	-2&0&0 90
   122	-2&4 89
   123	-7&2 89
   124	2&2&-2 88
   125	-4&2&-2 85
   126	0&2&-5 83
   127	2&-2&5 83
   128	0&2&2 81
   129	-1&3&2 81
   130	2&3&0 80
   131	0&2&0 79
   132	3&-5&-3 79
   133	-4&0&2 76
   134	3&-3&0 75
   135	0&-2&7 73
   136	-2&-1&1 73
   137	1&-3&3 71
   138	-2&-2&2 69
   139	8&0&0 69
   140	0&3&2 66
   141	5&0&0 66
   142	3&-1&-4 65
   143	5&2&2 64
   144	4&1&2 63
   145	-4&-1&-2 62
   146	4&3&0 60
   147	2&3&-3 59
   148	4&1&-3 57
   149	0&-5 56
   150	5&2&-2 56
   151	-7 54
   152	-3&0&-2 53
   153	-1&-2&7 50
   154	2&3 48
   155	-5&-2 48
   156	2&-4&2 47
   157	-3&-2&5 47
   158	-2&2&-4 46
   159	-3&5 46
   160	0&0&3 44
   161	-1&0&1 43
   162	-3&1&0 43
   163	5&-2&2 43
   164	5&-1&1 42
   165	-5&2&-2 40
   166	3&0&-3 39
   167	-4&0 39
   168	2&3&-5 38
   169	3&-3&3 38
   170	4&3 38
   171	5&-2 38
   172	-1&0&5 36
   173	2&3&2 36
   174	-3&0&0 36
   175	4&-2&2 36
   176	4&-4 36
   177	7&0 35
   178	-1&3&-2 34
   179	2&-5 34
   180	4&1 34
   181	0&1 33
   182	-1&0&0 33
   183	4&0 33
   184	-5&3 33
   185	-5&3&2 33
   186	-3&1&-1 32
   187	7&-2 32
   188	-7&7 32
   189	-2&5 31
   190	-4&4&-2 31
   191	2&2&1 30
   192	-5&1 30
   193	-5&2&3 30
   194	-5&5&-2 30
   195	2&-2&-5 29
   196	0&3&-5 28
   197	2&2&-4 28
   198	-2&5&2 28
   199	-5&4 28
   200	-1&-4&5 27
   201	2&0&7 27
   202	-3&0&5 27
   203	-4&4&3 27
   204	7&3&-3 27
   205	0&3&0 26
   206	1&2&0 26
   207	2&-4&0 26
   208	4&3&-5 26
   209	-5&2&1 26
   210	0&-3 25
   211	2&-3&1 25
   212	-3&-2&-2 25
   213	3&-5&-2 25
   214	0&0&-3 24
   215	2&2 24
   216	-5&-2&2 24
   217	0&0&-5 23
   218	0&4&3 23
   219	-1&3&0 23
   220	2&1&-1 23
   221	-5&0&-2 23
   222	5&-1&-2 23
   223	7&0&-2 23
   224	7&-2&2 23
   225	0&-1&3 22
   226	0&-4&4 22
   227	3&-1 22
   228	-3&3&-1 22
   229	3&-5&0 22
   230	7&0&2 22
   231	0&-2&-7 21
   232	0&-7 21
   233	0&-7&2 21
   234	2&-2&-4 21
   235	3&2&2 21
   236	7&0&0 21
   237	0&5&-2 20
   238	3&2&-7 20
   239	4&-4&2 20
   240	5&0&2 20
   241	-5&1&2 20
   242	5&-3&1 20
   243	5&-5&2 20
   244	1&-3&0 19
   245	4&0&0 19
   246	-4&0&4 19
   247	0&-3&-2 18
   248	1&0&-1 18
   249	2&0&2 18
   250	-3&0&7 18
   251	0&-2&-3 17
   252	0&-4 17
   253	-1&0&3 17
   254	-2&0&4 17
   255	3&-1&3 17
   256	3&2&-5 17
   257	-3&5&2 17
   258	0&7&-2 16
   259	2&1&0 16
   260	-2&4&-2 16
   261	3&2&-4 16
   262	4&-2&0 16
   263	4&2&1 16
   264	-4&2&-5 16
   265	-1&1&-1 15
   266	2&-2&7 15
   267	2&-7 15
   268	3&-1&0 15
   269	3&2&0 15
   270	4&3&-3 15
   271	-5&0&2 15
   272	-5&5&2 15
   273	0&2&-7 14
   274	0&4&-2 14
   275	1&0&0 14
   276	-2&2&5 14
   277	-2&2&7 14
   278	-4&0&0 14
   279	-5&2&0 14
   280	1&-1&0 13
   281	-2&-2&4 13
   282	-3&3&-2 13
   283	-7&2&3 13
   284	8 13
   285	1&-1&-4 12
   286	-3&0&3 12
   287	-3&2&-2 12
   288	-4&-1&1 12
   289	-4&-2 12
   290	-4&-3&3 12
   291	0&-2&-1 11
   292	0&4&1 11
   293	-1&-4&4 11
   294	2&1&-5 11
   295	2&-4&-2 11
   296	-5&0 11
   297	-5&0&5 11
   298	5&-3 11
   299	6 11
   300	0&1&2 10
   301	0&1&-3 10
   302	0&5&-3 10
   303	1&0&2 10
   304	1&-5 10
   305	2&2&0 10
   306	-3&-2&0 10
   307	-4&2&0 10
   308	5&2&3 10
   309	-7&3 10
   310	0&-1&5 9
   311	1&-1 9
   312	-2&-1 9
   313	-3&0&1 9
   314	4&0&-2 9
   315	-4&-2&2 9
   316	4&-6 9
   317	5&-2&0 9
   318	-7&0&7 9
   319	7&2&1 9
   320	7&2&-2 9
   321	0&0&-1 8
   322	1&-1&1 8
   323	2&0&1 8
   324	2&0&3 8
   325	3&4&-2 8
   326	4&-2&5 8
   327	4&-4&4 8
   328	-5&3&0 8
   329	-5&3&-3 8
   330	5&-5 8
   331	-6 8
   332	-7&2&-2 8
   333	0&0&1 7
   334	0&-1&0 7
   335	1&2&-5 7
   336	-1&-4&0 7
   337	-2&2&1 7
   338	-2&-3&3 7
   339	-2&4&0 7
   340	-2&4&3 7
   341	3&0&-1 7
   342	-3&3&4 7
   343	3&-5&5 7
   344	4&2&-2 7
   345	-4&-3 7
   346	5&2&0 7
   347	-7&-2&2 7
   348	-7&5 7
   349	9 7
   350	-9&2 7
   351	0&0&-7 6
   352	0&3&-1 6
   353	0&8 6
   354	-1&0&8 6
   355	-1&1&-5 6
   356	2&0&-5 6
   357	2&0&5 6
   358	-2&0&7 6
   359	-2&-2 6
   360	2&-2&-7 6
   361	3&2&3 6
   362	3&-3&5 6
   363	3&4 6
   364	4&3&2 6
   365	5&0&-2 6
   366	-5&2&-4 6
   367	5&2&-7 6
   368	-5&3&-1 6
   369	5&-3&-2 6
   370	5&-3&3 6
   371	6&1 6
   372	-6&2 6
   373	-7&-2&4 6
   374	7&-3&3 6
   375	0&1&-1 5
   376	0&-1&-4 5
   377	0&-3&0 5
   378	0&-3&5 5
   379	0&-5&2 5
   380	0&-5&5 5
   381	1&0 5
   382	-1&0&-4 5
   383	1&-3&5 5
   384	-1&5 5
   385	2&0&-4 5
   386	-2&-1&0 5
   387	2&-4&-3 5
   388	-3&0&2 5
   389	3&-2 5
   390	-3&-2&3 5
   391	3&-3&7 5
   392	4&0&3 5
   393	4&-4&-2 5
   394	-5&0&0 5
   395	-5&0&7 5
   396	-5&1&-3 5
   397	-7&0&-2 5
   398	-7&2&2 5
   399	-7&3&2 5
   400	-9 5
   401	0&0&-4 4
   402	0&-2&6 4
   403	-1&-2&-5 4
   404	2&0&-7 4
   405	-2&2&-7 4
   406	2&-2&9 4
   407	-2&5&0 4
   408	3&0&4 4
   409	-3&1&4 4
   410	-3&2&-4 4
   411	-3&5&0 4
   412	-3&5&-2 4
   413	4&1&0 4
   414	4&-2&3 4
   415	-4&-3&5 4
   416	-4&4&1 4
   417	-4&5 4
   418	-4&7 4
   419	4&-7 4
   420	4&-7&3 4
   421	4&-7&7 4
   422	-5&-2&7 4
   423	5&4&-2 4
   424	-7&7&0 4
   425	0&1&0 3
   426	0&-2&3 3
   427	0&2&4 3
   428	0&-2&9 3
   429	0&3&4 3
   430	0&3&-7 3
   431	0&4&0 3
   432	0&5&-1 3
   433	0&5&2 3
   434	0&-5&4 3
   435	10 3
   436	1&0&4 3
   437	1&-1&3 3
   438	1&4 3
   439	-1&-4&7 3
   440	-2&0&-2 3
   441	-2&0&-3 3
   442	-2&0&5 3
   443	-2&2&-3 3
   444	2&-2&3 3
   445	-2&-3&1 3
   446	-4&0&7 3
   447	-4&-1 3
   448	-4&-1&0 3
   449	-4&-2&0 3
   450	4&-4&7 3
   451	5&0&4 3
   452	5&0&-5 3
   453	5&-1&-4 3
   454	5&2&-4 3
   455	-5&-2&5 3
   456	-5&5&0 3
   457	-5&5&-5 3
   458	-6&0&7 3
   459	6&-2 3
   460	-7&2&1 3
   461	7&-2&-2 3
   462	-7&6 3
   463	-7&7&-2 3
   464	-8 3
   465	8&0 3
   466	9&1 3
   467	9&-2&-2 3
   468	0&0&6 2
   469	0&10 2
   470	0&-2&-4 2
   471	0&-2&-5 2
   472	0&-3&2 2
   473	0&4&-4 2
   474	0&9 2
   475	1&0&-3 2
   476	-1&1&4 2
   477	1&2&2 2
   478	1&4&-2 2
   479	-1&-6 2
   480	-1&7 2
   481	-2&0&-1 2
   482	-2&0&-5 2
   483	-2&-1&-4 2
   484	-2&-3 2
   485	-2&3 2
   486	2&-3 2
   487	2&-3&-2 2
   488	2&-4&4 2
   489	-2&6 2
   490	-2&7 2
   491	-2&7&0 2
   492	2&-7&0 2
   493	2&-7&-2 2
   494	2&-9 2
   495	3&0&-2 2
   496	3&-1&7 2
   497	-3&2 2
   498	3&-2&-1 2
   499	3&-2&2 2
   500	-3&-2&4 2
   501	-3&-2&7 2
   502	3&-3&-4 2
   503	-3&-4&2 2
   504	3&5 2
   505	3&-5&4 2
   506	-3&7 2
   507	4&0&1 2
   508	4&0&-4 2
   509	-4&0&-5 2
   510	4&0&5 2
   511	-4&-2&4 2
   512	-4&4&0 2
   513	-4&6&-2 2
   514	5&0&-1 2
   515	5&0&-3 2
   516	5&-1&0 2
   517	5&3&-3 2
   518	-5&3&5 2
   519	-5&4&1 2
   520	-5&-4&2 2
   521	-5&5&-3 2
   522	5&-7 2
   523	5&-7&2 2
   524	6&0&0 2
   525	-6&6 2
   526	-7&0&0 2
   527	-7&0&2 2
   528	7&-2&0 2
   529	-7&-2&5 2
   530	7&2&-5 2
   531	-7&3&0 2
   532	-7&3&-3 2
   533	7&3&-5 2
   534	-7&6&-2 2
   535	8&-3&-2 2
   536	9&-4 2
   537	-9&5&2 2
   538	-10 1
   539	-12 1
