     1	2&-2&-2&2 560
     2	-1&1&2&-2 339
     3	2&-2&0&0 336
     4	2&-2 277
     5	0&0&0&0 271
     6	1&-1&-2&-2&2 246
     7	2&-2&-2 244
     8	0&2 234
     9	2&-2&0 234
    10	-1&1&-1&-2 231
    11	2&-2&2 213
    12	0&0 211
    13	2&-2&0&-2 211
    14	0&-2 208
    15	0&2&-2&-2 195
    16	2&-2&2&-2&-2 194
    17	-1&-2&2&1 191
    18	0&-2&2 186
    19	-1&-2 172
    20	-1&1&2 170
    21	-1&-2&2 161
    22	5&0 147
    23	-1&1&-3&-2 144
    24	0&-2&-2&2 131
    25	-1&-2&-2&2 127
    26	0&0&0 126
    27	1&-1&-2&-2 121
    28	-2&2&2&-2&-2 120
    29	2&-2&0&-2&2 113
    30	0&7 112
    31	-1&-2&3 111
    32	2&0&-2 111
    33	2&-2&0&2 108
    34	-1&1&2&-2&2 102
    35	-1&0&-2 101
    36	-2&2 99
    37	0&-2&2&3 98
    38	2&-2&-3&3 96
    39	-3&3 96
    40	-1&-2&2&0&-2 93
    41	-1&1&2&-2&0 92
    42	2&0&-2&0 91
    43	0&-2&0 90
    44	0&2&1 90
    45	2&-2&-2&0 87
    46	-2&2&2 81
    47	2&-2&-1&-2 80
    48	-1&1 79
    49	-1&3 79
    50	2&0&-2&-2 79
    51	0&2&3 76
    52	-1&1&0 76
    53	1&-1&-2 76
    54	-1&-2&-2 76
    55	0&-2&5 73
    56	0&-2&0&2 72
    57	-1&-4&2 72
    58	0 71
    59	-4&2&2&-2&2 71
    60	0&0&-2&2 69
    61	0&0&-2 68
    62	0&0&2 67
    63	-1&1&-1&-2&-2 67
    64	2&3 67
    65	-1&1&-3 66
    66	2&-2&2&1 66
    67	3 65
    68	0&2&-2&0&0 64
    69	2&-2&-3&1 64
    70	0&3 63
    71	3&-3&2&-2&-2 62
    72	2&3&0 61
    73	4&3&0 61
    74	0&-1&1&2 60
    75	3&0 58
    76	-3&3&2&-2 58
    77	0&2&-4 57
    78	-1&-2&2&-2&-2 56
    79	-1&3&2&-2&-2 56
    80	2 56
    81	0&5 54
    82	-3&1&2&-2&2 54
    83	3&-3 54
    84	-1&3&-2&0&0 52
    85	-3&3&2 51
    86	-1&-4 50
    87	2&-2&-1&1&2 50
    88	-3&1 49
    89	2&0&-2&2 48
    90	2&-4 48
    91	3&-3&2&1 48
    92	0&2&-2&0 47
    93	0&3&2 46
    94	2&-2&-1&-2&2 46
    95	0&2&3&0 45
    96	2&1 45
    97	-3&1&-1&-2 45
    98	0&-2&5&2 44
    99	-2&2&2&0&3 44
   100	3&2 44
   101	-1&3&0 43
   102	2&-2&0&0&0 43
   103	-3&2&1 43
   104	2&0 42
   105	2&1&-1&-2&-2 41
   106	2&-2&0&-2&0 41
   107	-2&2&2&0&-2 41
   108	2&-4&-1&-2 41
   109	-4&2&2&-2&-2 41
   110	5 41
   111	0&0&7 40
   112	2&-2&0&0&2 40
   113	2&-2&2&3 40
   114	7 40
   115	0&0&-1&-4&2 39
   116	-1&1&2&0&0 39
   117	-1&-2&2&1&2 39
   118	0&-2&0&0 38
   119	3&-5 38
   120	0&-2&2&3&0 37
   121	0&-3&3 37
   122	-2&0&0&-1 37
   123	2&-2&0&-3&3 37
   124	-3&-2 37
   125	0&0&-3&3 36
   126	-3&1&-3&-2 36
   127	4&3 35
   128	-4&4&3 35
   129	0&-2&-2&2&2 34
   130	-5 34
   131	2&-2&0&2&3 33
   132	2&-2&-2&2&2 33
   133	3&-1&-2 33
   134	-2&2&-2&0 32
   135	-3&2&-2&-2 32
   136	4 32
   137	0&-2&-2 31
   138	-1&1&-3&3 31
   139	-1&-2&-2&2&3 31
   140	2&-2&-2&2&-2 31
   141	2&-2&-2&4 31
   142	2&-2&3 31
   143	-4&2 31
   144	4&-2 31
   145	-4&2&-2 31
   146	0&0&3 30
   147	2&0&0&-2 30
   148	2&-2&0&-3 30
   149	-3&1&2 30
   150	-3&2&1&-1&-2 30
   151	-3&2&-4&2 30
   152	4&1&2 30
   153	0&0&-1&-2 29
   154	0&5&0 29
   155	-1&-2&0&7 29
   156	-1&-2&3&0 29
   157	-2&0 29
   158	2&1&-1&0&-2 29
   159	2&-2&2&-2 29
   160	2&-2&-2&2&3 29
   161	4&-2&-2 29
   162	0&-2&2&2 28
   163	-1&-2&3&2 28
   164	-1&-4&2&3 28
   165	2&0&-2&-2&2 28
   166	-3 28
   167	3&2&-2 28
   168	4&1&-1&-2 28
   169	0&0&0&0&0 27
   170	0&2&2&-2&-2 27
   171	0&2&-3&1&-3 27
   172	-3&-2&2 27
   173	3&-3&-2&2 27
   174	4&-2&-2&2 27
   175	-5&2&3 27
   176	0&0&0&-2 26
   177	0&0&-1&3 26
   178	-1 26
   179	-1&0&1&2 26
   180	2&1&2 26
   181	2&-2&2&2&-2 26
   182	-2&2&2&-4 26
   183	2&-2&-3 26
   184	3&-3&-2 26
   185	4&1 26
   186	0&0&5 25
   187	-2 25
   188	2&-2&-2&0&2 25
   189	5&2 25
   190	0&0&2&3 24
   191	1&-1&0&-2 24
   192	2&-2&0&0&-2 24
   193	2&-2&2&-4 24
   194	-3&3&0 24
   195	4&0 24
   196	-7 24
   197	0&0&0&2 23
   198	0&0&0&-2&2 23
   199	-1&3&-2&0 23
   200	-2&-1 23
   201	-2&2&3&-3&-2 23
   202	7&0&0&-2 23
   203	0&-1&-2&-2 22
   204	-1&1&0&0&0 22
   205	-1&1&2&0&-2 22
   206	1&-3&-2 22
   207	2&-2&-1&-4 22
   208	2&-2&-3&-2 22
   209	-3&1&2&-5 22
   210	-4&2&2 22
   211	-1&0&3&-2 21
   212	-1&1&-1&0&-2 21
   213	-1&1&2&0 21
   214	-1&3&-2 21
   215	-1&-4&4&1 21
   216	0&1&-1&0&-2 20
   217	-1&0&-2&2 20
   218	-2&0&0 20
   219	2&1&-3 20
   220	2&-2&0&3 20
   221	2&-2&2&0&-2 20
   222	2&-2&-3&1&2 20
   223	-5&2&-2&0&-2 20
   224	-5&3 20
   225	7&0&-2 20
   226	0&0&2&-2&0 19
   227	0&2&-2&-2&2 19
   228	0&-2&-3&3 19
   229	0&-2&7 19
   230	-1&-2&0&2&1 19
   231	-1&-2&2&-4 19
   232	2&-4&2 19
   233	-3&2 19
   234	0&0&0&0&-2 18
   235	0&0&2&-2&-2 18
   236	0&2&-2&0&-2 18
   237	0&2&3&-3 18
   238	0&-2&4&3 18
   239	0&5&-2 18
   240	-1&-2&-2&5 18
   241	2&-2&0&-3&1 18
   242	2&-2&-2&0&7 18
   243	2&-2&2&2 18
   244	2&-2&2&3&0 18
   245	2&-2&-2&4&3 18
   246	-2&4 18
   247	-3&1&-3 18
   248	-4 18
   249	4&-4&2 18
   250	-5&2&-2&-2&2 18
   251	0&2&0 17
   252	0&2&1&-1&-2 17
   253	0&3&0 17
   254	0&3&-1&-4 17
   255	-1&1&-1&1&2 17
   256	-1&1&2&-2&-3 17
   257	-1&1&2&-3&1 17
   258	-1&-4&4&1&-3 17
   259	3&-1&-2&0&7 17
   260	-3&2&-4&0&2 17
   261	-5&2 17
   262	-5&2&2&1 17
   263	-7&2&3 17
   264	0&0&-2&-2 16
   265	0&2&0&-2 16
   266	0&3&-3 16
   267	0&3&-3&-2&2 16
   268	-1&0&1 16
   269	1&-1 16
   270	1&2 16
   271	2&-2&5 16
   272	-3&3&0&0 16
   273	-5&5 16
   274	-1&0 15
   275	-1&1&2&0&2 15
   276	-1&-2&5 15
   277	-2&0&2 15
   278	3&0&-1&1&-3 15
   279	4&-2&2 15
   280	8&0&0&-3&3 15
   281	0&0&3&2 14
   282	0&5&0&-2 14
   283	-1&1&0&0 14
   284	2&-2&-2&-1&3 14
   285	-2&2&2&-2&2 14
   286	2&-2&-2&-2&2 14
   287	2&-2&2&3&-5 14
   288	-3&1&2&0 14
   289	-3&-2&2&3 14
   290	-5&1 14
   291	-5&-2 14
   292	5&2&3 14
   293	0&0&2&-2 13
   294	0&2&2 13
   295	0&-2&2&2&-2 13
   296	0&3&2&-2&0 13
   297	-1&0&0&-2 13
   298	-1&1&-1&-4 13
   299	-1&-2&0&5 13
   300	-2&-1&1&-1&-2 13
   301	2&-2&0&-2&4 13
   302	2&2&-2&-2&2 13
   303	-2&2&2&-4&2 13
   304	-2&2&3 13
   305	2&-2&-7&4&3 13
   306	2&-4&0 13
   307	-4&0&2 13
   308	4&3&-3 13
   309	7&0 13
   310	0&0&0&-3&3 12
   311	0&5&-3&-2 12
   312	-1&1&2&-5 12
   313	-1&1&-3&5 12
   314	-1&-2&0&3&-3 12
   315	-1&-2&3&-1&-4 12
   316	-1&-4&5 12
   317	2&-2&-1&-4&2 12
   318	2&-2&-2&0&0 12
   319	2&-2&-2&2&0 12
   320	3&-3&0&-2&2 12
   321	-3&5 12
   322	-4&2&2&3 12
   323	-4&4 12
   324	5&0&2&-2 12
   325	-7&2&1 12
   326	0&0&-1&-2&3 11
   327	0&0&-2&0 11
   328	0&0&-2&2&3 11
   329	0&-2&0&2&2 11
   330	0&-2&2&0&0 11
   331	0&-2&2&-2 11
   332	0&2&-2&-2&0 11
   333	0&-2&2&-4 11
   334	0&-2&4&-2 11
   335	1 11
   336	-1&1&-1&-2&3 11
   337	-1&1&2&-3 11
   338	-1&-2&2&1&0 11
   339	2&0&7 11
   340	2&-2&2&-2&0 11
   341	2&-2&2&-4&2 11
   342	2&3&0&2 11
   343	2&3&2 11
   344	2&-4&2&-2 11
   345	3&0&2&-2&0 11
   346	-3&3&-2 11
   347	-4&4&-2 11
   348	5&0&0&0&0 11
   349	0&0&0&0&2 10
   350	0&0&2&-2&2 10
   351	0&0&-2&5 10
   352	0&0&-3 10
   353	0&2&-4&2 10
   354	-1&0&3 10
   355	-1&1&-1&3 10
   356	1&-1&-2&0&7 10
   357	-1&1&-3&-2&2 10
   358	-1&-2&0&0&7 10
   359	-1&-2&0&3 10
   360	-1&3&2&0&-2 10
   361	2&0&1&-1 10
   362	2&0&-2&0&0 10
   363	-2&-1&1&-3&3 10
   364	-2&2&2&-2&0 10
   365	2&-2&2&2&0 10
   366	2&-2&5&0 10
   367	2&3&-1&-2&-2 10
   368	2&3&-3 10
   369	2&3&-5 10
   370	3&0&-3 10
   371	3&-3&2 10
   372	8&0&0&-1&-2 10
   373	0&-2&-1&1&-3 9
   374	0&2&1&2 9
   375	0&-2&2&2&1 9
   376	0&2&2&-4 9
   377	0&2&3&-5 9
   378	0&-2&5&0 9
   379	-1&0&0 9
   380	-1&1&-1&1 9
   381	-1&-2&-2&0 9
   382	-1&-2&7 9
   383	1&-3&-2&2 9
   384	-1&5 9
   385	2&2 9
   386	2&-2&0&-1&1 9
   387	2&-2&0&-2&5 9
   388	2&-2&0&5 9
   389	-2&2&2&-2 9
   390	-2&2&-2&-2&2 9
   391	-2&2&2&3&0 9
   392	-2&2&3&0 9
   393	-3&2&1&2 9
   394	3&-3&3 9
   395	4&0&0&-2 9
   396	4&0&-2 9
   397	4&1&-3&-2 9
   398	4&-2&-2&0 9
   399	-5&-3&1 9
   400	0&0&-1&1 8
   401	0&0&2&0&-2 8
   402	0&0&2&1 8
   403	0&0&2&3&-3 8
   404	0&-1&-2&-2&2 8
   405	0&-2&0&0&2 8
   406	0&-5&3 8
   407	1&-1&-2&0&3 8
   408	-1&-2&-2&-2&2 8
   409	-1&-2&3&-5 8
   410	1&-3 8
   411	2&-2&0&2&-2 8
   412	-2&2&2&0 8
   413	-2&2&2&1 8
   414	-2&2&2&3 8
   415	2&-2&2&-5 8
   416	2&-2&3&0 8
   417	2&-2&7 8
   418	-2&4&3&0 8
   419	-2&5&2 8
   420	3&0&2 8
   421	-3&0&3 8
   422	-3&1&-1&-2&5 8
   423	-3&-2&2&3&0 8
   424	-3&3&2&0&-2 8
   425	4&-2&2&1 8
   426	4&-4 8
   427	-5&0&3 8
   428	-5&2&0&7 8
   429	-5&3&2 8
   430	7&0&2&-2&-2 8
   431	-7&2 8
   432	7&-2 8
   433	0&0&0&-2&0 7
   434	0&0&-1&1&-3 7
   435	0&0&-2&-3&3 7
   436	0&0&2&-4 7
   437	0&0&-2&4&3 7
   438	0&0&3&-3 7
   439	0&-1&1&-3&-2 7
   440	0&-2&0&-2&2 7
   441	0&-2&0&2&3 7
   442	0&2&1&-3 7
   443	0&2&-2 7
   444	0&-2&-2&4&3 7
   445	0&-2&4&1 7
   446	0&2&-4&-2&2 7
   447	0&3&-3&-2 7
   448	0&-5&3&2 7
   449	0&7&0&-2&2 7
   450	-1&0&5 7
   451	-1&-2&-2&2&2 7
   452	-1&-2&3&2&-2 7
   453	-1&-4&2&3&0 7
   454	2&0&2&-2&-2 7
   455	2&0&-2&4&0 7
   456	-2&0&-3&3 7
   457	2&0&-4&2 7
   458	2&0&-7 7
   459	-2&-1&-2&3 7
   460	2&-2&0&0&3 7
   461	-2&2&0&7 7
   462	2&-2&-1&-2&-2 7
   463	2&-2&2&1&-1 7
   464	2&2&-2&-2 7
   465	2&-2&2&2&1 7
   466	2&-4&-1&-4&2 7
   467	-2&4&-2&-2 7
   468	-2&4&3 7
   469	-3&0 7
   470	3&0&-1&-2&-2 7
   471	-3&0&-2&-2&2 7
   472	-3&1&-1&-2&3 7
   473	-3&1&2&-5&-2 7
   474	3&-1&-4 7
   475	-3&2&-2&3 7
   476	-3&2&-2&3&2 7
   477	-3&3&-3 7
   478	-4&0 7
   479	4&0&-2&-2 7
   480	4&0&3 7
   481	4&-2&2&-4 7
   482	4&3&0&2 7
   483	4&3&-5&-2&0 7
   484	5&0&2&-2&0 7
   485	-5&0&-3&1 7
   486	7&0&0&0&-2 7
   487	-7&3 7
   488	8 7
   489	0&0&0&-1&3 6
   490	0&0&0&-2&-2 6
   491	0&0&0&2&-4 6
   492	0&0&-1&1&2 6
   493	0&0&3&0 6
   494	0&0&3&-1&-4 6
   495	0&-2&0&4&0 6
   496	0&2&-2&0&2 6
   497	0&-2&2&-2&0 6
   498	0&-2&-3 6
   499	0&2&-4&0&2 6
   500	0&3&-1&-2 6
   501	0&-4&2 6
   502	0&-7 6
   503	-1&1&0&2 6
   504	-1&1&-1&-2&7 6
   505	-1&1&2&0&-7 6
   506	-1&1&-3&2&3 6
   507	-1&1&-3&5&2 6
   508	-1&-2&0&0&-2 6
   509	-1&-2&0&-2&2 6
   510	-1&-2&2&-2&3 6
   511	-1&-2&3&-3&2 6
   512	-1&-2&5&-2 6
   513	-1&-4&0&2 6
   514	-1&-4&2&3&-5 6
   515	2&0&1 6
   516	2&0&-2&-3&3 6
   517	2&1&-1&-2 6
   518	-2&-1&1&2&-2 6
   519	2&2&0&0&-2 6
   520	2&-2&0&-1&-4 6
   521	2&-2&0&2&-4 6
   522	2&-2&0&-3&2 6
   523	2&-2&-1&1&-3 6
   524	2&-2&-1&-2&3 6
   525	2&2&-2&0&0 6
   526	-2&2&-2&-2 6
   527	-2&-2&2&2&-2 6
   528	2&-2&5&2 6
   529	2&3&0&0&0 6
   530	-2&5 6
   531	2&-7&2&1 6
   532	3&-1&-2&-2 6
   533	-3&1&2&-5&2 6
   534	-3&-2&-2&2 6
   535	3&-3&-2&-2&2 6
   536	4&0&3&-3&-2 6
   537	4&0&-4&2&2 6
   538	-4&2&2&0 6
   539	-4&2&2&-2 6
   540	4&3&2 6
   541	-4&4&3&0 6
   542	5&0&0 6
   543	5&-3 6
   544	0&0&0&-1&1 5
   545	0&0&0&-1&-2 5
   546	0&0&0&3&-3 5
   547	0&0&-1&-4 5
   548	0&0&-3&1 5
   549	0&0&4&1&2 5
   550	0&0&5&0 5
   551	0&-1&-2&3 5
   552	0&-1&3 5
   553	0&-2&-1&0 5
   554	0&-2&-1&1&2 5
   555	0&2&1&-3&-2 5
   556	0&2&-2&2 5
   557	0&-2&2&-2&-2 5
   558	0&-2&-2&2&3 5
   559	0&-2&2&-4&2 5
   560	0&2&3&-1&-2 5
   561	0&2&-4&-1&-2 5
   562	0&-2&4&1&-3 5
   563	0&-2&4&3&0 5
   564	0&-2&5&0&2 5
   565	0&-3&1 5
   566	0&3&-3&2&1 5
   567	0&4&1 5
   568	0&4&3 5
   569	0&7&1 5
   570	-1&0&0&3 5
   571	-1&0&0&3&-2 5
   572	-1&1&-1&-2&5 5
   573	1&-1&-2&-2&0 5
   574	-1&1&2&-5&-2 5
   575	-1&1&2&-5&2 5
   576	-1&-2&0&3&0 5
   577	-1&-2&0&5&-2 5
   578	-1&-2&-2&0&2 5
   579	-1&-2&-2&5&2 5
   580	-1&3&2&-2 5
   581	-1&-4&4&3&-3 5
   582	2&0&0&-2&2 5
   583	2&0&-2&0&7 5
   584	2&0&3&-1&-4 5
   585	-2&-1&3 5
   586	2&1&-3&-2 5
   587	2&-2&0&3&-3 5
   588	2&-2&-2&-1&0 5
   589	2&-2&2&-2&2 5
   590	2&-2&2&-3&1 5
   591	2&-2&-2&4&-2 5
   592	-2&2&-3&1 5
   593	2&-2&-3&3&0 5
   594	2&-2&4&-2 5
   595	2&3&-1&-2&2 5
   596	3&-1&1&-1&-2 5
   597	-3&1&-1&-2&2 5
   598	3&-1&-2&0&3 5
   599	3&-1&-4&2 5
   600	-3&2&-2 5
   601	-3&3&-1&-4&2 5
   602	-3&3&2&2 5
   603	-3&3&-3&2&1 5
   604	-3&3&-5 5
   605	3&-5&0&-2 5
   606	4&0&-4 5
   607	4&1&-1&0&-2 5
   608	4&1&-3 5
   609	-4&2&0&2 5
   610	-4&2&0&-2&0 5
   611	4&-2&3&0&-3 5
   612	-4&2&-5 5
   613	4&3&0&0 5
   614	4&3&-2 5
   615	5&0&0&0 5
   616	-5&-2&2 5
   617	-5&2&2&-2&-2 5
   618	-5&5&2&3 5
   619	-6 5
   620	6 5
   621	7&0&-2&2 5
   622	-9 5
   623	0&0&0&0&-3 4
   624	0&0&2&2 4
   625	0&0&-2&2&-2 4
   626	0&0&-2&2&-4 4
   627	0&0&-3&-2 4
   628	0&0&-3&2&1 4
   629	0&0&5&-2 4
   630	0&0&5&-3&-2 4
   631	0&-1&1&-3 4
   632	0&-2&0&0&7 4
   633	0&-2&0&-1&-2 4
   634	0&-2&0&-3&2 4
   635	0&-2&-1&-2 4
   636	0&-2&2&0&-2 4
   637	0&-2&2&3&-5 4
   638	0&-2&-2&4 4
   639	0&2&3&0&0 4
   640	0&-2&4 4
   641	0&-2&4&0&-2 4
   642	0&-2&5&2&2 4
   643	0&3&-1&-4&2 4
   644	0&3&2&-2 4
   645	0&3&-5 4
   646	0&-4&4 4
   647	0&7&-2 4
   648	-1&0&-2&0 4
   649	-1&0&-2&-2 4
   650	-1&0&-2&3&-3 4
   651	-1&0&-4&2 4
   652	1&-1&0&0&-2 4
   653	-1&1&-1&0&1 4
   654	-1&1&-1&3&-2 4
   655	1&-1&-2&-3&3 4
   656	1&-1&-2&7 4
   657	-1&1&2&-7&2 4
   658	-1&1&-3&0&-2 4
   659	-1&-2&0&2 4
   660	-1&-2&2&1&-1 4
   661	-1&-2&-2&2&-2 4
   662	-1&-2&2&3 4
   663	-1&-2&3&-3 4
   664	-1&-2&5&0&-2 4
   665	-1&-2&5&-2&2 4
   666	-1&3&2&3&-3 4
   667	-1&-4&0&2&3 4
   668	-1&-4&4&3&-2 4
   669	2&0&-2&5&0 4
   670	2&0&3&0 4
   671	2&1&-1&-2&2 4
   672	2&1&-1&-4&2 4
   673	2&1&-3&2&1 4
   674	2&-2&0&-1&3 4
   675	-2&2&0&-2 4
   676	2&2&0&-2 4
   677	-2&2&0&3 4
   678	2&-2&0&-3&5 4
   679	2&-2&-1&0 4
   680	2&-2&-1&0&-2 4
   681	2&-2&-1&1&0 4
   682	2&-2&-1&3 4
   683	2&2&-2 4
   684	2&2&-2&0 4
   685	2&-2&-2&-2&4 4
   686	2&-2&2&3&2 4
   687	2&-2&-2&5&0 4
   688	2&-2&-2&7 4
   689	2&2&-2&7 4
   690	2&-2&3&2 4
   691	2&-2&-3&2&1 4
   692	2&-2&-3&3&2 4
   693	2&-4&-1&-2&3 4
   694	2&-4&-2&0 4
   695	-2&5&2&3 4
   696	2&-7 4
   697	3&0&0 4
   698	3&0&-1&3 4
   699	-3&0&5&0&-2 4
   700	3&0&-5&4&1 4
   701	-3&1&-1&-2&-2 4
   702	-3&1&-1&-2&7 4
   703	-3&-2&0&7 4
   704	-3&2&1&2&-2 4
   705	3&2&-2&0 4
   706	-3&2&3 4
   707	-3&2&-4 4
   708	-3&-2&5 4
   709	-3&3&-1&-2&-2 4
   710	-3&3&2&2&-2 4
   711	-4&2&-2&2 4
   712	4&3&0&-1&1 4
   713	4&-4&2&2 4
   714	-4&4&-2&2&-4 4
   715	4&-4&2&3&0 4
   716	-4&4&3&-1&-4 4
   717	-4&4&3&2 4
   718	-5&0 4
   719	-5&1&-1&-2 4
   720	-5&-2&0 4
   721	-5&2&-2&0 4
   722	-5&2&3&2 4
   723	-5&5&-2&0 4
   724	7&2&-2&0&0 4
   725	-7&3&0 4
   726	0&0&0&-3&1 3
   727	0&0&-1&-2&5 3
   728	0&0&-1&3&2 3
   729	0&0&2&0&0 3
   730	0&0&2&1&2 3
   731	0&0&2&2&-4 3
   732	0&0&2&3&0 3
   733	0&0&-2&-3&1 3
   734	0&0&-2&5&2 3
   735	0&0&3&-3&-2 3
   736	0&0&3&-5 3
   737	0&0&4 3
   738	0&0&4&3&0 3
   739	0&0&-5 3
   740	0&0&7&0 3
   741	0&-2&0&0&0 3
   742	0&2&0&0&3 3
   743	0&-2&0&2&-2 3
   744	0&-2&0&5 3
   745	0&-2&0&5&0 3
   746	0&-2&-1 3
   747	0&-2&-1&1 3
   748	0&2&2&1 3
   749	0&2&2&1&2 3
   750	0&-2&-2&2&-2 3
   751	0&-2&2&-2&2 3
   752	0&2&2&-2&2 3
   753	0&-2&2&2&3 3
   754	0&-2&2&2&-4 3
   755	0&-2&2&2&-7 3
   756	0&2&-2&-3 3
   757	0&-2&2&-5&1 3
   758	0&-2&2&-5&3 3
   759	0&2&3&2 3
   760	0&-2&4&-2&2 3
   761	0&2&-4&2&2 3
   762	0&-2&-4&4&3 3
   763	0&-2&7&-2&2 3
   764	0&-2&7&3 3
   765	0&-3&3&-2 3
   766	0&4&1&2 3
   767	0&5&0&0&-2 3
   768	0&5&-2&0 3
   769	0&7&0 3
   770	0&7&0&-2 3
   771	-1&0&0&-2&2 3
   772	-1&0&1&2&-2 3
   773	-1&0&-4 3
   774	1&-1&0 3
   775	-1&1&0&-1 3
   776	-1&1&-1 3
   777	-1&1&-1&3&2 3
   778	1&-1&-2&0 3
   779	1&-1&-2&2 3
   780	-1&1&2&-2&-1 3
   781	-1&1&2&2&-4 3
   782	-1&1&-3&2&1 3
   783	-1&1&-3&-2&5 3
   784	-1&1&4&-2 3
   785	-1&1&-5 3
   786	-1&-2&0&3&2 3
   787	-1&-2&2&0 3
   788	-1&-2&2&0&1 3
   789	-1&-2&2&0&3 3
   790	1&2&-2&-1&-2 3
   791	-1&-2&2&1&-3 3
   792	-1&-2&-2&-2 3
   793	-1&-2&-2&4&1 3
   794	-1&-2&3&4&-2 3
   795	-1&3&-2&-1&1 3
   796	1&-3&2&-4 3
   797	-1&3&2&-4&2 3
   798	-1&-4&0 3
   799	-1&-4&2&0&0 3
   800	-1&-4&2&-2 3
   801	-1&-4&2&-2&0 3
   802	-1&-4&-2&2&2 3
   803	-1&-4&-3&3&2 3
   804	-1&5&-2 3
   805	2&0&0&3&0 3
   806	-2&0&-1&1&-3 3
   807	2&0&-2&-2&0 3
   808	2&0&-2&2&-4 3
   809	2&0&3&-3&-2 3
   810	2&1&0 3
   811	-2&-1&-2&2 3
   812	2&1&2&-3&3 3
   813	2&1&-3&2 3
   814	2&-2&0&-1 3
   815	2&-2&0&-1&-2 3
   816	-2&2&0&2 3
   817	2&-2&0&2&1 3
   818	2&-2&-1 3
   819	2&-2&-1&1 3
   820	2&-2&-1&3&-2 3
   821	2&-2&-1&5 3
   822	2&-2&2&0&3 3
   823	2&-2&2&1&-3 3
   824	2&2&-2&2 3
   825	-2&2&2&2&-2 3
   826	2&-2&-2&-3 3
   827	-2&2&-2&-3&3 3
   828	-2&2&2&-4&0 3
   829	2&-2&-2&4&1 3
   830	2&-2&3&0&0 3
   831	2&-2&-3&0&5 3
   832	-2&2&3&-5 3
   833	2&-2&-7 3
   834	-2&-3 3
   835	2&3&-1&-4 3
   836	2&3&-1&-4&2 3
   837	2&3&2&0&-2 3
   838	2&3&-5&0 3
   839	2&-4&-2 3
   840	-2&4&-2&2 3
   841	3&0&-1&0&-2 3
   842	3&0&-1&-4&2 3
   843	-3&0&-2&5&2 3
   844	3&0&-5 3
   845	3&-1&-2&3 3
   846	3&-1&-2&3&0 3
   847	-3&1&2&-3&3 3
   848	-3&1&2&-7 3
   849	-3&1&-3&2&1 3
   850	-3&1&-3&-2&2 3
   851	3&2&0 3
   852	3&2&0&-2&2 3
   853	-3&-2&0&2&3 3
   854	-3&2&-2&0&-2 3
   855	-3&-2&2&0&3 3
   856	-3&2&-2&0&3 3
   857	-3&2&-2&-2&0 3
   858	-3&-2&-2&4&3 3
   859	-3&-2&3&2&-2 3
   860	-3&-2&5&2&0 3
   861	3&2&-7 3
   862	-3&-2&7&-2 3
   863	3&-3&0&0 3
   864	-3&3&0&2 3
   865	3&-3&0&-2 3
   866	3&-3&0&3&0 3
   867	3&-3&1&-1&-2 3
   868	-3&3&-1&-4 3
   869	3&-3&2&1&-3 3
   870	-3&3&2&-2&0 3
   871	-3&3&2&-2&-2 3
   872	-3&3&2&-2&2 3
   873	-3&3&2&2&-4 3
   874	3&-3&-2&2&-4 3
   875	-4&0&-1&0&3 3
   876	-4&0&4&-2&-2 3
   877	4&0&-4&4&-2 3
   878	4&-2&0&0 3
   879	-4&2&0&2&3 3
   880	-4&2&2&0&0 3
   881	4&-2&-2&2&2 3
   882	-4&2&2&2&-4 3
   883	4&-2&2&-5&1 3
   884	4&-2&5&2&3 3
   885	4&3&0&-2 3
   886	4&3&-1&-2&3 3
   887	-5&0&-2&5&2 3
   888	5&0&-3 3
   889	5&0&-3&3&2 3
   890	-5&0&-4&4&3 3
   891	5&-2 3
   892	5&2&-2 3
   893	-5&2&3&0 3
   894	-5&2&-4 3
   895	-5&3&0 3
   896	-5&3&-1&-2&-2 3
   897	-5&3&2&2 3
   898	-5&3&-3 3
   899	-5&4&1 3
   900	7&0&0&0&0 3
   901	-7&0&3&0 3
   902	7&0&-3&3 3
   903	-7&0&7&0 3
   904	7&2&-2&-2 3
   905	-7&-2&4&3 3
   906	-7&5 3
   907	-7&7&-2 3
   908	-7&7&-2&0&-2 3
   909	8&0 3
   910	9 3
   911	0&0&0&0&7 2
   912	0&0&0&-1&-4 2
   913	0&0&0&3 2
   914	0&0&0&5 2
   915	0&0&-1&-2&2 2
   916	0&0&-1&3&0 2
   917	0&0&2&1&-3 2
   918	0&0&-2&-2&5 2
   919	0&0&2&-4&2 2
   920	0&0&4&0 2
   921	0&0&4&1 2
   922	0&0&5&0&-2 2
   923	0&1&-1 2
   924	0&-1&1&-1&-2 2
   925	0&-1&1&-3&2 2
   926	0&-1&-2&2 2
   927	0&-1&-2&2&1 2
   928	0&-1&3&3&0 2
   929	0&-2&0&-2 2
   930	0&2&0&-2&-2 2
   931	0&2&0&-2&2 2
   932	0&2&0&3&0 2
   933	0&-2&0&-3&1 2
   934	0&-2&0&4&3 2
   935	0&-2&0&7 2
   936	0&-2&-1&-2&3 2
   937	0&-2&2&0 2
   938	0&2&2&0&-2 2
   939	0&2&-2&0&-7 2
   940	0&-2&2&1&-3 2
   941	0&2&2&1&-3 2
   942	0&2&-2&-3&0 2
   943	0&2&-2&-3&1 2
   944	0&-2&2&3&-3 2
   945	0&-2&-3&1&2 2
   946	0&-2&-3&3&2 2
   947	0&-2&3&-3&3 2
   948	0&2&4 2
   949	0&-2&-4&0&2 2
   950	0&-2&4&3&2 2
   951	0&-2&4&3&-3 2
   952	0&2&-5 2
   953	0&-2&5&2&0 2
   954	0&-2&7&2&1 2
   955	0&-3 2
   956	0&3&0&0 2
   957	0&3&0&0&0 2
   958	0&-3&1&2 2
   959	0&3&-1&-2&-2 2
   960	0&3&-1&-4&5 2
   961	0&3&-3&0&-2 2
   962	0&4&3&0 2
   963	0&5&0&2 2
   964	0&5&2 2
   965	0&7&0&-2&0 2
   966	0&7&0&3&-5 2
   967	10 2
   968	-1&0&1&0 2
   969	-1&0&1&2&0 2
   970	-1&0&1&4 2
   971	-1&0&-2&5&2 2
   972	1&-1&0&0 2
   973	-1&1&-1&1&-3 2
   974	-1&1&-1&-2&0 2
   975	-1&1&-1&-2&-7 2
   976	-1&1&2&2&-2 2
   977	1&-1&-2&3 2
   978	1&-1&-2&3&2 2
   979	1&-1&-2&7&-2 2
   980	-1&1&-3&0 2
   981	-1&1&-3&0&0 2
   982	-1&1&-3&3&0 2
   983	-1&1&4 2
   984	1&-1&-4&2 2
   985	-1&-2&0&0&3 2
   986	-1&-2&0&-2&5 2
   987	-1&-2&0&3&-5 2
   988	-1&-2&-2&0&7 2
   989	-1&-2&2&1&-5 2
   990	-1&-2&2&-2 2
   991	-1&-2&-2&2&0 2
   992	-1&-2&-2&4&3 2
   993	-1&-2&3&-1 2
   994	-1&-2&3&2&-7 2
   995	-1&-2&3&-3&-2 2
   996	-1&-2&3&-3&3 2
   997	-1&-2&5&-2&4 2
   998	-1&3&0&0&0 2
   999	-1&3&0&-2 2
  1000	-1&3&0&2 2
  1001	-1&3&-2&-1&3 2
  1002	-1&3&-3 2
  1003	-1&-4&2&2&0 2
  1004	-1&-4&2&2&1 2
  1005	-1&-4&-2&4 2
  1006	-1&-4&-2&4&3 2
  1007	-2&0&0&-1&8 2
  1008	-2&0&0&2 2
  1009	-2&0&-1 2
  1010	-2&0&-1&1&0 2
  1011	-2&0&-1&-2 2
  1012	2&0&1&-3&-2 2
  1013	2&0&-2&0&2 2
  1014	2&0&2&1 2
  1015	2&0&2&1&-3 2
  1016	2&0&2&-2 2
  1017	2&0&-2&5&-3 2
  1018	-2&0&-3&-2 2
  1019	-2&0&4 2
  1020	2&0&-4 2
  1021	-2&0&4&3 2
  1022	2&0&5&2&-2 2
  1023	-2&-1&0 2
  1024	-2&-1&0&-2&2 2
  1025	2&1&-1 2
  1026	-2&-1&1&0 2
  1027	2&1&-1&0&0 2
  1028	-2&-1&1&-3&-2 2
  1029	-2&-1&1&4 2
  1030	2&1&-1&-4 2
  1031	2&1&2&0 2
  1032	-2&-1&-2&0&3 2
  1033	2&1&2&-2 2
  1034	2&1&2&-2&2 2
  1035	-2&-1&-2&3&0 2
  1036	-2&-1&-2&3&2 2
  1037	2&1&2&-5&3 2
  1038	-2&-2 2
  1039	2&-2&0&-2&7 2
  1040	2&-2&0&-5&3 2
  1041	-2&2&1 2
  1042	2&-2&-1&-2&5 2
  1043	-2&2&2&0&0 2
  1044	-2&2&2&0&-7 2
  1045	2&-2&-2&-1 2
  1046	2&-2&-2&-1&1 2
  1047	-2&2&-2&-1&-2 2
  1048	-2&-2&2&2 2
  1049	2&-2&2&2&-6 2
  1050	2&-2&2&3&-2 2
  1051	2&-2&2&3&-3 2
  1052	-2&2&2&-5 2
  1053	2&-2&2&5 2
  1054	-2&2&2&-6 2
  1055	2&-2&-3&0&-4 2
  1056	2&-2&-3&1&-1 2
  1057	-2&2&3&2 2
  1058	2&-2&-3&2 2
  1059	-2&2&3&2&-2 2
  1060	-2&2&3&-3 2
  1061	2&-2&3&-3 2
  1062	2&-2&3&-3&3 2
  1063	-2&2&4 2
  1064	2&-2&-4 2
  1065	2&-2&4 2
  1066	2&-2&4&0&-4 2
  1067	2&-2&4&1 2
  1068	2&-2&-4&2 2
  1069	-2&2&4&-2&2 2
  1070	2&-2&4&-2&-2 2
  1071	-2&-2&4&3&0 2
  1072	-2&2&-5 2
  1073	-2&2&-5&3 2
  1074	2&3&0&0 2
  1075	2&3&0&-1&-2 2
  1076	2&3&0&-3&3 2
  1077	2&3&-1&-2 2
  1078	2&3&2&0 2
  1079	-2&-3&2&1 2
  1080	-2&-3&2&1&2 2
  1081	-2&-3&3&0 2
  1082	2&3&-3&3&0 2
  1083	2&3&-5&0&0 2
  1084	2&-4&0&-1&-4 2
  1085	2&4&0&-2 2
  1086	2&-4&-1&1&0 2
  1087	2&-4&-1&-2&2 2
  1088	2&-4&-1&-2&5 2
  1089	-2&4&3&-1&-4 2
  1090	-2&5&2&2 2
  1091	2&-6 2
  1092	-2&6&-2 2
  1093	3&0&0&2 2
  1094	-3&0&1 2
  1095	3&0&-1&1 2
  1096	3&0&-1&-2 2
  1097	3&0&-1&-2&3 2
  1098	-3&0&-2 2
  1099	-3&0&-2&0 2
  1100	3&0&-3&2&1 2
  1101	3&-1&1 2
  1102	-3&1&-1&1&2 2
  1103	3&-1&1&2 2
  1104	-3&1&-1&-4 2
  1105	-3&1&2&2&-4 2
  1106	-3&1&2&-3&1 2
  1107	3&-1&-2&5 2
  1108	3&-1&-4&4&1 2
  1109	-3&-2&0 2
  1110	-3&2&-2&0 2
  1111	-3&-2&2&0&-7 2
  1112	-3&-2&2&1 2
  1113	3&2&-2&2 2
  1114	-3&-2&-2&2&2 2
  1115	-3&-2&2&-2&2 2
  1116	3&2&2&-2&2 2
  1117	3&2&-2&2&3 2
  1118	-3&2&-2&3&0 2
  1119	-3&-2&2&3&-5 2
  1120	-3&-2&-2&4 2
  1121	-3&-2&2&-4 2
  1122	-3&-2&3 2
  1123	-3&-2&3&0 2
  1124	3&2&-3&1 2
  1125	-3&2&-4&0&0 2
  1126	-3&2&-4&2&3 2
  1127	-3&-2&4&3 2
  1128	-3&-2&5&0 2
  1129	-3&-2&5&0&-3 2
  1130	-3&-2&5&-3 2
  1131	-3&3&0&0&0 2
  1132	-3&3&0&0&-5 2
  1133	-3&3&0&-1&3 2
  1134	3&-3&0&-2&-2 2
  1135	-3&3&-1&-4&5 2
  1136	-3&3&-1&5 2
  1137	3&-3&2&1&0 2
  1138	3&-3&-2&-2 2
  1139	3&-3&-2&2&-2 2
  1140	3&-3&-2&2&3 2
  1141	3&-3&-2&5 2
  1142	-3&-4&4&3&-3 2
  1143	3&-5&0&2 2
  1144	3&-5&2&0&7 2
  1145	-3&5&-2&2&3 2
  1146	3&-5&2&3&2 2
  1147	4&0&-2&2 2
  1148	-4&0&2&-2&0 2
  1149	4&0&-2&2&1 2
  1150	4&0&3&2&-2 2
  1151	4&0&-4&2 2
  1152	-4&0&4&3 2
  1153	4&1&-1&-2&-2 2
  1154	4&1&2&-2&2 2
  1155	-4&2&0 2
  1156	-4&2&0&-2 2
  1157	-4&2&0&5 2
  1158	4&-2&0&5 2
  1159	-4&2&-2&4 2
  1160	-4&2&3 2
  1161	4&-2&3&2 2
  1162	4&-2&-3&-2&2 2
  1163	4&-2&-3&-2&3 2
  1164	4&3&0&-1&-2 2
  1165	4&3&0&-3&3 2
  1166	4&3&2&-2&-2 2
  1167	4&3&2&-2&-3 2
  1168	-4&4&0&-2 2
  1169	4&-4&2&3 2
  1170	-4&4&3&0&0 2
  1171	-4&5&-1&-2 2
  1172	-5&0&0&0 2
  1173	5&0&0&-1&-2 2
  1174	5&0&0&-3&3 2
  1175	5&0&-1&1 2
  1176	-5&0&-2&2 2
  1177	-5&0&2&3&0 2
  1178	-5&0&3&0 2
  1179	-5&0&-3&3 2
  1180	-5&-2&0&2 2
  1181	-5&2&0&-2 2
  1182	-5&-2&0&2&3 2
  1183	-5&2&1&-1&-2 2
  1184	-5&2&1&2 2
  1185	5&2&2 2
  1186	-5&-2&2&2&-2 2
  1187	-5&2&3&-1 2
  1188	-5&2&3&-5 2
  1189	-5&-2&4&-4&2 2
  1190	-5&2&-5&1 2
  1191	-5&3&-1&-4 2
  1192	-5&3&-2&0 2
  1193	-5&3&2&0 2
  1194	5&-3&2&-2&-2 2
  1195	-5&4&1&-3&-2 2
  1196	-5&5&0&0&0 2
  1197	-5&5&0&0&-5 2
  1198	-5&5&2 2
  1199	-5&5&4&1 2
  1200	7&0&0&-2&2 2
  1201	-7&0&7 2
  1202	7&1&-1 2
  1203	7&1&-1&0 2
  1204	7&-2&-2&2&2 2
  1205	7&-2&2&-2&-2 2
  1206	-7&2&3&0 2
  1207	7&-2&-3&3 2
  1208	-7&3&-1&-2&5 2
  1209	-7&3&2&-2&2 2
  1210	-7&4&3&-2 2
  1211	-9&2&3 2
  1212	0&-4 1
  1213	12 1
  1214	13 1
  1215	14 1
  1216	15 1
  1217	16 1
  1218	2&0&5 1
  1219	-4&4&3&-3 1
  1220	-4&5 1
  1221	6&-2 1
