     1	F4&G4&A4&G4 420
     2	A4&B4&A4&G4 411
     3	C5&D5&E5&D5 387
     4	A4&B4&C5&B4 315
     5	C5&C5&B4 314
     6	A4&G4 307
     7	C5&D5&C5&B4 306
     8	A4&A4&G4 295
     9	F4&G4&A4&A4&G4 219
    10	E5&F5&E5&D5 194
    11	A4&C5&B4 187
    12	C5&A4&G4 173
    13	C5&C5&C5&B4 173
    14	C5&D5&C5&C5&B4 173
    15	A4&B4&A4&A4&G4 168
    16	C5&B4 164
    17	A4&G4&G4 158
    18	A4&C5&C5&B4 151
    19	A4&G4&A4&G4 148
    20	F4&G4&F4&E4 146
    21	D4&E4&F4&E4 136
    22	G4&G4 136
    23	F4&G4&A4 131
    24	A4&C5 128
    25	C5&D5&D5 127
    26	F4&F4&F4&E4 127
    27	G4&A4&G4 125
    28	D5&D5 120
    29	C5&C5 118
    30	F4&E4 112
    31	C5&D5&C5&C5 111
    32	A4&A4 110
    33	C5&C5&D5 109
    34	A4&A4&A4&G4 105
    35	E5&D5&C5&B4 105
    36	F4&G4&G4&F4 105
    37	C5&D5 104
    38	D4&E4&D4&C4 103
    39	E5&F5&E5&E5&D5 103
    40	F4&G4&A4&A4 103
    41	F4&F4&E4 100
    42	A4&B4&A4&G4&G4 94
    43	A4&C5&A4&G4 93
    44	G4 90
    45	C5 89
    46	D5&E5&D5 88
    47	C4&D4 86
    48	A4&B4 84
    49	A4&C5&D5 84
    50	F4&G4 83
    51	F4&G4&G4 83
    52	B4&C5&D5 82
    53	E5&E5&D5 82
    54	F4&F4 82
    55	F4&G4&G4&G4 78
    56	A4&C5&D5&C5&B4 76
    57	G4&G4&G4 76
    58	C5&D5&D5&D5 75
    59	A4&B4&C5 74
    60	B4&D5 72
    61	A4&B4&G4 71
    62	G4&A4&C5&B4 71
    63	G4&A4&G4&G4 71
    64	D5&D5&D5&D5 69
    65	E5&D5&D5 69
    66	A4&B4&A4&A4 68
    67	A4&C5&C5&C5&B4 68
    68	C5&D5&E5 68
    69	E5&D5 68
    70	C5&C5&C5&C5 67
    71	D4&D4 67
    72	C5&B4&C5&B4 65
    73	F4&G4&F4&F4&E4 64
    74	A4&C5&C5 63
    75	F4&G4&G4&A4&G4 63
    76	C5&D5&C5 61
    77	E5&F5&E5 58
    78	F4&E4&D4 56
    79	C5&C5&A4&C5&D5 55
    80	D4&E4&E4 54
    81	E5&D5&E5&D5 54
    82	A4&A4&G4&G4 53
    83	B4&C5&A4&G4 53
    84	D4&C4&D4&F4&E4 53
    85	E5&D5&C5&B4&A4 53
    86	F4&E4&D4&D4 53
    87	G4&G4&A4&G4 53
    88	C5&B4&C5&D5 52
    89	A4&A4&B4&A4&G4 51
    90	A4&A4&B4&C5&B4 51
    91	D4&C4 51
    92	D5&E5&F5&E5&D5 51
    93	E5&E5&D5&D5 51
    94	G4&C5&C5&B4 51
    95	C5&C5&B4&A4&G4 50
    96	D4&F4&E4 50
    97	D4&D4&A4&A4&G4 49
    98	D4&E4 49
    99	C5&A4&A4&G4 48
   100	A4 47
   101	F4&E4&D4&E4 47
   102	C5&B4&A4&A4&G4 46
   103	A4&B4&B4 45
   104	A4&F4&G4&A4&G4 45
   105	C5&B4&A4&G4 45
   106	C5&D5&E5&D5&D5 45
   107	G4&A4&C5 44
   108	B4&C5&B4 43
   109	C5&D5&C5&D5 43
   110	D4&D4&D4 43
   111	F4&A4&C5&B4 43
   112	G4&A4&G4&G4&F4 43
   113	C5&C5&D5&C5&C5 42
   114	C5&D5&C5&D5&D5 42
   115	D4&D4&C4 41
   116	B4&C5&D5&C5&B4 40
   117	E4&G4 40
   118	F4 40
   119	F4&F4&F4&F4&E4 40
   120	F4&F4&G4 40
   121	G4&A4&A4&G4 40
   122	F4&D4&E4 39
   123	A4&B4&C5&A4&G4 38
   124	A4&G4&F4&E4 38
   125	C5&B4&A4&A4 38
   126	C5&D5&E5&E5&D5 38
   127	D5&C5&C5&C5&B4 38
   128	D4 37
   129	D5&D5&E5&D5 37
   130	G4&A4&G4&F4 37
   131	A4&C5&B4&A4&G4 36
   132	C5&D5&F5 36
   133	D4&E4&D4&D4 36
   134	G4&G4&G4&G4 35
   135	D4&C4&D4 34
   136	F4&D4 34
   137	G4&F4&G4&G4&G4 34
   138	A4&G4&A4&A4&G4 33
   139	B4 33
   140	C5&B4&A4 33
   141	C4&D4&F4&E4 32
   142	C5&A4&G4&A4&G4 32
   143	C5&B4&B4 32
   144	C5&C5&C5&C5&B4 32
   145	E5&E5&E5&D5 32
   146	F4&G4&E4&F4&E4 32
   147	C5&A4&C5&B4 31
   148	D4&E4&E4&D4 31
   149	E4&F4&G4&F4&E4 31
   150	E5 31
   151	E5&D5&C5&B4&D5 31
   152	E5&E5&D5&C5&B4 31
   153	E5&F5&E5&E5 31
   154	B4&C5&D5&E5&D5 30
   155	B4&D5&E5&D5 30
   156	E5&F5 30
   157	F4&G4&F4&F4 30
   158	G4&G4&G4&A4&G4 30
   159	A4&B4&A4 29
   160	B4&C5&A4 29
   161	C5&C5&D5&E5&D5 29
   162	C5&E5&D5 29
   163	G4&A4 29
   164	A4&C5&A4&A4&G4 28
   165	A4&D5 28
   166	B4&A4&B4&A4&G4 28
   167	E4&F4&E4 28
   168	D5&D5&D5 27
   169	G4&A4&A4 27
   170	G4&G4&D5&D5 27
   171	A4&C5&D5&E5&D5 26
   172	E5&E5 26
   173	E5&F5&E5&D5&D5 26
   174	F4&G4&G4&F4&F4 26
   175	A4&A4&A4&A4 25
   176	A4&F4 25
   177	A4&F4&G4 25
   178	A4&G4&A4&C5&B4 25
   179	B4&C5 25
   180	C5&C5&B4&A4&B4 25
   181	C5&D5&E5&D5&E5 25
   182	D4&C4&C4 25
   183	D4&D4&C4&D4 25
   184	F4&A4&C5&C5 25
   185	F4&G4&A4&G4&G4 25
   186	G4&D5&D5 25
   187	A4&F4&G4&A4 24
   188	C5&D5&B4&C5&B4 24
   189	C5&D5&E5&E5 24
   190	E4&G4&F4&E4 24
   191	F4&E4&D4&C4 24
   192	F4&G4&F4 24
   193	A4&B4&G4&G4 23
   194	A4&C5&G4 23
   195	A4&C5&G4&G4 23
   196	C4&D4&D4 23
   197	C5&C5&C5&C5&D5 23
   198	C5&D5&B4&C5&D5 23
   199	C5&D5&D5&E5&D5 23
   200	F4&A4&C5 23
   201	A4&G4&G4&F4 22
   202	B4&A4&G4 22
   203	C4&C4 22
   204	C4&D4&E4&F4&E4 22
   205	C5&A4&A4 22
   206	C5&C5&D5&C5&B4 22
   207	C5&D5&C5&C5&D5 22
   208	E5&F5&D5 22
   209	F4&A4&G4 22
   210	F4&G4&G4&A4&C5 22
   211	A4&A4&G4&A4&G4 21
   212	A4&B4&B4&A4&A4 21
   213	B3&C4&B3&A3 21
   214	C4 21
   215	D4&F4&F4&E4 21
   216	D5 21
   217	E4&D4 21
   218	E5&D5&C5&C5&B4 21
   219	A3&C4 20
   220	A4&C5&D5&D5 20
   221	C5&B4&C5&D5&D5 20
   222	D4&E4&C4 20
   223	E4&E4 20
   224	E4&F4&G4 20
   225	E5&C5&D5&C5&B4 20
   226	F4&D4&F4&E4 20
   227	F4&F4&F4 20
   228	F4&F4&G4&A4&G4 20
   229	A4&A4&E5&E5&D5 19
   230	A4&B4&A4&F4 19
   231	A4&B4&G4&A4&G4 19
   232	A4&C5&B4&G4 19
   233	A4&G4&F4&G4 19
   234	A4&G4&G4&A4&C5 19
   235	B4&B4 19
   236	B4&C5&D5&D5 19
   237	C5&A4&C5&C5 19
   238	D4&D4&D4&D4 19
   239	D4&E4&F4 19
   240	E5&D5&D5&D5 19
   241	F5&F5 19
   242	G4&G4&A4 19
   243	A4&A4&A4&A4&G4 18
   244	A4&A4&D5 18
   245	C5&B4&G4 18
   246	C5&D5&C5&A4&G4 18
   247	C5&D5&D5&C5 18
   248	C5&D5&F5&F5 18
   249	E4 18
   250	F4&E4&E4 18
   251	F4&F4&C5&C5&D5 18
   252	F4&G4&A4&G4&F4 18
   253	G4&A4&G4&G4&G4 18
   254	A4&G4&G4&G4 17
   255	B3&C4 17
   256	F4&G4&B4&B4 17
   257	A4&G4&A4&C5&C5 16
   258	C5&D5&D5&C5&C5 16
   259	C5&D5&E5&D5&C5 16
   260	E5&C5 16
   261	E5&F5&D5&E5&D5 16
   262	F4&F4&F4&F4 16
   263	F4&G4&F4&G4&A4 16
   264	G4&G4&A4&A4&G4 16
   265	G5&G5&F5 16
   266	A4&A4&C5&A4&G4 15
   267	A4&C5&C5&B4&G4 15
   268	A4&E5&E5&D5 15
   269	A4&G4&F4 15
   270	B3&A3 15
   271	C5&A4&C5&B4&A4 15
   272	C5&B4&C5&A4&G4 15
   273	C5&B4&D5 15
   274	D4&F4&G4&A4&G4 15
   275	E4&D4&C4 15
   276	E4&F4&G4&A4&G4 15
   277	E5&F5&G5&F5 15
   278	F4&G4&A4&C5&B4 15
   279	F5&E5&D5 15
   280	G4&F4&G4&A4&G4 15
   281	A4&A4&C5 14
   282	A4&C5&D5&C5&C5 14
   283	A4&C5&G4&A4&G4 14
   284	A4&G4&G4&A4&G4 14
   285	D4&D4&F4&E4 14
   286	D4&E4&F4&E4&E4 14
   287	F4&D4&C4 14
   288	F4&D4&D4&C4 14
   289	G4&G4&A4&C5&B4 14
   290	A4&A4&C5&B4 13
   291	A4&B4&A4&C5&C5 13
   292	A4&C5&D5&E5 13
   293	A4&G4&E4&F4&E4 13
   294	A4&G4&F4&A4&C5 13
   295	B3&C4&D4&C4 13
   296	C5&B4&C5 13
   297	C5&C5&C5 13
   298	C5&D5&B4&C5 13
   299	C5&D5&D5&E5 13
   300	D4&C4&D4&E4 13
   301	D5&E5&D5&C5 13
   302	E5&C5&D5&D5 13
   303	E5&D5&B4&C5&B4 13
   304	E5&E5&E5&E5&D5 13
   305	F4&F4&A4&A4 13
   306	F4&G4&G4&F4&E4 13
   307	F5 13
   308	G4&A4&G4&A4&G4 13
   309	G4&B4&C5&D5 13
   310	G4&F4&F4&F4&E4 13
   311	G5&F5 13
   312	A4&A4&G4&A4&B4 12
   313	A4&F4&G4&F4&E4 12
   314	A4&G4&A4 12
   315	A4&G4&A4&C5 12
   316	B3 12
   317	B3&A3&A3 12
   318	B3&C4&D4 12
   319	B4&G4 12
   320	C4&D4&F4&E4&C4 12
   321	C5&A4&B4&C5&B4 12
   322	C5&B4&D5&E5&D5 12
   323	C5&C5&B4&C5 12
   324	D4&A4&A4&G4 12
   325	D4&E4&D4&C4&C4 12
   326	D4&G4 12
   327	E4&F4&D4 12
   328	E4&F4&E4&D4 12
   329	E4&G4&A4&G4 12
   330	E5&C5&B4 12
   331	F4&D4&D4 12
   332	F4&D4&F4 12
   333	F4&E4&G4&A4&G4 12
   334	F4&F4&G4&A4 12
   335	G4&A4&G4&F4&E4 12
   336	G4&F4&E4 12
   337	A3 11
   338	A3&E4&E4 11
   339	A4&A4&A4&G4&G4 11
   340	A4&A4&B4&A4&A4 11
   341	A4&A4&D5&D5 11
   342	A4&A4&G4&F4 11
   343	A4&B4&A4&C5 11
   344	A4&B4&A4&C5&B4 11
   345	A4&B4&C5&C5&B4 11
   346	C4&C4&C4 11
   347	C5&A4&C5&C5&B4 11
   348	C5&C5&B4&C5&B4 11
   349	C5&D5&C5&B4&B4 11
   350	C5&D5&F5&E5&D5 11
   351	D4&C4&D4&D4&C4 11
   352	D4&F4 11
   353	D5&B4&D5&E5&D5 11
   354	D5&C5&C5&B4 11
   355	E5&E5&D5&E5&D5 11
   356	G4&A4&C5&C5 11
   357	G4&G4&A4&G4&G4 11
   358	G4&G4&C5&C5&B4 11
   359	A4&B4&A4&G4&A4 10
   360	A4&B4&B4&A4 10
   361	A4&B4&C5&B4&B4 10
   362	A4&G4&A4&A4 10
   363	A4&G4&F4&G4&G4 10
   364	B3&A3&C4 10
   365	C4&E4&G4 10
   366	C5&D5&D5&C5&B4 10
   367	C5&G4 10
   368	D4&D4&D4&C4 10
   369	D4&E4&D4&C4&D4 10
   370	D5&C5&D5&E5&D5 10
   371	E4&D4&E4 10
   372	F4&A4&C5&C5&B4 10
   373	F4&E4&D4&F4&E4 10
   374	F4&F4&G4&F4&F4 10
   375	G3&A3 10
   376	G4&A4&B4&A4&G4 10
   377	G4&A4&C5&A4&G4 10
   378	G4&A4&C5&C5&B4 10
   379	G4&A4&G4&F4&F4 10
   380	A4&A4&F4 9
   381	A4&B4&C5&G4&G4 9
   382	A4&D5&D5 9
   383	A4&E5&E5&E5&D5 9
   384	A4&F4&A4&C5 9
   385	A4&F4&A4&C5&C5 9
   386	A4&F4&F4 9
   387	A4&F4&G4&G4 9
   388	A4&G4&A4&G4&G4 9
   389	C4&D4&F4&F4 9
   390	C4&D4&F4&F4&E4 9
   391	C5&C5&A4&C5&B4 9
   392	C5&C5&B4&B4 9
   393	D4&C4&D4&D4 9
   394	D4&D4&C4&D4&E4 9
   395	D4&D4&D4&F4&E4 9
   396	D4&E4&D4 9
   397	D4&E4&D4&C4&B3 9
   398	D4&E4&E4&D4&C4 9
   399	D4&E4&E4&E4 9
   400	E4&F4 9
   401	E4&F4&G4&A4 9
   402	F4&E4&D4&F4 9
   403	F4&F4&D4 9
   404	F4&G4&A4&C5 9
   405	F4&G4&E4&F4 9
   406	G4&B4 9
   407	G4&C5&C5 9
   408	G4&F4&F4&E4 9
   409	G4&G4&A4&C5&C5 9
   410	A4&A4&B4 8
   411	A4&A4&G4&F4&E4 8
   412	A4&B4&A4&B4 8
   413	A4&B4&C5&G4 8
   414	B4&D5&C5&D5&E5 8
   415	B4&D5&D5 8
   416	B4&D5&E5 8
   417	C4&C4&C4&C4 8
   418	C4&D4&C4 8
   419	C4&D4&F4&F4&G4 8
   420	C5&C5&B4&A4&C5 8
   421	C5&G4&A4&C5&C5 8
   422	D4&A4&A4&A4&G4 8
   423	D4&C4&D4&E4&D4 8
   424	D4&D4&C4&C4 8
   425	D4&D4&C4&D4&D4 8
   426	D4&E4&D4&E4 8
   427	D4&E4&F4&E4&D4 8
   428	D5&C5&B4 8
   429	D5&C5&C5&B4&C5 8
   430	D5&D5&C5&D5 8
   431	D5&D5&D5&E5&D5 8
   432	D5&E5&D5&D5 8
   433	E4&F4&A4&A4 8
   434	E4&G4&F4&G4&A4 8
   435	E4&G4&G4 8
   436	E5&D5&E5 8
   437	E5&F5&G5&G5 8
   438	E5&F5&G5&G5&A5 8
   439	E5&G5 8
   440	F4&A4&G4&F4&E4 8
   441	F4&D4&E4&D4&C4 8
   442	F4&G4&F4&E4&D4 8
   443	F4&G4&F4&G4 8
   444	G3 8
   445	G4&A4&B4&B4 8
   446	G4&D5&D5&D5&D5 8
   447	G4&G4&C5&A4&G4 8
   448	G4&G4&G4&D5&D5 8
   449	G5&A5&G5&F5 8
   450	A3&B3&C4 7
   451	A3&G3 7
   452	A4&A4&G4&D5 7
   453	A4&A4&G4&G4&G4 7
   454	A4&B4&B4&A4&F4 7
   455	A4&C5&B4&C5 7
   456	A4&C5&C5&D5 7
   457	A4&E5&E5 7
   458	A4&F4&F4&G4&G4 7
   459	A4&G4&F4&G4&A4 7
   460	B4&D5&D5&E5 7
   461	C4&D4&E4 7
   462	C5&B4&C5&D5&C5 7
   463	C5&D5&C5&D5&E5 7
   464	C5&D5&D5&C5&D5 7
   465	D4&C4&C4&C4&D4 7
   466	D4&D4&E4 7
   467	D4&F4&E4&F4&G4 7
   468	D5&E5&F5 7
   469	D5&F5 7
   470	E4&E4&E4 7
   471	E5&F5&E5&C5 7
   472	F4&D4&E4&F4&E4 7
   473	F4&E4&D4&D4&D4 7
   474	F4&F4&D4&E4&D4 7
   475	F4&F4&F4&E4&G4 7
   476	F4&F4&G4&G4 7
   477	F4&G4&F4&D4 7
   478	F4&G4&F4&E4&E4 7
   479	F4&G4&G4&D5 7
   480	F5&D5 7
   481	G5 7
   482	A3&C4&C4 6
   483	A3&E4&F4&E4 6
   484	A4&A4&C5&C5&B4 6
   485	A4&B4&C5&A4 6
   486	A4&B4&C5&B4&G4 6
   487	A4&C5&C5&D5&D5 6
   488	A4&C5&D5&C5&D5 6
   489	A4&C5&D5&E5&F5 6
   490	A4&D4 6
   491	A4&D5&C5&B4 6
   492	A4&G4&A4&B4 6
   493	A4&G4&A4&G4&F4 6
   494	A4&G4&E4 6
   495	B3&A3&G3&A3 6
   496	B3&C4&D4&C4&B3 6
   497	B3&C4&D4&E4 6
   498	B4&D5&B4&C5&B4 6
   499	B4&D5&B4&C5&D5 6
   500	B4&D5&C5&B4 6
   501	C4&D4&F4&G4 6
   502	C5&A4&A4&D5&D5 6
   503	C5&B4&A4&B4 6
   504	C5&C5&B4&C5&D5 6
   505	C5&C5&C5&B4&B4 6
   506	C5&C5&C5&B4&D5 6
   507	D4&E4&D4&D4&C4 6
   508	D4&E4&E4&D4&D4 6
   509	D4&E4&F4&G4 6
   510	D4&E4&F4&G4&A4 6
   511	D4&E4&G4&G4 6
   512	D5&D5&E5 6
   513	E4&F4&D4&C4&D4 6
   514	E4&F4&G4&G4 6
   515	E5&C5&D5&E5 6
   516	E5&D5&C5 6
   517	F4&A4&C5&A4&B4 6
   518	F4&A4&C5&C5&D5 6
   519	F4&E4&E4&C5&C5 6
   520	F4&E4&E4&E4 6
   521	F4&E4&F4&G4 6
   522	F4&F4&A4&C5 6
   523	F4&F4&D4&D4 6
   524	F4&F4&E4&D4&F4 6
   525	F4&G4&B4 6
   526	G4&C5&C5&C5&B4 6
   527	G4&F4&E4&D4&D4 6
   528	G4&G4&F4&F4 6
   529	G5&G5 6
   530	A3&C4&D4 5
   531	A3&G3&A3 5
   532	A4&A4&A4&C5&B4 5
   533	A4&A4&A4&G4&A4 5
   534	A4&A4&C5&G4 5
   535	A4&A4&G4&A4&A4 5
   536	A4&A4&G4&C5&B4 5
   537	A4&B4&A4&G4&F4 5
   538	A4&B4&B4&A4&D5 5
   539	A4&B4&B4&B4&B4 5
   540	A4&B4&G4&A4 5
   541	A4&C5&B4&C5&D5 5
   542	A4&F4&A4&C5&B4 5
   543	A4&F4&E4 5
   544	A4&G4&F4&E4&D4 5
   545	A4&G4&F4&F4&E4 5
   546	A4&G4&G4&F4&F4 5
   547	A4&G4&G4&F4&G4 5
   548	B3&B3&A3 5
   549	B3&C4&B3 5
   550	B3&C4&D4&C4&C4 5
   551	B3&D4&C4 5
   552	B4&A4&B4&G4&G4 5
   553	B4&C5&A4&A4&G4 5
   554	C5&A4&B4 5
   555	C5&A4&C5 5
   556	C5&A4&G4&G4 5
   557	C5&B4&A4&A4&B4 5
   558	C5&C5&B4&B4&D5 5
   559	C5&C5&D5&E5 5
   560	C5&C5&E5&E5 5
   561	C5&C5&G4 5
   562	C5&D5&E5&C5&B4 5
   563	C5&D5&F5&D5 5
   564	C5&E5&E5 5
   565	C5&E5&F5&E5&D5 5
   566	D4&C4&C4&A3 5
   567	D4&C4&C4&B3&A3 5
   568	D4&D4&C4&A3 5
   569	D4&E4&C4&C4 5
   570	D4&E4&E4&D4&F4 5
   571	D4&F4&E4&D4 5
   572	D4&F4&G4&A4 5
   573	D4&G4&A4&G4 5
   574	D5&B4&C5&D5 5
   575	D5&D5&C5&D5&E5 5
   576	D5&D5&D5&E5&C5 5
   577	D5&E5&D5&C5&D5 5
   578	E4&D4&G4&A4&A4 5
   579	E4&F4&A4&C5&G4 5
   580	E4&G4&A4 5
   581	E4&G4&F4&F4&E4 5
   582	E5&C5&B4&A4&A4 5
   583	E5&D5&D5&E5 5
   584	E5&G5&F5 5
   585	F4&A4&G4&A4 5
   586	F4&D4&F4&F4&E4 5
   587	F4&E4&C4 5
   588	F4&E4&C4&D4 5
   589	F4&F4&E4&D4&C4 5
   590	F4&G4&A4&A4&D5 5
   591	F4&G4&B4&A4&G4 5
   592	F4&G4&D4 5
   593	F4&G4&E4 5
   594	F4&G4&E4&F4&D4 5
   595	F4&G4&F4&D4&D4 5
   596	F4&G4&F4&F4&D4 5
   597	F4&G4&G4&A4&A4 5
   598	F5&E5 5
   599	F5&F5&F5 5
   600	G3&A3&C4 5
   601	G4&A4&C5&C5&D5 5
   602	G4&B4&C5&A4&G4 5
   603	G4&B4&C5&B4 5
   604	G4&B4&D5 5
   605	G4&E4&F4&G4 5
   606	G4&G4&A4&B4 5
   607	G4&G4&C5&B4 5
   608	G5&A5&G5&G5 5
   609	A3&C4&C4&C4 4
   610	A4&A4&A4&C5 4
   611	A4&A4&G4&A4 4
   612	A4&A4&G4&A4&C5 4
   613	A4&B4&B4&A4&C5 4
   614	A4&B4&B4&B4 4
   615	A4&B4&B4&B4&D5 4
   616	A4&C5&A4&B4 4
   617	A4&C5&A4&G4&G4 4
   618	A4&C5&B4&B4 4
   619	A4&C5&C5&B4&B4 4
   620	A4&C5&C5&C5 4
   621	A4&C5&D5&C5 4
   622	A4&D5&E5&D5 4
   623	A4&F4&G4&A4&C5 4
   624	A4&G4&A4&F4 4
   625	A4&G4&B4 4
   626	A4&G4&C5&D5&C5 4
   627	B3&D4&C4&C4&C4 4
   628	B3&D4&E4&D4&C4 4
   629	B4&A4&C5&D5 4
   630	B4&C5&A4&B4&G4 4
   631	B4&D5&D5&E5&D5 4
   632	C4&E4 4
   633	C5&A4&B4&A4&G4 4
   634	C5&B4&A4&C5 4
   635	C5&C5&A4&G4 4
   636	C5&C5&D5&C5 4
   637	C5&D5&A4&A4 4
   638	C5&D5&C5&B4&A4 4
   639	C5&D5&E5&F5 4
   640	D4&A4&B4&A4&A4 4
   641	D4&C4&B3&A3 4
   642	D4&C4&B3&C4&D4 4
   643	D4&C4&D4&C4&D4 4
   644	D4&C4&F4&G4 4
   645	D4&C4&F4&G4&A4 4
   646	D4&D4&C4&D4&A3 4
   647	D4&E4&D4&D4&D4 4
   648	D4&E4&D4&E4&E4 4
   649	D4&E4&F4&D4&D4 4
   650	D4&F4&D4&E4 4
   651	D4&F4&E4&D4&E4 4
   652	D4&F4&G4&G4 4
   653	D4&G4&A4&C5&B4 4
   654	D5&D5&D5&D5&D5 4
   655	D5&D5&E5&G5 4
   656	D5&D5&F5 4
   657	D5&E5 4
   658	E4&G4&A4&A4&G4 4
   659	E5&C5&B4&C5&D5 4
   660	E5&D5&B4&C5&D5 4
   661	E5&D5&E5&D5&C5 4
   662	E5&D5&F5&F5 4
   663	E5&E5&D5&C5&D5 4
   664	E5&E5&E5&D5&D5 4
   665	E5&E5&E5&E5 4
   666	E5&F5&D5&C5 4
   667	E5&F5&D5&C5&C5 4
   668	E5&F5&E5&D5&E5 4
   669	E5&F5&F5 4
   670	F4&A4&G4&A4&G4 4
   671	F4&A4&G4&E4 4
   672	F4&C4&D4&D4 4
   673	F4&D4&E4&F4&G4 4
   674	F4&D4&G4 4
   675	F4&E4&D4&D4&C4 4
   676	F4&E4&D4&D4&E4 4
   677	F4&E4&F4&E4 4
   678	F4&F4&E4&F4&G4 4
   679	F4&F4&F4&D4 4
   680	F4&F4&G4&B4&B4 4
   681	F4&F4&G4&G4&G4 4
   682	F4&G4&F4&E4&C4 4
   683	F4&G4&F4&F4&G4 4
   684	F4&G4&G4&A4 4
   685	F4&G4&G4&F4&G4 4
   686	F4&G4&G4&G4&F4 4
   687	F5&F5&E5&D5 4
   688	G4&A4&C5&D5&D5 4
   689	G4&A4&F4&E4 4
   690	G4&B4&C5 4
   691	G4&E4 4
   692	G4&F4&A4&C5&B4 4
   693	G4&F4&D4&F4&E4 4
   694	G4&G4&A4&C5 4
   695	G4&G4&B4&C5&D5 4
   696	G4&G4&F4&D4&E4 4
   697	G4&G4&F4&F4&G4 4
   698	G4&G4&G4&G4&G4 4
   699	G5&A5 4
   700	G5&F5&F5 4
   701	G5&G5&F5&F5 4
   702	A3&B3&C4&D4&D4 3
   703	A3&C4&D4&D4 3
   704	A3&C4&D4&E4 3
   705	A4&A4&A4 3
   706	A4&A4&A4&C5&D5 3
   707	A4&A4&A4&G4&B4 3
   708	A4&A4&C5&B4&G4 3
   709	A4&A4&F4&G4&G4 3
   710	A4&A4&G4&B4&C5 3
   711	A4&A4&G4&C5 3
   712	A4&A4&G4&C5&C5 3
   713	A4&B4&A4&A4&B4 3
   714	A4&B4&A4&B4&D5 3
   715	A4&B4&A4&F4&F4 3
   716	A4&B4&A4&G4&D5 3
   717	A4&B4&B4&D5&D5 3
   718	A4&B4&C5&A4&C5 3
   719	A4&B4&C5&B4&A4 3
   720	A4&B4&C5&D5 3
   721	A4&B4&G4&F4&F4 3
   722	A4&C5&A4&A4 3
   723	A4&C5&A4&C5&B4 3
   724	A4&C5&B4&A4&A4 3
   725	A4&C5&B4&B4&B4 3
   726	A4&C5&C5&G4 3
   727	A4&C5&D5&D5&D5 3
   728	A4&C5&D5&F5 3
   729	A4&D5&C5&C5&B4 3
   730	A4&D5&C5&D5 3
   731	A4&F4&E4&D4&E4 3
   732	A4&F4&F4&E4 3
   733	A4&G4&A4&D4 3
   734	A4&G4&E4&G4 3
   735	A4&G4&F4&A4 3
   736	A4&G4&F4&A4&G4 3
   737	A4&G4&G4&E4 3
   738	B3&A3&A3&E4&E4 3
   739	B3&A3&C4&C4 3
   740	B3&B3 3
   741	B3&C4&C4 3
   742	B4&A4 3
   743	B4&A4&A4&G4 3
   744	B4&A4&C5&B4 3
   745	B4&A4&C5&C5 3
   746	B4&B4&C5&A4&G4 3
   747	B4&B4&D5 3
   748	B4&C5&B4&A4&G4 3
   749	B4&C5&C5&B4 3
   750	B4&D5&D5&C5&B4 3
   751	B4&D5&E5&E5&D5 3
   752	C4&D4&C4&D4 3
   753	C4&D4&F4&D4&E4 3
   754	C4&E4&F4 3
   755	C4&E4&F4&D4&D4 3
   756	C5&A4&A4&D5 3
   757	C5&A4&A4&G4&G4 3
   758	C5&A4&C5&B4&G4 3
   759	C5&A4&G4&A4&D4 3
   760	C5&A4&G4&B4 3
   761	C5&A4&G4&F4&G4 3
   762	C5&B4&B4&B4 3
   763	C5&B4&C5&A4&B4 3
   764	C5&B4&C5&C5&B4 3
   765	C5&B4&D5&C5 3
   766	C5&B4&D5&E5 3
   767	C5&B4&G4&A4&G4 3
   768	C5&C5&A4&C5 3
   769	C5&C5&B4&A4&A4 3
   770	C5&C5&B4&C5&C5 3
   771	C5&C5&B4&D5 3
   772	C5&C5&C5&A4&B4 3
   773	C5&C5&C5&C5&C5 3
   774	C5&C5&D5&D5 3
   775	C5&C5&D5&E5&F5 3
   776	C5&C5&G4&A4&G4 3
   777	C5&D5&A4&A4&G4 3
   778	C5&D5&A4&C5&B4 3
   779	C5&D5&C5&A4&C5 3
   780	C5&D5&C5&B4&C5 3
   781	C5&D5&C5&B4&G4 3
   782	C5&D5&C5&C5&A4 3
   783	C5&D5&C5&C5&C5 3
   784	C5&D5&D5&B4&D5 3
   785	C5&D5&D5&D5&D5 3
   786	C5&D5&F5&F5&F5 3
   787	C5&E5&E5&D5&D5 3
   788	D4&C4&C4&C4 3
   789	D4&C4&D4&D4&D4 3
   790	D4&C4&D4&F4&G4 3
   791	D4&D4&C4&C4&D4 3
   792	D4&D4&D4&C4&D4 3
   793	D4&D4&D4&E4 3
   794	D4&D4&F4 3
   795	D4&D4&G4 3
   796	D4&E4&C4&B3&A3 3
   797	D4&E4&D4&D4&E4 3
   798	D4&E4&E4&D4&E4 3
   799	D4&E4&F4&E4&C4 3
   800	D4&E4&G4&E4 3
   801	D4&F4&D4&F4&E4 3
   802	D4&F4&E4&F4 3
   803	D4&F4&G4 3
   804	D4&F4&G4&F4&E4 3
   805	D4&G4&F4&E4 3
   806	D5&C5&A4&C5&B4 3
   807	D5&C5&B4&C5&B4 3
   808	D5&D5&B4&C5&D5 3
   809	D5&D5&B4&D5 3
   810	D5&D5&D5&D5&E5 3
   811	D5&D5&E5&E5&D5 3
   812	D5&D5&E5&F5&E5 3
   813	D5&D5&F5&F5 3
   814	D5&E5&D5&E5&D5 3
   815	D5&F5&E5&D5 3
   816	E4&D4&C4&E4&D4 3
   817	E4&D4&F4&F4&D4 3
   818	E4&D4&G4 3
   819	E4&E4&C5&C5 3
   820	E4&E4&D4&G4 3
   821	E4&E4&E4&E4 3
   822	E4&F4&D4&E4 3
   823	E4&F4&E4&E4 3
   824	E4&G4&A4&F4&E4 3
   825	E5&C5&D5 3
   826	E5&C5&D5&E5&D5 3
   827	E5&D5&D5&C5&D5 3
   828	E5&D5&D5&D5&D5 3
   829	E5&D5&D5&E5&D5 3
   830	E5&D5&E5&C5 3
   831	E5&D5&E5&F5 3
   832	E5&D5&E5&G5 3
   833	E5&E5&D5&D5&D5 3
   834	E5&E5&G5&F5 3
   835	E5&F5&D5&D5 3
   836	E5&F5&G5&F5&F5 3
   837	E5&G5&A5 3
   838	E5&G5&F5&F5 3
   839	E5&G5&G5&A5 3
   840	F4&A4 3
   841	F4&A4&C5&D5 3
   842	F4&A4&F4 3
   843	F4&A4&G4&F4 3
   844	F4&D4&E4&D4&D4 3
   845	F4&D4&E4&F4 3
   846	F4&D4&F4&F4 3
   847	F4&E4&D4&E4&E4 3
   848	F4&E4&D4&G4 3
   849	F4&E4&E4&A4&G4 3
   850	F4&E4&E4&D4&C4 3
   851	F4&E4&F4 3
   852	F4&E4&F4&D4&E4 3
   853	F4&E4&F4&F4&E4 3
   854	F4&E4&F4&G4&G4 3
   855	F4&F4&D4&F4 3
   856	F4&F4&F4&G4 3
   857	F4&F4&F4&G4&A4 3
   858	F4&F4&G4&D4&C4 3
   859	F4&F4&G4&G4&F4 3
   860	F4&G4&A4&G4&A4 3
   861	F4&G4&E4&A4&G4 3
   862	F4&G4&F4&A4&A4 3
   863	F4&G4&G4&A4&F4 3
   864	F5&D5&E5&D5 3
   865	F5&E5&C5&D5&C5 3
   866	F5&E5&D5&C5&D5 3
   867	F5&E5&F5&G5&F5 3
   868	F5&F5&G5&F5&F5 3
   869	G3&C4 3
   870	G4&A4&C5&A4&B4 3
   871	G4&A4&C5&D5 3
   872	G4&A4&F4&G4 3
   873	G4&A4&G4&E4 3
   874	G4&A4&G4&G4&E4 3
   875	G4&D5&D5&C5&B4 3
   876	G4&E4&D4 3
   877	G4&F4&G4&A4 3
   878	G4&G4&B4 3
   879	G4&G4&D4&F4&E4 3
   880	G4&G4&F4&G4&A4 3
   881	G5&F5&D5&F5 3
   882	A3&A3 2
   883	A3&A3&C4 2
   884	A3&A3&G3&A3&C4 2
   885	A3&C4&A3&A3&G3 2
   886	A3&C4&B3&A3 2
   887	A3&C4&C4&C4&B3 2
   888	A3&C4&D4&D4&C4 2
   889	A3&C4&D4&E4&D4 2
   890	A3&C4&E4 2
   891	A3&C4&G3&A3 2
   892	A3&D4 2
   893	A4&A4&A4&B4 2
   894	A4&A4&A4&C5&C5 2
   895	A4&A4&A4&E5 2
   896	A4&A4&C5&D5&C5 2
   897	A4&A4&C5&G4&G4 2
   898	A4&A4&D5&D5&D5 2
   899	A4&A4&E5&F5&D5 2
   900	A4&A4&F4&G4&A4 2
   901	A4&A4&G4&D4&E4 2
   902	A4&A4&G4&D5&D5 2
   903	A4&A4&G4&D5&F5 2
   904	A4&A4&G4&F4&D4 2
   905	A4&A4&G4&G4&F4 2
   906	A4&B4&A4&A4&A4 2
   907	A4&B4&A4&B4&B4 2
   908	A4&B4&A4&B4&C5 2
   909	A4&B4&A4&C5&D5 2
   910	A4&B4&A4&G4&E4 2
   911	A4&B4&B4&D5&E5 2
   912	A4&B4&G4&F4 2
   913	A4&C5&A4&C5&D5 2
   914	A4&C5&B4&A4 2
   915	A4&C5&B4&D5 2
   916	A4&C5&C5&B4&C5 2
   917	A4&C5&C5&D5&B4 2
   918	A4&C5&E5&D5&E5 2
   919	A4&C5&G4&E4&F4 2
   920	A4&C5&G4&F4 2
   921	A4&D5&D5&C5&B4 2
   922	A4&D5&E5&F5&E5 2
   923	A4&E4&F4&E4 2
   924	A4&E5 2
   925	A4&F4&A4&C5&G4 2
   926	A4&F4&G4&G4&G4 2
   927	A4&G4&A4&A4&B4 2
   928	A4&G4&A4&G4&A4 2
   929	A4&G4&A4&G4&D5 2
   930	A4&G4&B4&B4 2
   931	A4&G4&C5&C5 2
   932	A4&G4&F4&F4 2
   933	A4&G4&F4&G4&F4 2
   934	A4&G4&G4&A4 2
   935	A4&G4&G4&B4 2
   936	A4&G4&G4&D4&G4 2
   937	A4&G4&G4&D5&D5 2
   938	A4&G4&G4&G4&G4 2
   939	B3&A3&A3&G3&C4 2
   940	B3&A3&B3&B3&A3 2
   941	B3&A3&C4&D4&C4 2
   942	B3&A3&G3 2
   943	B3&A3&G3&A3&C4 2
   944	B3&B3&A3&C4 2
   945	B3&C4&B3&A3&C4 2
   946	B3&C4&D4&C4&D4 2
   947	B3&D4 2
   948	B3&E4&D4&E4 2
   949	B3&G3&A3&C4 2
   950	B4&A4&B4&C5 2
   951	B4&A4&B4&C5&B4 2
   952	B4&B4&G4&B4 2
   953	B4&B4&G4&G4 2
   954	B4&C5&A4&G4&G4 2
   955	B4&C5&B4&G4&G4 2
   956	B4&C5&D5&D5&D5 2
   957	B4&D5&C5&C5&B4 2
   958	B4&D5&D5&D5 2
   959	B4&G4&A4&B4&B4 2
   960	C4&C4&C4&E4 2
   961	C4&D4&D4&D4&E4 2
   962	C4&D4&E4&D4 2
   963	C4&D4&E4&D4&C4 2
   964	C4&D4&E4&E4 2
   965	C4&D4&F4 2
   966	C4&E4&E4 2
   967	C4&E4&F4&D4 2
   968	C4&E4&G4&F4&E4 2
   969	C4&F4&E4&D4&D4 2
   970	C5&A4&A4&C5&C5 2
   971	C5&A4&A4&G4&D5 2
   972	C5&A4&B4&A4&A4 2
   973	C5&A4&C5&B4&C5 2
   974	C5&A4&C5&C5&C5 2
   975	C5&A4&G4&A4&B4 2
   976	C5&A4&G4&G4&G4 2
   977	C5&B4&A4&C5&B4 2
   978	C5&B4&A4&C5&D5 2
   979	C5&B4&B4&A4&G4 2
   980	C5&B4&B4&C5&D5 2
   981	C5&B4&B4&D5 2
   982	C5&B4&C5&E5&D5 2
   983	C5&B4&G4&C5 2
   984	C5&B4&G4&G4&G4 2
   985	C5&C5&A4&B4 2
   986	C5&C5&B4&G4 2
   987	C5&C5&C5&A4&G4 2
   988	C5&C5&C5&E5&E5 2
   989	C5&C5&D5&F5&F5 2
   990	C5&D5&A4&A4&D5 2
   991	C5&D5&A4&G4 2
   992	C5&D5&B4 2
   993	C5&D5&B4&D5 2
   994	C5&D5&C5&D5&C5 2
   995	C5&D5&E5&A4&G4 2
   996	C5&D5&E5&F5&E5 2
   997	C5&D5&E5&G5 2
   998	C5&D5&F5&G5 2
   999	C5&E5&C5&D5&D5 2
  1000	C5&E5&D5&D5 2
  1001	C5&E5&D5&D5&D5 2
  1002	C5&E5&F5&E5 2
  1003	C5&G4&A4&A4 2
  1004	D4&A4&A4 2
  1005	D4&A4&G4&A4&G4 2
  1006	D4&B3&C4 2
  1007	D4&C4&C4&C4&C4 2
  1008	D4&C4&C4&D4&E4 2
  1009	D4&C4&C4&F4&F4 2
  1010	D4&C4&D4&F4&F4 2
  1011	D4&C4&E4&F4&E4 2
  1012	D4&C4&F4&F4 2
  1013	D4&D4&C4&B3 2
  1014	D4&D4&C4&E4 2
  1015	D4&D4&C4&F4&G4 2
  1016	D4&D4&D4&A4 2
  1017	D4&D4&E4&D4&C4 2
  1018	D4&D4&F4&D4&E4 2
  1019	D4&D4&F4&F4 2
  1020	D4&D4&F4&F4&E4 2
  1021	D4&D4&F4&G4&G4 2
  1022	D4&D4&G4&F4&E4 2
  1023	D4&E4&D4&C4&F4 2
  1024	D4&E4&D4&D4&F4 2
  1025	D4&E4&D4&E4&D4 2
  1026	D4&E4&D4&F4&E4 2
  1027	D4&E4&E4&F4 2
  1028	D4&E4&F4&A4&A4 2
  1029	D4&E4&F4&A4&G4 2
  1030	D4&E4&F4&F4&E4 2
  1031	D4&E4&F4&G4&G4 2
  1032	D4&E4&G4 2
  1033	D4&F4&C4 2
  1034	D4&F4&E4&C4 2
  1035	D5&C5&D5&C5&B4 2
  1036	D5&C5&D5&D5 2
  1037	D5&D5&C5&A4&B4 2
  1038	D5&D5&D5&C5&D5 2
  1039	D5&D5&E5&F5 2
  1040	D5&E5&D5&C5&C5 2
  1041	D5&E5&D5&C5&G4 2
  1042	D5&F5&E5&F5 2
  1043	D5&F5&E5&G5&F5 2
  1044	D5&F5&F5 2
  1045	E4&A4&C5&B4&G4 2
  1046	E4&C4 2
  1047	E4&C4&E4&G4 2
  1048	E4&C4&F4&E4&D4 2
  1049	E4&D4&C4&D4&C4 2
  1050	E4&D4&G4&A4&G4 2
  1051	E4&E4&A4&G4 2
  1052	E4&E4&G4 2
  1053	E4&E4&G4&A4&C5 2
  1054	E4&E4&G4&G4 2
  1055	E4&F4&E4&C4 2
  1056	E4&F4&E4&D4&D4 2
  1057	E4&F4&E4&D4&G4 2
  1058	E4&F4&E4&E4&D4 2
  1059	E4&F4&E4&F4&D4 2
  1060	E4&F4&E4&F4&E4 2
  1061	E4&G4&A4&C5 2
  1062	E4&G4&E4&E4 2
  1063	E4&G4&E4&F4&E4 2
  1064	E4&G4&F4&E4&D4 2
  1065	E4&G4&G4&A4 2
  1066	E4&G4&G4&G4 2
  1067	E5&C5&C5 2
  1068	E5&C5&E5&F5&D5 2
  1069	E5&D5&C5&D5&D5 2
  1070	E5&D5&C5&D5&E5 2
  1071	E5&D5&F5&E5&D5 2
  1072	E5&D5&F5&E5&F5 2
  1073	E5&E5&D5&C5&C5 2
  1074	E5&E5&D5&F5 2
  1075	E5&E5&F5&E5 2
  1076	E5&E5&G5&E5&D5 2
  1077	E5&F5&D5&E5 2
  1078	E5&F5&E5&C5&D5 2
  1079	E5&G5&E5&D5 2
  1080	F4&A4&B4&A4&G4 2
  1081	F4&A4&B4&G4 2
  1082	F4&A4&C5&A4&G4 2
  1083	F4&A4&G4&F4&G4 2
  1084	F4&B4 2
  1085	F4&D4&D4&C4&D4 2
  1086	F4&D4&F4&G4 2
  1087	F4&D4&F4&G4&A4 2
  1088	F4&E4&A4&G4 2
  1089	F4&E4&D4&C4&D4 2
  1090	F4&E4&D4&F4&G4 2
  1091	F4&E4&E4&F4&E4 2
  1092	F4&E4&F4&A4 2
  1093	F4&E4&F4&D4 2
  1094	F4&E4&G4&A4&A4 2
  1095	F4&E4&G4&F4&E4 2
  1096	F4&F4&A4&C5&B4 2
  1097	F4&F4&D4&F4&E4 2
  1098	F4&F4&E4&A4&G4 2
  1099	F4&F4&E4&D4 2
  1100	F4&F4&E4&D4&E4 2
  1101	F4&F4&E4&E4 2
  1102	F4&F4&E4&F4&E4 2
  1103	F4&F4&F4&A4&C5 2
  1104	F4&F4&F4&F4&G4 2
  1105	F4&G4&A4&A4&B4 2
  1106	F4&G4&A4&B4&A4 2
  1107	F4&G4&A4&C5&C5 2
  1108	F4&G4&A4&G4&E4 2
  1109	F4&G4&B4&B4&B4 2
  1110	F4&G4&B4&G4 2
  1111	F4&G4&C5&C5&B4 2
  1112	F4&G4&E4&C4 2
  1113	F4&G4&F4&E4&G4 2
  1114	F4&G4&G4&D5&D5 2
  1115	F4&G4&G4&F4&D4 2
  1116	F5&D5&E5&F5 2
  1117	F5&E5&D5&C5 2
  1118	F5&E5&F5 2
  1119	F5&E5&F5&G5 2
  1120	F5&F5&G5&F5 2
  1121	G3&B3&C4&D4&C4 2
  1122	G4&A4&A4&A4&G4 2
  1123	G4&A4&B4 2
  1124	G4&A4&F4 2
  1125	G4&A4&F4&G4&A4 2
  1126	G4&A4&G4&E4&F4 2
  1127	G4&A4&G4&F4&G4 2
  1128	G4&B4&C5&D5&D5 2
  1129	G4&B4&D5&E5 2
  1130	G4&C5&A4&A4&G4 2
  1131	G4&C5&B4&C5&D5 2
  1132	G4&C5&C5&C5&C5 2
  1133	G4&F4 2
  1134	G4&F4&A4&C5&C5 2
  1135	G4&F4&A4&G4 2
  1136	G4&F4&D4&E4 2
  1137	G4&F4&G4&A4&A4 2
  1138	G4&F4&G4&F4 2
  1139	G4&F4&G4&G4 2
  1140	G4&G4&B4&C5 2
  1141	G4&G4&B4&D5 2
  1142	G4&G4&D4 2
  1143	G4&G4&F4&E4&D4 2
  1144	G4&G4&G4&A4&B4 2
  1145	G4&G4&G4&A4&C5 2
  1146	G4&G4&G4&C5&B4 2
  1147	G5&E5 2
  1148	G5&F5&F5&D5 2
  1149	G5&F5&G5&F5 2
  1150	G5&G5&A5 2
  1151	G5&G5&A5&G5&G5 2
  1152	G5&G5&G5&G5&F5 2
  1153	E5&E5&G5 1
  1154	F4&A4&C5&G4 1
