     1	A4&G4&A4&B4&A4&G4&A4&A4&G4 72
     2	F4&G4&A4&G4 68
     3	C5&C5&B4&C5&A4&G4 66
     4	G4 64
     5	A4&G4 62
     6	G4&G4 62
     7	F4&G4&A4&A4 60
     8	C5&D5&C5&C5&B4 59
     9	C5&D5&C5&B4&A4&B4&C5&B4 56
    10	G4&A4&G4 55
    11	F4&F4 52
    12	A4&A4&G4 51
    13	A4&B4&A4&G4 50
    14	A4 49
    15	A4&B4&A4&A4&G4 49
    16	C5&D5&E5&D5&E5&F5&E5&D5 49
    17	D5&D5&E5&D5&C5&B4&A4 49
    18	A4&A4 47
    19	F4&G4 47
    20	C5 46
    21	C5&C5&B4 46
    22	A4&C5&B4 45
    23	A4&B4&A4&G4&G4 43
    24	D5&D5 43
    25	F4&G4&F4&E4 43
    26	G4&G4&G4 43
    27	F4&G4&A4&A4&G4 42
    28	F4&G4&G4 42
    29	C5&D5&C5&B4&C5&B4&A4&A4&G4 41
    30	C5&D5&C5&C5 41
    31	C5&D5&D5 41
    32	D5&E5&D5 41
    33	F4&G4&A4&A4&G4&G4 40
    34	C5&D5&C5&B4 39
    35	A4&B4&C5&B4 38
    36	C5&B4&C5&D5&C5&B4&A4 38
    37	F4 38
    38	A4&C5&C5&B4 37
    39	A4&G4&G4 37
    40	C5&B4 37
    41	C5&C5&A4&C5&D5&C5 37
    42	C5&D5&E5&D5&E5&D5&C5&B4&C5&B4 36
    43	F4&E4 36
    44	C5&C5 35
    45	F4&G4&A4 35
    46	A4&B4&A4&A4&G4&G4&F4&G4&G4&G4 34
    47	B4 34
    48	C5&C5&C5&B4 34
    49	D4&D4 34
    50	E5&F5&E5&E5&D5 34
    51	A4&A4&A4&G4 33
    52	A4&B4 33
    53	C5&D5 33
    54	C5&D5&E5&D5 33
    55	D4 33
    56	D4&C4 33
    57	A4&B4&A4&G4&A4&G4 32
    58	A4&C5 32
    59	E5&E5&D5 32
    60	F4&F4&E4 32
    61	A4&A4&G4&F4&G4&A4&G4 31
    62	D4&E4&D4&C4 31
    63	A4&B4&C5&B4&A4&G4&G4 30
    64	A4&C5&C5 30
    65	A4&C5&D5 30
    66	E5 30
    67	G4&A4&G4&G4 30
    68	A4&B4&A4 29
    69	A4&G4&A4&G4 29
    70	C5&D5&E5&D5&C5&B4 29
    71	D5 29
    72	F4&G4&G4&F4 29
    73	A4&C5&A4&G4&A4&B4&A4&G4 28
    74	D4&E4 28
    75	F4&G4&F4&F4&E4 28
    76	F4&G4&G4&G4 28
    77	C5&C5&D5 27
    78	F4&G4&A4&G4&A4&G4 27
    79	A4&B4&A4&G4&A4&A4&G4 26
    80	A4&C5&C5&B4&B4 26
    81	A4&C5&G4&A4&G4&G4&F4 26
    82	B4&C5&B4 26
    83	D4&D4&C4 26
    84	G4&A4 26
    85	A4&C5&C5&C5&B4 25
    86	E4 25
    87	F4&A4&C5&B4 25
    88	F4&G4&G4&A4&G4 25
    89	C5&C5&C5&C5 24
    90	C5&C5&D5&C5&C5 24
    91	C5&D5&D5&D5 24
    92	D4&F4&E4 24
    93	A4&A4&B4&C5&B4 23
    94	A4&G4&G4&A4&B4&A4&G4&A4&A4&G4 23
    95	C5&D5&E5&D5&D5 23
    96	D4&C4&D4&F4&E4 23
    97	F4&F4&F4&F4&E4 23
    98	G4&G4&A4&G4 23
    99	A4&B4&C5&B4&A4&G4&A4&A4&G4 22
   100	A4&B4&G4 22
   101	A4&F4 22
   102	A4&G4&A4&C5 22
   103	C4 22
   104	C5&D5&E5 22
   105	C5&D5&E5&E5&D5 22
   106	D5&D5&D5 22
   107	D5&D5&E5&D5&C5&B4&D5 22
   108	D5&E5&F5&E5&D5 22
   109	E5&F5&E5&E5&D5&C5&D5&C5&C5&B4 22
   110	F4&F4&F4&E4 22
   111	G4&A4&C5 22
   112	C4&D4 21
   113	C5&B4&A4&G4 21
   114	C5&D5&D5&E5&D5 21
   115	G4&A4&C5&B4 21
   116	G4&G4&G4&G4 21
   117	A4&B4&A4&A4 20
   118	A4&B4&C5&A4&B4&G4 20
   119	A4&C5&B4&D5&C5&C5&C5&B4 20
   120	A4&C5&G4 20
   121	B4&C5&D5 20
   122	C5&A4&G4 20
   123	C5&D5&E5&D5&E5&D5 20
   124	C5&D5&E5&D5&E5&F5&E5 20
   125	D4&C4&D4 20
   126	D4&E4&E4 20
   127	D4&E4&F4&E4 20
   128	E4&G4 20
   129	F4&E4&D4 20
   130	F4&F4&G4 20
   131	F4&G4&A4&G4&F4&G4&G4&F4 20
   132	G4&A4&G4&F4 20
   133	G4&C5&C5&B4 20
   134	A4&A4&E5&E5&D5&C5&D5&E5&D5 19
   135	A4&C5&D5&C5&B4 19
   136	C4&D4&F4&E4 19
   137	C5&C5&C5&C5&B4 19
   138	D4&D4&A4&A4&G4&F4&G4&A4&G4 19
   139	E5&F5&E5&D5 19
   140	A3&C4 18
   141	A4&F4&G4&A4&G4&A4&A4 18
   142	C5&A4&A4&G4 18
   143	C5&B4&A4 18
   144	C5&C5&C5&C5&C5&B4 18
   145	C5&C5&D5&E5&E5&D5&C5&B4 18
   146	C5&D5&C5 18
   147	D4&E4&D4&D4 18
   148	D4&E4&F4&E4&D4&E4&E4&D4 18
   149	D4&E4&F4&G4&A4&G4 18
   150	E5&D5 18
   151	E5&F5&E5&E5 18
   152	F4&D4 18
   153	F4&E4&D4&E4 18
   154	F4&F4&C5&C5&D5&B4&C5&A4 18
   155	F4&G4&A4&G4&F4&E4 18
   156	F4&G4&A4&G4&G4 18
   157	G4&G4&G4&A4&G4 18
   158	A4&B4&C5&B4&A4&A4&G4 17
   159	A4&C5&C5&C5&C5&B4 17
   160	A4&G4&F4&E4 17
   161	B4&C5&D5&C5&B4 17
   162	B4&D5 17
   163	C5&B4&C5&D5 17
   164	C5&C5&C5 17
   165	C5&D5&D5&C5 17
   166	C5&E5&D5 17
   167	D4&E4&F4&E4&D4&C4&D4&F4&E4 17
   168	D5&D5&E5&F5&E5&D5 17
   169	E4&E4 17
   170	E4&F4&G4 17
   171	E5&D5&D5 17
   172	E5&F5&E5 17
   173	F4&G4&A4&A4&A4&G4 17
   174	F4&G4&G4&A4&C5&A4&B4&A4&G4 17
   175	F4&G4&G4&G4&C5&C5&B4&C5&A4&G4 17
   176	G4&A4&A4 17
   177	A4&B4&C5&A4&B4&G4&G4 16
   178	A4&D5 16
   179	A4&F4&G4 16
   180	A4&F4&G4&A4&G4 16
   181	B4&C5&D5&C5&B4&A4&B4&C5&B4 16
   182	C4&C4 16
   183	C5&B4&A4&A4 16
   184	C5&C5&C5&C5&D5 16
   185	C5&C5&D5&C5&C5&B4 16
   186	D5&D5&D5&D5 16
   187	E5&D5&C5&B4 16
   188	E5&F5 16
   189	F4&A4&C5&C5 16
   190	F4&G4&A4&C5&C5&B4 16
   191	F4&G4&F4&E4&D4&D4 16
   192	A4&A4&G4&F4&G4&A4 15
   193	A4&B4&C5&A4&G4 15
   194	A4&C5&B4&A4&G4 15
   195	A4&C5&D5&C5&B4&C5&D5&C5&B4 15
   196	A4&C5&G4&G4 15
   197	A4&G4&A4&B4&A4&G4 15
   198	A4&G4&A4&C5&A4&G4&F4&E4 15
   199	A4&G4&A4&G4&A4&G4 15
   200	C5&B4&C5&D5&C5&C5&B4 15
   201	C5&B4&C5&D5&D5 15
   202	C5&C5&B4&A4&G4 15
   203	C5&D5&D5&C5&C5 15
   204	C5&D5&E5&D5&E5&D5&C5&B4 15
   205	D4&C4&C4 15
   206	D4&D4&D4 15
   207	D4&E4&F4&E4&F4&E4&D4&D4 15
   208	E5&D5&C5&B4&C5&D5&B4&C5&B4 15
   209	E5&D5&E5&D5 15
   210	E5&D5&E5&D5&C5&C5&B4 15
   211	F4&G4&A4&C5&B4 15
   212	F4&G4&A4&G4&G4&A4&C5&B4 15
   213	G4&A4&A4&G4&F4&G4&A4&G4 15
   214	G4&A4&G4&A4&G4 15
   215	G4&B4 15
   216	A4&B4&B4 14
   217	A4&B4&C5 14
   218	A4&C5&B4&A4&B4&C5&B4 14
   219	A4&C5&C5&B4&C5&D5 14
   220	A4&C5&G4&A4&G4&G4 14
   221	A4&G4&A4&A4&G4 14
   222	B4&D5&C5&C5&C5&B4 14
   223	C5&A4&G4&A4&B4&A4&G4 14
   224	C5&B4&B4 14
   225	C5&B4&C5&B4 14
   226	C5&D5&C5&B4&D5&D5&E5&D5 14
   227	E4&G4&F4&F4&F4&E4 14
   228	E5&F5&E5&E5&D5&C5&D5&E5&E5 14
   229	F4&D4&E4 14
   230	F4&E4&D4&D4 14
   231	F4&G4&A4&A4&G4&F4&E4 14
   232	G5&F5 14
   233	A4&A4&A4&A4 13
   234	A4&A4&G4&G4 13
   235	A4&C5&A4&G4 13
   236	A4&C5&B4&G4 13
   237	A4&G4&A4&C5&B4 13
   238	B4&B4 13
   239	B4&C5 13
   240	C5&A4&A4 13
   241	C5&D5&E5&D5&E5&D5&B4&C5&B4 13
   242	D4&E4&D4 13
   243	D4&E4&F4&E4&F4&E4&D4 13
   244	D5&E5 13
   245	D5&E5&F5&E5&D5&C5&D5&C5&C5&B4 13
   246	E4&F4&E4 13
   247	E4&F4&G4&F4&E4&D4&D4 13
   248	E5&E5 13
   249	E5&E5&D5&D5 13
   250	E5&F5&D5 13
   251	E5&F5&E5&D5&E5&D5 13
   252	E5&F5&E5&D5&E5&F5&E5&F5&E5&D5 13
   253	F4&A4&C5&A4&B4&A4&G4&G4 13
   254	F4&A4&G4 13
   255	F4&D4&F4&E4 13
   256	F4&E4&D4&C4 13
   257	F4&F4&F4&F4 13
   258	F4&G4&A4&B4&A4&A4&G4 13
   259	F4&G4&A4&G4&F4 13
   260	F4&G4&F4 13
   261	F4&G4&F4&F4 13
   262	F5&F5 13
   263	G4&A4&A4&G4 13
   264	G4&A4&G4&G4&G4 13
   265	A4&A4&A4&A4&G4 12
   266	A4&B4&A4&A4&A4&G4 12
   267	A4&B4&B4&A4&A4 12
   268	A4&C5&D5&C5&C5&A4&C5&D5 12
   269	A4&C5&D5&C5&C5&B4 12
   270	A4&G4&A4&B4&A4&G4&A4&G4 12
   271	A4&G4&G4&A4&C5&B4 12
   272	B4&A4&G4 12
   273	B4&C5&A4&G4 12
   274	B4&C5&D5&D5 12
   275	B4&D5&C5&B4&C5&B4&A4&G4&A4&G4 12
   276	C5&A4&C5&B4 12
   277	C5&A4&G4&G4 12
   278	C5&C5&C5&C5&D5&C5&C5 12
   279	C5&C5&C5&D5&C5&C5 12
   280	C5&D5&C5&B4&C5&D5&C5&D5&D5 12
   281	C5&D5&D5&E5 12
   282	D4&C4&D4&F4&F4&E4 12
   283	D4&E4&C4 12
   284	D5&E5&D5&E5&D5&C5&C5&B4 12
   285	E5&F5&E5&D5&D5 12
   286	F4&A4&C5 12
   287	F4&A4&C5&C5&B4 12
   288	F4&F4&A4&C5&C5&B4 12
   289	F4&F4&F4 12
   290	F4&G4&A4&G4&A4&A4&G4 12
   291	F4&G4&E4&F4&E4 12
   292	F4&G4&F4&F4&E4&D4&E4&D4&C4 12
   293	F4&G4&G4&F4&F4 12
   294	A3 11
   295	A4&B4&A4&A4&G4&G4 11
   296	A4&B4&G4&A4&G4 11
   297	A4&C5&B4&C5&D5&C5&B4 11
   298	A4&C5&D5&D5 11
   299	A4&G4&G4&F4 11
   300	A4&G4&G4&G4 11
   301	B4&C5&D5&A4&B4&A4&G4 11
   302	B4&D5&B4&C5&A4&G4&A4&G4 11
   303	C4&D4&D4 11
   304	C5&C5&B4&A4&B4 11
   305	C5&D5&C5&D5 11
   306	C5&D5&F5 11
   307	D4&D4&C4&D4 11
   308	D4&D4&D4&A4&A4&G4&F4&G4&A4&G4 11
   309	D4&D4&D4&D4 11
   310	D4&E4&D4&C4&D4&D4&C4 11
   311	D5&D5&C5&B4&C5&D5&C5&D5&C5 11
   312	D5&D5&E5&D5 11
   313	D5&E5&D5&C5 11
   314	E4&F4&G4&A4&A4&G4&G4 11
   315	E4&F4&G4&F4&E4 11
   316	E5&C5&D5&E5&D5&E5 11
   317	E5&E5&D5&E5&D5 11
   318	E5&E5&E5&D5 11
   319	F4&D4&C4 11
   320	F4&E4&F4&G4&F4&E4 11
   321	F4&G4&A4&B4&A4&G4 11
   322	F4&G4&A4&G4&E4&G4&F4&F4&F4&E4 11
   323	F4&G4&G4&F4&E4 11
   324	F5&E5&D5 11
   325	G4&G4&A4&C5&A4&G4&A4&B4&A4&G4 11
   326	G5&G5&F5 11
   327	A4&A4&B4&A4&A4&G4 10
   328	A4&A4&C5&B4 10
   329	A4&B4&A4&A4&G4&A4&G4 10
   330	A4&B4&A4&F4 10
   331	A4&B4&A4&G4&G4&G4 10
   332	A4&C5&A4&B4&A4&G4 10
   333	A4&C5&A4&B4&C5&B4 10
   334	A4&G4&A4&C5&B4&C5&D5&C5&C5&B4 10
   335	A4&G4&A4&C5&C5 10
   336	B3&A3 10
   337	B3&A3&C4 10
   338	B3&C4 10
   339	B4&G4 10
   340	C5&C5&B4&C5 10
   341	C5&C5&C5&A4&C5&B4&A4 10
   342	C5&D5&D5&C5&B4 10
   343	C5&D5&E5&D5&C5 10
   344	C5&D5&E5&D5&C5&C5&B4 10
   345	D4&D4&F4&E4 10
   346	D4&D4&F4&F4&F4&E4&C4&D4 10
   347	D4&E4&D4&C4&D4&D4 10
   348	D4&E4&D4&E4&D4&C4 10
   349	D4&E4&F4&E4&D4&C4 10
   350	D5&C5&B4 10
   351	E4&D4 10
   352	E4&D4&C4 10
   353	E4&D4&G4&A4&C5&B4 10
   354	E4&F4 10
   355	E4&G4&F4&E4&F4&D4&F4&C4 10
   356	E5&C5&D5&C5&B4&A4&B4&C5&B4 10
   357	E5&F5&E5&D5&E5&D5&D5 10
   358	F4&F4&F4&F4&F4&E4 10
   359	F4&G4&A4&A4&G4&A4&G4 10
   360	F4&G4&A4&F4&E4 10
   361	F4&G4&G4&F4&E4&E4 10
   362	F5 10
   363	G4&F4&F4&F4&E4 10
   364	G4&G4&A4 10
   365	G4&G4&C5&C5&B4&C5&A4&G4 10
   366	A4&A4&G4&A4&G4 9
   367	A4&B4&A4&A4&A4&A4&A4&G4 9
   368	A4&B4&A4&G4&A4&A4&G4&G4 9
   369	A4&B4&C5&A4&G4&F4&G4&A4&A4&G4 9
   370	A4&B4&C5&B4&A4&G4&A4&G4 9
   371	A4&B4&C5&C5&C5&B4 9
   372	A4&C5&C5&B4&G4 9
   373	A4&C5&D5&E5 9
   374	A4&C5&D5&E5&D5 9
   375	A4&E5&E5&E5&D5&E5&D5&D5 9
   376	A4&G4&A4&A4 9
   377	A4&G4&A4&G4&A4&G4&F4&G4&G4&F4 9
   378	A4&G4&A4&G4&G4 9
   379	B3 9
   380	B3&C4&B3&A3 9
   381	B4&C5&D5&C5&D5&D5 9
   382	C4&C4&C4 9
   383	C4&D4&F4&F4&E4 9
   384	C5&A4&C5&C5&C5&B4 9
   385	C5&B4&C5&B4&A4&G4&A4&G4 9
   386	C5&C5&A4&C5&B4 9
   387	C5&C5&B4&B4 9
   388	C5&C5&C5&B4&A4&B4&A4&G4&A4 9
   389	C5&C5&D5&C5&B4&C5&B4 9
   390	C5&D5&D5&C5&C5&B4 9
   391	C5&G4 9
   392	D4&E4&F4 9
   393	D4&F4 9
   394	D4&F4&G4&A4&G4 9
   395	D4&G4 9
   396	D5&B4&D5&E5&D5 9
   397	D5&F5 9
   398	E4&F4&D4&F4&F4&F4&E4&C4&D4 9
   399	E4&F4&E4&D4 9
   400	E4&F4&G4&A4&G4 9
   401	E5&E5&D5&C5&B4 9
   402	E5&G5 9
   403	F4&A4&C5&D5&C5&B4 9
   404	F4&F4&D4 9
   405	F4&F4&F4&E4&C4&D4 9
   406	F4&G4&A4&F4&E4&D4&D4 9
   407	F4&G4&G4&A4 9
   408	F5&D5 9
   409	G4&B4&C5&D5 9
   410	G4&F4&E4 9
   411	A4&A4&G4&A4&C5&B4 8
   412	A4&A4&G4&F4&E4 8
   413	A4&B4&A4&A4&A4&A4&G4 8
   414	A4&B4&C5&D5&C5&A4&G4&G4 8
   415	A4&C5&B4&A4&G4&A4&G4 8
   416	A4&C5&B4&C5&A4&G4 8
   417	A4&C5&C5&C5 8
   418	A4&C5&C5&D5&C5&C5 8
   419	A4&C5&C5&D5&C5&C5&B4 8
   420	A4&G4&A4&G4&F4&E4 8
   421	A4&G4&F4&E4&F4&F4&E4 8
   422	B4&D5&E5&D5 8
   423	C4&D4&F4 8
   424	C5&A4&G4&A4&G4 8
   425	C5&B4&G4 8
   426	C5&C5&C5&B4&C5&B4&B4 8
   427	C5&D5&C5&C5&D5 8
   428	C5&D5&C5&D5&C5&C5 8
   429	C5&D5&E5&E5 8
   430	C5&D5&F5&F5 8
   431	D4&D4&D4&C4 8
   432	D4&E4&D4&C4&C4 8
   433	D5&C5&C5&C5&B4 8
   434	D5&E5&D5&D5&D5&D5&D5 8
   435	E4&G4&A4&G4 8
   436	E5&E5&E5&D5&E5&D5&D5 8
   437	E5&F5&D5&E5&D5 8
   438	F4&D4&E4&F4&G4&A4&A4&G4&G4 8
   439	F4&F4&A4&A4&F4&G4&A4&G4&F4 8
   440	F4&G4&A4&A4&G4&A4 8
   441	F4&G4&A4&G4&F4&G4&F4&F4 8
   442	F4&G4&A4&G4&G4&G4 8
   443	F4&G4&A4&G4&G4&G4&G4 8
   444	F4&G4&G4&F4&F4&E4 8
   445	F5&E5 8
   446	G3&A3 8
   447	G4&A4&G4&F4&E4 8
   448	G4&A4&G4&F4&F4 8
   449	G4&C5&C5&C5&C5&C5&B4 8
   450	G4&F4&F4&E4 8
   451	G4&G4&A4&G4&A4&G4&F4&E4 8
   452	G4&G4&C5&A4&G4&A4&G4 8
   453	G4&G4&D5&D5&E5&D5&C5&B4&D5 8
   454	G5 8
   455	A4&A4&A4 7
   456	A4&A4&A4&G4&A4&G4 7
   457	A4&A4&B4&C5&B4&C5&B4&A4 7
   458	A4&A4&D5 7
   459	A4&B4&A4&G4&G4&A4&G4 7
   460	A4&B4&B4&A4&A4&G4 7
   461	A4&B4&C5&D5&C5&B4 7
   462	A4&C5&A4&G4&A4&G4 7
   463	A4&C5&B4&A4&C5&B4 7
   464	A4&C5&B4&A4&C5&D5 7
   465	A4&C5&B4&C5&D5 7
   466	A4&C5&G4&A4&G4 7
   467	A4&E5&E5&D5&E5&D5&D5 7
   468	A4&F4&G4&A4&C5&C5&B4 7
   469	A4&G4&A4 7
   470	A4&G4&A4&B4&A4&G4&G4 7
   471	A4&G4&G4&F4&G4&G4&G4 7
   472	B4&C5&D5&E5&D5 7
   473	B4&D5&B4&C5&A4&G4&F4&A4&C5 7
   474	B4&D5&C5&B4&C5&B4 7
   475	B4&D5&D5 7
   476	C4&D4&F4&F4&G4 7
   477	C5&A4&C5&C5 7
   478	C5&C5&B4&A4&B4&C5&B4 7
   479	C5&C5&B4&A4&G4&G4 7
   480	C5&C5&B4&C5&B4 7
   481	C5&C5&C5&C5&D5&C5&C5&B4 7
   482	C5&C5&D5&B4&C5&D5&C5&D5&D5 7
   483	C5&C5&D5&C5&B4 7
   484	C5&C5&D5&E5&D5 7
   485	C5&D5&B4&C5&D5&C5&D5&D5 7
   486	C5&D5&C5&B4&B4 7
   487	C5&D5&C5&C5&B4&A4&G4 7
   488	C5&D5&C5&C5&C5&B4 7
   489	C5&D5&D5&D5&D5&D5 7
   490	C5&D5&E5&C5&C5&B4 7
   491	C5&D5&E5&C5&D5&D5&D5 7
   492	C5&D5&E5&D5&C5&D5&E5&D5 7
   493	C5&D5&E5&D5&D5&D5&D5&D5 7
   494	C5&D5&E5&D5&E5&E5&D5 7
   495	D4&A4&A4&G4&A4&G4&G4 7
   496	D4&E4&E4&D4 7
   497	D4&E4&E4&E4 7
   498	D4&E4&F4&E4&D4&C4&D4&D4&C4 7
   499	D4&E4&F4&G4&G4&A4&G4&E4&F4 7
   500	D5&D5&E5&D5&E5&D5&C5&C5&B4 7
   501	E5&C5 7
   502	E5&C5&D5&D5 7
   503	E5&E5&D5&E5&D5&D5 7
   504	E5&F5&G5&F5 7
   505	F4&A4&C5&C5&D5&C5&C5 7
   506	F4&D4&F4&G4&G4&F4 7
   507	F4&E4&D4&F4&E4 7
   508	F4&F4&G4&A4&A4&G4&G4 7
   509	F4&F4&G4&A4&G4 7
   510	F4&F4&G4&A4&G4&F4&G4&G4&F4 7
   511	F4&F4&G4&F4&F4&F4&E4 7
   512	F4&G4&A4&A4&G4&G4&G4 7
   513	F4&G4&A4&G4&A4&B4&A4&A4 7
   514	F4&G4&A4&G4&A4&G4&E4&F4&E4 7
   515	F4&G4&B4&B4 7
   516	F4&G4&F4&D4 7
   517	F4&G4&F4&E4&F4&G4&F4&G4&G4&F4 7
   518	G4&A4&C5&C5&B4 7
   519	G4&A4&G4&G4&G4&G4&G4 7
   520	G4&G4&F4&F4 7
   521	G5&G5 7
   522	A3&C4&C4 6
   523	A4&A4&F4 6
   524	A4&A4&G4&A4&G4&F4&E4 6
   525	A4&B4&A4&G4&A4&G4&F4&G4 6
   526	A4&B4&B4&A4 6
   527	A4&B4&B4&A4&F4 6
   528	A4&B4&C5&B4&A4&G4&A4&B4&A4&G4 6
   529	A4&B4&C5&B4&C5&B4&A4 6
   530	A4&B4&C5&D5&C5&C5 6
   531	A4&B4&G4&G4 6
   532	A4&C5&A4&A4&G4 6
   533	A4&C5&C5&B4&A4&G4&A4&G4 6
   534	A4&C5&C5&B4&C5&D5&C5&D5&D5 6
   535	A4&C5&C5&C5&C5&C5&B4 6
   536	A4&C5&C5&D5&C5&B4 6
   537	A4&C5&D5&C5&C5&C5&B4 6
   538	A4&D5&D5 6
   539	A4&G4&F4&G4&G4&F4 6
   540	B3&C4&D4 6
   541	B4&C5&A4&A4&G4 6
   542	C4&C4&C4&C4 6
   543	C4&D4&C4 6
   544	C4&D4&F4&F4 6
   545	C4&D4&F4&F4&F4&E4 6
   546	C5&A4&B4&C5&B4 6
   547	C5&A4&C5&B4&A4&G4 6
   548	C5&A4&C5&C5&C5&C5&B4 6
   549	C5&B4&C5 6
   550	C5&B4&C5&D5&C5&B4 6
   551	C5&C5&B4&D5&E5&D5 6
   552	C5&D5&C5&B4&A4&G4 6
   553	C5&D5&C5&B4&C5&D5&E5&E5&D5 6
   554	C5&D5&C5&D5&D5 6
   555	C5&D5&E5&D5&B4&D5&C5&C5&C5&B4 6
   556	C5&D5&E5&D5&D5&D5 6
   557	C5&D5&E5&D5&E5 6
   558	C5&D5&E5&E5&F5&E5&D5 6
   559	C5&D5&F5&E5&D5 6
   560	C5&D5&F5&F5&D5&E5&F5&E5&D5 6
   561	D4&A4&A4&A4&G4 6
   562	D4&E4&D4&D4&C4 6
   563	D4&E4&E4&D4&D4 6
   564	D4&E4&F4&E4&D4&C4&D4 6
   565	D4&E4&F4&E4&E4&D4&D4&C4 6
   566	D4&E4&F4&G4&A4 6
   567	D4&E4&F4&G4&F4&E4 6
   568	D4&F4&D4&E4&F4&E4 6
   569	D4&F4&E4&F4&G4 6
   570	D4&F4&F4&E4 6
   571	D4&F4&F4&E4&F4 6
   572	D5&C5&C5&B4&C5&A4&D5 6
   573	D5&D5&B4&D5&E5&D5 6
   574	D5&D5&E5&D5&D5&D5 6
   575	E4&F4&G4&G4 6
   576	E4&G4&F4&E4&F4&E4&D4&E4 6
   577	E4&G4&F4&G4&A4&F4&E4&D4&F4&C4 6
   578	E5&C5&B4 6
   579	E5&D5&C5&D5&E5&D5 6
   580	E5&D5&D5&D5 6
   581	E5&E5&D5&C5&D5&E5&D5 6
   582	E5&F5&E5&E5&D5&D5 6
   583	E5&F5&E5&E5&D5&E5&D5 6
   584	F4&A4 6
   585	F4&A4&C5&C5&D5 6
   586	F4&A4&G4&A4 6
   587	F4&D4&D4&C4 6
   588	F4&F4&G4&G4 6
   589	F4&G4&A4&G4&F4&G4 6
   590	F4&G4&A4&G4&F4&G4&A4&G4 6
   591	F4&G4&B4&B4&G4 6
   592	F4&G4&E4 6
   593	F4&G4&E4&F4&D4 6
   594	F4&G4&F4&E4&D4 6
   595	F4&G4&F4&E4&F4&G4 6
   596	F4&G4&G4&A4&G4&G4 6
   597	F5&F5&G5&A5&G5&F5 6
   598	G4&A4&C5&A4&G4&A4&B4&A4&G4 6
   599	G4&A4&C5&C5&D5&D5 6
   600	G4&A4&C5&G4&A4&G4&G4 6
   601	G4&A4&G4&F4&G4&A4 6
   602	G4&C5&C5&C5&B4 6
   603	G4&F4&E4&D4&D4 6
   604	G4&G4&A4&F4&F4&E4&D4&C4&C4 6
   605	G4&G4&A4&G4&G4&G4 6
   606	G4&G4&D5&D5 6
   607	G4&G4&D5&D5&D5&D5 6
   608	A3&B3&C4 5
   609	A3&C4&D4&F4&E4&C4 5
   610	A3&G3 5
   611	A3&G3&A3 5
   612	A4&A4&A4&C5&B4 5
   613	A4&A4&A4&G4&A4 5
   614	A4&A4&A4&G4&G4 5
   615	A4&A4&B4&A4&A4&G4&F4&G4&A4&A4 5
   616	A4&A4&B4&A4&G4 5
   617	A4&A4&C5 5
   618	A4&A4&C5&A4&A4&G4 5
   619	A4&B4&A4&A4&A4&G4&A4&G4&G4&F4 5
   620	A4&B4&A4&A4&C5&D5&C5&C5&B4 5
   621	A4&B4&A4&C5&C5 5
   622	A4&B4&A4&G4&A4&G4&A4&B4&A4&F4 5
   623	A4&B4&A4&G4&A4&G4&F4 5
   624	A4&B4&B4&B4 5
   625	A4&B4&C5&A4&B4&A4&A4&G4 5
   626	A4&B4&C5&B4&B4 5
   627	A4&B4&C5&D5 5
   628	A4&C5&C5&B4&D5&C5&C5&C5&B4 5
   629	A4&C5&C5&D5 5
   630	A4&C5&D5&C5&B4&A4&B4&C5&B4 5
   631	A4&C5&D5&C5&B4&G4 5
   632	A4&C5&D5&E5&F5&E5&F5&E5&D5 5
   633	A4&E5&E5&E5&E5&E5&D5&E5&D5&D5 5
   634	A4&F4&A4&C5&B4 5
   635	A4&F4&G4&A4&G4&A4&A4&C5&A4&G4 5
   636	A4&G4&A4&C5&C5&C5&B4 5
   637	A4&G4&A4&G4&F4 5
   638	A4&G4&E4&F4&G4&F4&E4 5
   639	A4&G4&F4&E4&F4&G4&F4&E4 5
   640	A4&G4&G4&C5&C5&B4&C5&A4&G4 5
   641	B3&D4 5
   642	B3&D4&C4 5
   643	B4&C5&B4&B4 5
   644	B4&C5&D5&C5&D5&B4&C5&B4 5
   645	B4&D5&B4&C5&A4&G4 5
   646	B4&D5&C5&D5&E5&C5&B4&A4&A4 5
   647	B4&D5&E5 5
   648	C4&D4&F4&E4&F4&E4&D4&C4&D4&D4 5
   649	C4&D4&F4&G4 5
   650	C5&A4 5
   651	C5&A4&B4&A4&G4&G4 5
   652	C5&A4&G4&A4&G4&F4&G4&A4&G4 5
   653	C5&B4&A4&B4&C5&C5&B4 5
   654	C5&B4&A4&G4&A4&G4 5
   655	C5&B4&C5&A4&G4 5
   656	C5&C5&B4&A4&B4&C5&C5&B4 5
   657	C5&C5&B4&A4&G4&A4&B4&A4&G4 5
   658	C5&C5&B4&A4&G4&A4&C5&B4 5
   659	C5&C5&B4&C5&D5 5
   660	C5&C5&C5&A4&C5&B4 5
   661	C5&C5&C5&C5&C5&D5&C5&C5 5
   662	C5&C5&C5&D5&B4&C5&D5&C5&D5&D5 5
   663	C5&C5&C5&D5&C5&C5&B4 5
   664	C5&C5&E5&E5&C5&D5&E5&D5&C5 5
   665	C5&D5&B4 5
   666	C5&D5&B4&C5&D5&C5&D5&D5&D5 5
   667	C5&D5&C5&B4&C5&B4 5
   668	C5&D5&C5&C5&D5&E5&D5 5
   669	C5&D5&E5&C5&B4 5
   670	C5&D5&E5&D5&C5&D5&D5 5
   671	C5&D5&E5&E5&E5&D5 5
   672	C5&D5&E5&E5&F5&E5&E5 5
   673	C5&D5&E5&F5&E5&D5 5
   674	C5&D5&F5&E5&D5&E5&F5&E5&D5&D5 5
   675	D4&C4&C4&C4&D4 5
   676	D4&C4&D4&E4&D4 5
   677	D4&D4&A4&A4&G4&F4&G4&A4 5
   678	D4&D4&C4&C4 5
   679	D4&E4&C4&B3&A3&A3 5
   680	D4&E4&D4&C4&D4 5
   681	D4&E4&D4&D4&D4 5
   682	D4&E4&E4&D4&E4 5
   683	D4&F4&D4&E4 5
   684	D5&C5&C5&B4 5
   685	D5&C5&D5&D5 5
   686	D5&E5&D5&D5 5
   687	D5&F5&F5 5
   688	E4&E4&C5&C5&C5&A4&C5&B4&A4 5
   689	E4&E4&E4 5
   690	E4&F4&G4&E4&F4&E4 5
   691	E4&F4&G4&F4&G4&E4&F4&E4 5
   692	E4&G4&F4&E4 5
   693	E5&C5&C5&B4 5
   694	E5&C5&D5&C5&B4&C5&D5&C5&D5&D5 5
   695	E5&E5&C5&D5&E5&D5&C5 5
   696	E5&E5&E5&E5 5
   697	E5&F5&E5&C5&D5&E5&D5 5
   698	E5&G5&F5 5
   699	F4&E4&D4&D4&F4&D4&D4&C4 5
   700	F4&G4&A4&A4&A4&A4 5
   701	F4&G4&A4&A4&C5&B4 5
   702	F4&G4&A4&A4&D5 5
   703	F4&G4&A4&A4&G4&F4&E4&G4&A4&G4 5
   704	F4&G4&A4&B4&A4&G4&G4 5
   705	F4&G4&A4&F4&G4&F4&E4 5
   706	F4&G4&A4&G4&F4&G4&G4 5
   707	F4&G4&A4&G4&F4&G4&G4&A4&G4 5
   708	F4&G4&E4&F4&E4&D4 5
   709	F4&G4&F4&E4&D4&C4&D4&F4&E4 5
   710	F4&G4&F4&F4&D4 5
   711	F4&G4&F4&F4&F4&E4 5
   712	F4&G4&F4&G4&A4 5
   713	F4&G4&G4&G4&A4&G4 5
   714	G3 5
   715	G3&A3&C4 5
   716	G4&A4&G4&G4&F4 5
   717	G4&A4&G4&G4&G4&G4 5
   718	G4&B4&C5&B4 5
   719	G4&B4&D5 5
   720	G4&D5&D5&D5&D5 5
   721	G4&G4&A4&G4&G4 5
   722	G4&G4&A4&G4&G4&G4&G4 5
   723	G4&G4&F4&A4&C5&B4 5
   724	A3&C4&C4&C4 4
   725	A4&A4&A4&A4&A4&A4&G4 4
   726	A4&A4&A4&B4&C5&B4 4
   727	A4&A4&A4&C5&A4&A4&G4 4
   728	A4&A4&B4&C5&B4&C5&B4&A4&A4 4
   729	A4&A4&C5&C5&B4 4
   730	A4&A4&C5&G4&A4&G4 4
   731	A4&A4&F4&A4&C5&B4 4
   732	A4&A4&G4&A4 4
   733	A4&A4&G4&C5&D5 4
   734	A4&B4&A4&A4&A4&C5 4
   735	A4&B4&A4&B4 4
   736	A4&B4&A4&C5&A4&A4&G4 4
   737	A4&B4&A4&C5&B4 4
   738	A4&B4&A4&F4&A4&G4&G4 4
   739	A4&B4&A4&G4&A4&G4&G4 4
   740	A4&B4&A4&G4&A4&G4&G4&A4&G4 4
   741	A4&B4&A4&G4&C5&C5&B4&C5&A4&G4 4
   742	A4&B4&A4&G4&G4&A4&G4&F4&G4&F4 4
   743	A4&B4&C5&A4 4
   744	A4&B4&C5&B4&A4&A4 4
   745	A4&B4&C5&B4&A4&A4&G4&A4&A4&G4 4
   746	A4&B4&C5&B4&A4&B4&B4&A4 4
   747	A4&B4&C5&C5&B4 4
   748	A4&B4&C5&G4&G4&E4&F4&E4 4
   749	A4&B4&G4&A4&G4&F4&E4 4
   750	A4&C5&A4&G4&G4 4
   751	A4&C5&B4&C5&A4&G4&A4&G4 4
   752	A4&C5&B4&C5&B4&A4&G4 4
   753	A4&C5&C5&B4&A4&G4 4
   754	A4&C5&C5&B4&C5&A4&G4 4
   755	A4&C5&C5&C5&B4&A4&G4 4
   756	A4&C5&D5&B4&C5&D5&D5 4
   757	A4&C5&D5&C5 4
   758	A4&C5&D5&C5&B4&C5&D5&C5&D5&D5 4
   759	A4&C5&D5&C5&C5 4
   760	A4&C5&D5&E5&D5&E5&D5&C5&B4 4
   761	A4&C5&G4&A4&B4&A4&G4 4
   762	A4&D5&C5&C5&B4 4
   763	A4&D5&C5&D5&E5&D5&E5&E5&D5 4
   764	A4&F4&A4&C5 4
   765	A4&F4&G4&A4&C5&B4&A4&B4&C5&B4 4
   766	A4&F4&G4&G4 4
   767	A4&G4&A4&B4&A4&A4 4
   768	A4&G4&A4&B4&G4&A4 4
   769	A4&G4&F4 4
   770	A4&G4&F4&A4&G4 4
   771	A4&G4&G4&A4&C5&G4&A4&G4&G4&F4 4
   772	A4&G4&G4&G4&E4&G4&F4&E4 4
   773	B3&A3&B3&C4&B3&A3 4
   774	B3&A3&G3&A3 4
   775	B3&C4&C4 4
   776	B3&C4&D4&C4 4
   777	B4&C5&A4&G4&G4 4
   778	B4&C5&D5&C5&B4&A4&A4 4
   779	B4&C5&D5&C5&C5&B4 4
   780	B4&C5&D5&C5&D5&D5&D5 4
   781	B4&C5&D5&E5&D5&D5 4
   782	B4&D5&B4&C5&B4 4
   783	B4&D5&B4&C5&D5 4
   784	B4&D5&D5&E5 4
   785	B4&D5&E5&D5&C5&D5 4
   786	C4&D4&E4&D4&C4 4
   787	C4&D4&E4&D4&E4&D4&C4 4
   788	C4&E4&G4&E4&F4&E4 4
   789	C5&A4&A4&G4&A4&A4 4
   790	C5&A4&B4&C5&B4&C5&B4&A4&A4 4
   791	C5&A4&C5&C5&B4&C5&B4 4
   792	C5&A4&C5&D5&C5&B4 4
   793	C5&B4&C5&A4&A4 4
   794	C5&B4&C5&A4&A4&G4 4
   795	C5&B4&C5&B4&A4&B4&A4&C5&B4 4
   796	C5&B4&C5&D5&C5 4
   797	C5&B4&C5&D5&C5&D5&E5&D5 4
   798	C5&B4&C5&D5&C5&D5&E5&D5&D5&D5 4
   799	C5&B4&D5&E5&D5&C5&G4&A4&C5&C5 4
   800	C5&C5&B4&C5&C5&B4 4
   801	C5&C5&C5&C5&C5&C5&B4 4
   802	C5&C5&C5&C5&C5&C5&C5&B4 4
   803	C5&C5&C5&C5&C5&C5&C5&D5&C5&C5 4
   804	C5&C5&C5&C5&C5&C5&D5&C5&C5 4
   805	C5&C5&C5&C5&C5&D5&C5&C5&B4 4
   806	C5&C5&C5&D5&C5&D5 4
   807	C5&C5&D5&B4&C5&A4 4
   808	C5&C5&D5&E5&D5&C5&B4 4
   809	C5&C5&D5&E5&D5&C5&D5&D5&C5 4
   810	C5&D5&B4&C5 4
   811	C5&D5&B4&C5&B4 4
   812	C5&D5&C5&D5&C5&B4 4
   813	C5&D5&C5&D5&E5&E5&D5 4
   814	C5&D5&D5&C5&A4&G4 4
   815	C5&D5&D5&D5&E5&D5 4
   816	C5&D5&E5&C5&B4&A4&A4 4
   817	C5&D5&E5&D5&C5&D5&C5&B4 4
   818	C5&D5&E5&D5&E5&D5&C5&D5&E5&D5 4
   819	C5&D5&E5&D5&E5&E5&D5&D5 4
   820	C5&D5&E5&E5&D5&D5 4
   821	C5&D5&E5&F5 4
   822	C5&D5&F5&E5&D5&C5&B4&C5&A4&G4 4
   823	D4&C4&B3&A3 4
   824	D4&C4&D4&D4 4
   825	D4&C4&D4&F4&G4 4
   826	D4&C4&F4&G4&G4&F4&A4&A4 4
   827	D4&D4&C4&D4&E4&F4&G4&F4&E4 4
   828	D4&D4&D4&A4&A4&G4 4
   829	D4&D4&E4&D4&C4 4
   830	D4&D4&F4 4
   831	D4&E4&D4&C4&D4&C4 4
   832	D4&E4&D4&C4&D4&F4&E4 4
   833	D4&E4&D4&E4&E4 4
   834	D4&E4&E4&D4&C4&B3&D4&E4&D4&C4 4
   835	D4&E4&F4&D4&D4 4
   836	D4&E4&F4&D4&E4&D4&D4&C4&D4&A3 4
   837	D4&E4&F4&E4&D4&D4 4
   838	D4&E4&F4&E4&D4&D4&C4&D4 4
   839	D4&E4&F4&E4&F4&E4&D4&D4&C4 4
   840	D4&E4&F4&G4&A4&A4&G4 4
   841	D4&F4&F4&E4&D4&F4&E4 4
   842	D4&G4&A4&C5&B4 4
   843	D5&C5 4
   844	D5&C5&B4&C5&B4 4
   845	D5&C5&D5 4
   846	D5&D5&C5&C5&B4 4
   847	D5&D5&C5&D5&F5&D5&E5&D5 4
   848	D5&D5&D5&D5&B4&D5&E5&D5 4
   849	D5&D5&D5&D5&D5&D5 4
   850	D5&D5&D5&E5&D5 4
   851	D5&D5&E5 4
   852	D5&D5&E5&D5&C5&B4 4
   853	D5&E5&F5&G5&G5 4
   854	E4&F4&A4&A4 4
   855	E4&F4&A4&A4&F4&G4&A4&A4&B4&G4 4
   856	E4&F4&A4&C5&G4&F4&F4&D4&E4&D4 4
   857	E4&F4&D4 4
   858	E4&G4&G4 4
   859	E5&C5&A4&C5&D5&C5&B4&C5&D5&E5 4
   860	E5&D5&C5 4
   861	E5&D5&E5&D5&E5&D5&C5&C5&B4 4
   862	E5&E5&D5&E5&F5&E5&E5&D5 4
   863	E5&E5&E5&D5&D5 4
   864	E5&F5&E5&D5&C5&D5&E5&E5&D5&D5 4
   865	E5&F5&E5&E5&E5&D5&D5 4
   866	E5&F5&E5&F5&E5&D5 4
   867	F4&A4&B4&A4&A4&G4 4
   868	F4&A4&B4&G4 4
   869	F4&A4&C5&C5&C5&B4 4
   870	F4&A4&C5&C5&C5&C5 4
   871	F4&A4&G4&A4&G4 4
   872	F4&C4 4
   873	F4&C4&D4&D4 4
   874	F4&D4&E4&F4&G4&A4&A4&G4&G4&G4 4
   875	F4&D4&F4&G4&F4&E4 4
   876	F4&D4&G4 4
   877	F4&E4&D4&E4&D4 4
   878	F4&E4&D4&F4&F4&E4 4
   879	F4&E4&F4 4
   880	F4&E4&F4&E4 4
   881	F4&F4&A4&C5&C5&B4&D5&C5&C5&B4 4
   882	F4&F4&A4&G4 4
   883	F4&F4&D4&D4 4
   884	F4&F4&E4&D4 4
   885	F4&F4&E4&F4&G4&F4&E4 4
   886	F4&F4&F4&G4&F4&F4&F4&F4&F4&E4 4
   887	F4&F4&G4&B4&B4 4
   888	F4&F4&G4&F4&F4 4
   889	F4&G4&A4&A4&A4&G4&G4 4
   890	F4&G4&A4&A4&B4&G4 4
   891	F4&G4&A4&A4&G4&A4&F4&G4&F4&E4 4
   892	F4&G4&A4&A4&G4&G4&F4&D4&F4&E4 4
   893	F4&G4&A4&C5 4
   894	F4&G4&A4&F4&F4&E4 4
   895	F4&G4&A4&G4&A4&G4&G4&A4&G4 4
   896	F4&G4&A4&G4&F4&E4&E4 4
   897	F4&G4&A4&G4&F4&G4&F4&F4&E4 4
   898	F4&G4&A4&G4&F4&G4&G4&F4&F4 4
   899	F4&G4&A4&G4&G4&F4 4
   900	F4&G4&B4 4
   901	F4&G4&E4&C4 4
   902	F4&G4&E4&F4 4
   903	F4&G4&F4&D4&D4 4
   904	F4&G4&F4&G4&A4&A4&A4&G4 4
   905	F4&G4&G4&A4&F4 4
   906	F4&G4&G4&A4&F4&F4&G4&G4 4
   907	F4&G4&G4&G4&F4 4
   908	F4&G4&G4&G4&G4&G4 4
   909	F5&D5&E5&F5&E5&D5 4
   910	F5&E5&F5&G5&F5 4
   911	F5&F5&E5&D5 4
   912	G4&A4&A4&G4&G4 4
   913	G4&A4&B4&B4 4
   914	G4&A4&B4&C5&A4&G4 4
   915	G4&A4&C5&B4&A4&B4&A4&G4&G4&G4 4
   916	G4&A4&C5&C5 4
   917	G4&A4&C5&C5&C5&B4 4
   918	G4&A4&C5&C5&C5&C5&B4 4
   919	G4&A4&C5&D5&D5 4
   920	G4&A4&F4&E4 4
   921	G4&A4&G4&A4&C5&B4 4
   922	G4&A4&G4&F4&G4&G4 4
   923	G4&B4&C5&D5&E5&D5&E5&F5&E5&D5 4
   924	G4&C5&C5&C5&C5&B4 4
   925	G4&G4&A4&A4&G4&F4&G4&A4&G4 4
   926	G4&G4&A4&C5&C5 4
   927	G4&G4&F4&F4&G4 4
   928	G4&G4&G4&A4&G4&G4&G4&G4 4
   929	G4&G4&G4&C5&B4&C5&D5 4
   930	G4&G4&G4&G4&G4&G4 4
   931	G5&F5&F5 4
   932	G5&G5&F5&E5&D5&E5&D5 4
   933	A3&A3 3
   934	A3&C4&B3&C4&D4&C4 3
   935	A3&C4&D4&E4 3
   936	A3&C4&D4&F4 3
   937	A3&E4&E4 3
   938	A4&A4&A4&A4&B4&A4&A4 3
   939	A4&A4&A4&A4&C5&A4&A4&G4 3
   940	A4&A4&A4&B4&A4&A4 3
   941	A4&A4&A4&D5 3
   942	A4&A4&A4&E5&E5&D5&C5&D5&E5&D5 3
   943	A4&A4&A4&G4&A4&C5&B4 3
   944	A4&A4&A4&G4&F4&G4&A4&A4&G4 3
   945	A4&A4&B4 3
   946	A4&A4&B4&A4&A4 3
   947	A4&A4&B4&C5&B4&A4&B4&B4 3
   948	A4&A4&B4&C5&B4&A4&B4&B4&A4&A4 3
   949	A4&A4&B4&C5&B4&A4&G4&A4&A4&G4 3
   950	A4&A4&C5&A4&G4 3
   951	A4&A4&C5&A4&G4&A4&G4 3
   952	A4&A4&C5&B4&G4 3
   953	A4&A4&C5&D5&C5&C5&B4 3
   954	A4&A4&C5&G4 3
   955	A4&A4&D5&C5&D5&E5&D5&D5 3
   956	A4&A4&D5&C5&D5&E5&D5&D5&D5 3
   957	A4&A4&G4&A4&A4&G4&A4 3
   958	A4&A4&G4&A4&C5 3
   959	A4&A4&G4&A4&C5&A4&A4&G4 3
   960	A4&A4&G4&A4&G4&G4 3
   961	A4&A4&G4&C5&D5&C5&D5&E5&E5 3
   962	A4&A4&G4&F4&G4&A4&A4&G4 3
   963	A4&A4&G4&G4&F4 3
   964	A4&B4&A4&A4&A4&B4&C5&B4 3
   965	A4&B4&A4&A4&A4&G4&F4&E4 3
   966	A4&B4&A4&A4&A4&G4&G4 3
   967	A4&B4&A4&A4&G4&B4 3
   968	A4&B4&A4&A4&G4&F4&G4&A4&A4 3
   969	A4&B4&A4&A4&G4&G4&A4&C5&B4 3
   970	A4&B4&A4&B4&B4 3
   971	A4&B4&A4&B4&B4&A4 3
   972	A4&B4&A4&C5 3
   973	A4&B4&A4&C5&C5&A4&A4 3
   974	A4&B4&A4&C5&C5&C5&D5&C5&C5 3
   975	A4&B4&A4&F4&F4 3
   976	A4&B4&A4&G4&A4 3
   977	A4&B4&A4&G4&A4&A4&G4&C5&B4 3
   978	A4&B4&A4&G4&A4&G4&A4&B4&A4&G4 3
   979	A4&B4&A4&G4&B4&B4 3
   980	A4&B4&B4&A4&F4&G4&A4 3
   981	A4&B4&C5&B4&A4 3
   982	A4&B4&C5&B4&A4&G4&G4&G4 3
   983	A4&B4&C5&B4&C5&B4&A4&A4 3
   984	A4&B4&C5&G4 3
   985	A4&B4&C5&G4&G4 3
   986	A4&B4&D5 3
   987	A4&B4&G4&A4&G4&F4 3
   988	A4&B4&G4&B4&A4&B4&G4&G4 3
   989	A4&B4&G4&G4&G4 3
   990	A4&C5&A4&B4&C5&B4&A4&G4 3
   991	A4&C5&A4&B4&C5&B4&A4&G4&G4 3
   992	A4&C5&B4&A4&B4&C5&A4&B4&G4 3
   993	A4&C5&B4&A4&B4&C5&B4&A4&G4&G4 3
   994	A4&C5&B4&A4&G4&A4&B4&A4&G4&G4 3
   995	A4&C5&B4&A4&G4&A4&G4&G4 3
   996	A4&C5&B4&A4&G4&G4&A4&G4 3
   997	A4&C5&B4&A4&G4&G4&G4 3
   998	A4&C5&B4&C5&D5&C5 3
   999	A4&C5&B4&G4&A4&G4 3
  1000	A4&C5&C5&B4&A4&C5&D5 3
  1001	A4&C5&C5&B4&A4&G4&G4 3
  1002	A4&C5&C5&B4&C5 3
  1003	A4&C5&C5&B4&C5&D5&C5&B4 3
  1004	A4&C5&C5&B4&C5&D5&C5&D5&E5&D5 3
  1005	A4&C5&C5&C5&A4&G4 3
  1006	A4&C5&C5&C5&B4&A4&C5&D5 3
  1007	A4&C5&C5&D5&C5&C5&D5 3
  1008	A4&C5&C5&G4&B4 3
  1009	A4&C5&D5&B4&C5&A4&G4 3
  1010	A4&C5&D5&C5&A4&G4 3
  1011	A4&C5&D5&C5&A4&G4&A4&B4&A4&G4 3
  1012	A4&C5&D5&C5&B4&C5&C5&B4 3
  1013	A4&C5&E5&D5&E5&C5&C5&B4 3
  1014	A4&C5&E5&D5&E5&D5&B4&C5&D5 3
  1015	A4&C5&G4&A4&G4&G4&F4&F4 3
  1016	A4&C5&G4&A4&G4&G4&F4&F4&A4&A4 3
  1017	A4&D5&C5&B4 3
  1018	A4&D5&C5&D5 3
  1019	A4&D5&E5&D5 3
  1020	A4&F4&A4&C5&A4&B4&A4&G4&G4 3
  1021	A4&F4&F4 3
  1022	A4&F4&F4&G4&G4 3
  1023	A4&F4&F4&G4&G4&A4&G4 3
  1024	A4&F4&G4&A4 3
  1025	A4&F4&G4&A4&B4&A4&G4 3
  1026	A4&G4&A4&B4&A4&G4&F4&G4&A4&A4 3
  1027	A4&G4&A4&C5&A4&G4 3
  1028	A4&G4&A4&C5&A4&G4&F4&D4 3
  1029	A4&G4&A4&C5&C5&C5&C5&C5&B4 3
  1030	A4&G4&A4&D4&A4&G4&G4 3
  1031	A4&G4&A4&G4&F4&F4&E4 3
  1032	A4&G4&C5&D5&C5&C5&D5&E5&D5 3
  1033	A4&G4&F4&G4&A4&A4&G4 3
  1034	A4&G4&F4&G4&A4&A4&G4&G4 3
  1035	A4&G4&G4&A4 3
  1036	A4&G4&G4&A4&F4&G4&A4&G4 3
  1037	A4&G4&G4&E4&A4&C5&B4&G4 3
  1038	B3&A3&A3&E4&E4&D4&C4&D4&E4&D4 3
  1039	B3&A3&B3&C4 3
  1040	B3&B3 3
  1041	B3&B3&A3 3
  1042	B3&C4&B3 3
  1043	B3&C4&D4&C4&C4&B3&C4 3
  1044	B4&A4&B4&B4 3
  1045	B4&A4&B4&G4&G4 3
  1046	B4&A4&G4&A4 3
  1047	B4&B4&C5&A4&G4 3
  1048	B4&B4&D5&C5&B4&C5&B4 3
  1049	B4&C5&A4&A4&A4&A4&G4 3
  1050	B4&C5&A4&B4&C5&B4&B4&A4&A4&G4 3
  1051	B4&C5&A4&G4&A4&G4 3
  1052	B4&C5&B4&A4&G4&A4&G4 3
  1053	B4&C5&D5&A4&G4 3
  1054	B4&C5&D5&B4&C5&B4 3
  1055	B4&C5&D5&E5 3
  1056	B4&D5&C5&B4 3
  1057	B4&D5&C5&B4&C5&B4&A4&B4&A4&B4 3
  1058	B4&D5&C5&B4&C5&D5 3
  1059	B4&D5&D5&E5&C5&B4&C5&B4 3
  1060	B4&D5&E5&C5&B4&A4&G4 3
  1061	B4&G4&A4&C5&C5&D5&C5&C5&C5&B4 3
  1062	B4&G4&G4 3
  1063	C4&C4&C4&D4&C4&C4 3
  1064	C4&D4&D4&D4&C4&D4 3
  1065	C4&D4&D4&E4&F4&E4&F4&E4&D4 3
  1066	C4&D4&F4&D4&E4 3
  1067	C4&D4&F4&E4&C4 3
  1068	C4&D4&F4&E4&D4&D4 3
  1069	C4&D4&F4&E4&F4&G4&F4 3
  1070	C4&D4&F4&F4&F4&F4&E4 3
  1071	C4&D4&F4&G4&F4 3
  1072	C4&E4&F4 3
  1073	C4&E4&F4&D4&D4 3
  1074	C5&A4&B4&A4&G4 3
  1075	C5&A4&C5 3
  1076	C5&A4&C5&C5&B4 3
  1077	C5&A4&C5&C5&C5&C5&C5&C5&B4 3
  1078	C5&A4&G4&A4 3
  1079	C5&A4&G4&A4&D4&A4&G4&F4&E4 3
  1080	C5&A4&G4&A4&G4&F4 3
  1081	C5&A4&G4&F4&G4&G4 3
  1082	C5&A4&G4&F4&G4&G4&D5 3
  1083	C5&B4&A4&A4&C5&A4&A4&G4 3
  1084	C5&B4&A4&B4&C5&B4 3
  1085	C5&B4&A4&C5&D5&C5&D5 3
  1086	C5&B4&C5&A4&A4&A4&G4 3
  1087	C5&B4&C5&A4&G4&F4&G4 3
  1088	C5&B4&C5&D5&C5&A4&G4 3
  1089	C5&B4&D5 3
  1090	C5&B4&D5&C5&C5&C5&B4 3
  1091	C5&B4&G4&A4&G4 3
  1092	C5&C5&B4&A4&C5&C5&C5&B4 3
  1093	C5&C5&B4&A4&G4&G4&G4&C5&A4&G4 3
  1094	C5&C5&B4&C5&A4&A4 3
  1095	C5&C5&B4&C5&D5&D5 3
  1096	C5&C5&B4&D5&E5&D5&C5&D5&C5&D5 3
  1097	C5&C5&C5&A4&B4&C5&D5&C5&C5 3
  1098	C5&C5&C5&B4&A4&G4&A4&C5&B4 3
  1099	C5&C5&C5&B4&B4 3
  1100	C5&C5&C5&B4&C5&A4&A4 3
  1101	C5&C5&C5&B4&C5&A4&A4&G4 3
  1102	C5&C5&C5&B4&C5&B4 3
  1103	C5&C5&C5&B4&C5&D5&C5&B4 3
  1104	C5&C5&C5&C5&C5&C5&D5&C5&C5&B4 3
  1105	C5&C5&C5&D5&C5&B4 3
  1106	C5&C5&C5&D5&F5&F5 3
  1107	C5&C5&D5&B4&C5&D5&C5&D5&D5&D5 3
  1108	C5&C5&D5&C5 3
  1109	C5&C5&D5&C5&C5&C5&C5 3
  1110	C5&C5&D5&D5 3
  1111	C5&C5&D5&E5&F5 3
  1112	C5&C5&D5&E5&F5&D5&E5&D5 3
  1113	C5&C5&D5&F5&F5 3
  1114	C5&D5&A4&C5&A4&G4&A4&B4&A4&G4 3
  1115	C5&D5&B4&C5&E5&D5&C5&C5&B4 3
  1116	C5&D5&C5&A4&A4&C5&B4 3
  1117	C5&D5&C5&A4&B4&C5&A4&A4&G4 3
  1118	C5&D5&C5&A4&C5&B4 3
  1119	C5&D5&C5&A4&C5&B4&C5&D5&D5 3
  1120	C5&D5&C5&B4&A4&A4&G4 3
  1121	C5&D5&C5&B4&C5&B4&A4&A4&G4&B4 3
  1122	C5&D5&C5&B4&C5&D5 3
  1123	C5&D5&C5&C5&A4 3
  1124	C5&D5&C5&C5&B4&A4&C5&B4 3
  1125	C5&D5&C5&C5&B4&C5&B4&C5&D5&D5 3
  1126	C5&D5&C5&C5&C5 3
  1127	C5&D5&C5&C5&C5&C5&B4 3
  1128	C5&D5&C5&D5&B4&C5 3
  1129	C5&D5&C5&D5&D5&C5&C5 3
  1130	C5&D5&C5&D5&D5&D5 3
  1131	C5&D5&C5&D5&E5&D5 3
  1132	C5&D5&C5&D5&F5&E5&F5&G5&G5&A5 3
  1133	C5&D5&C5&D5&F5&F5&G5&F5&F5 3
  1134	C5&D5&D5&C5&B4&C5&B4 3
  1135	C5&D5&D5&C5&D5 3
  1136	C5&D5&D5&D5&B4&C5&B4 3
  1137	C5&D5&D5&D5&C5&D5&A4&C5&B4 3
  1138	C5&D5&D5&D5&D5 3
  1139	C5&D5&D5&D5&D5&D5&E5&D5 3
  1140	C5&D5&D5&D5&D5&E5&D5 3
  1141	C5&D5&D5&D5&E5&D5&D5&D5 3
  1142	C5&D5&D5&E5&D5&D5 3
  1143	C5&D5&E5&D5&E5&F5&E5&C5&D5&E5 3
  1144	C5&D5&E5&E5&D5&C5&B4&C5&D5 3
  1145	C5&D5&E5&E5&D5&D5&D5 3
  1146	C5&D5&E5&F5&E5&D5&E5&E5&D5&D5 3
  1147	C5&D5&E5&F5&E5&E5&D5 3
  1148	C5&D5&F5&D5&E5&F5&E5&F5&E5&D5 3
  1149	C5&E5&D5&C5&D5&E5&D5&B4&D5 3
  1150	C5&E5&E5&D5&D5 3
  1151	C5&G4&A4&C5&C5 3
  1152	D4&A4&A4 3
  1153	D4&A4&B4&A4&A4 3
  1154	D4&C4&B3&C4&D4&D4&E4&E4 3
  1155	D4&C4&C4&A3 3
  1156	D4&C4&D4&F4&F4&G4 3
  1157	D4&C4&D4&F4&F4&G4&F4&F4 3
  1158	D4&C4&F4&G4&F4&G4&A4&A4 3
  1159	D4&D4&C4&D4&E4&D4&C4 3
  1160	D4&D4&C4&D4&F4&E4 3
  1161	D4&D4&C4&D4&F4&F4 3
  1162	D4&D4&C4&D4&F4&F4&F4 3
  1163	D4&D4&C4&F4&G4&A4&A4&G4 3
  1164	D4&D4&D4&A4&A4&G4&F4&G4&A4 3
  1165	D4&D4&D4&F4&E4 3
  1166	D4&D4&F4&D4&D4&C4 3
  1167	D4&D4&F4&E4&D4&E4&F4&G4&A4&G4 3
  1168	D4&D4&F4&F4&E4&F4&D4&E4 3
  1169	D4&D4&G4&F4&E4 3
  1170	D4&E4&C4&C4 3
  1171	D4&E4&D4&C4&D4&D4&C4&C4 3
  1172	D4&E4&D4&C4&D4&D4&D4&D4 3
  1173	D4&E4&D4&F4&E4 3
  1174	D4&E4&E4&D4&C4 3
  1175	D4&E4&F4&E4&C4 3
  1176	D4&E4&F4&E4&D4 3
  1177	D4&E4&F4&E4&D4&A4&G4 3
  1178	D4&E4&F4&E4&E4 3
  1179	D4&E4&F4&E4&E4&D4&C4 3
  1180	D4&E4&F4&E4&E4&D4&D4&C4&D4&D4 3
  1181	D4&E4&F4&E4&F4&E4&D4&G4&A4&G4 3
  1182	D4&E4&F4&G4&F4&E4&D4&D4 3
  1183	D4&E4&F4&G4&F4&F4&E4&G4 3
  1184	D4&E4&G4 3
  1185	D4&E4&G4&E4&D4&E4&F4&E4&D4&C4 3
  1186	D4&F4&D4&C4 3
  1187	D4&F4&E4&C4 3
  1188	D4&F4&E4&D4&E4&E4&E4&D4&C4 3
  1189	D4&F4&E4&F4 3
  1190	D4&F4&G4 3
  1191	D4&F4&G4&E4&F4&E4 3
  1192	D4&F4&G4&F4&E4 3
  1193	D4&F4&G4&G4 3
  1194	D4&G4&A4&G4 3
  1195	D4&G4&F4&E4 3
  1196	D5&C5&C5&B4&C5 3
  1197	D5&C5&D5&E5&D5&C5&B4 3
  1198	D5&C5&D5&F5 3
  1199	D5&D5&C5&D5&E5&D5&C5&B4 3
  1200	D5&D5&D5&D5&E5&D5 3
  1201	D5&D5&D5&D5&E5&D5&D5&D5 3
  1202	D5&D5&E5&F5&D5&C5 3
  1203	D5&D5&E5&F5&E5 3
  1204	D5&E5&D5&C5&C5&B4&A4&B4&C5&B4 3
  1205	D5&E5&D5&C5&D5&C5 3
  1206	D5&E5&D5&D5&E5&D5 3
  1207	D5&E5&E5&D5 3
  1208	D5&F5&E5&D5 3
  1209	E4&C4 3
  1210	E4&D4&D4&E4&F4&E4&F4&E4&D4 3
  1211	E4&D4&F4&F4&D4 3
  1212	E4&D4&G4&A4&A4 3
  1213	E4&E4&D4&G4 3
  1214	E4&F4&D4&E4 3
  1215	E4&F4&E4&C4 3
  1216	E4&F4&G4&A4&F4&E4&D4&D4 3
  1217	E4&F4&G4&F4 3
  1218	E4&F4&G4&G4&F4&F4 3
  1219	E4&G4&A4 3
  1220	E4&G4&A4&A4 3
  1221	E4&G4&A4&A4&G4 3
  1222	E4&G4&F4&F4&E4 3
  1223	E5&C5&C5 3
  1224	E5&C5&D5&D5&G5&G5 3
  1225	E5&C5&D5&E5 3
  1226	E5&D5&E5&G5&E5&D5&C5&B4 3
  1227	E5&E5&D5&D5&C5&D5&E5 3
  1228	E5&E5&E5&D5&E5&D5 3
  1229	E5&E5&E5&E5&E5&E5&D5 3
  1230	E5&E5&F5&E5&D5 3
  1231	E5&E5&G5&F5 3
  1232	E5&F5&D5&C5&C5 3
  1233	E5&F5&D5&C5&E5&D5 3
  1234	E5&F5&D5&E5 3
  1235	E5&F5&E5&C5 3
  1236	E5&F5&E5&D5&C5&C5&B4 3
  1237	E5&F5&E5&D5&E5&D5&F5&F5 3
  1238	E5&F5&E5&E5&E5&D5&E5&D5&D5 3
  1239	E5&F5&G5&F5&F5 3
  1240	E5&F5&G5&G5&A5 3
  1241	E5&G5&E5&D5&E5&F5&E5&D5 3
  1242	E5&G5&F5&F5 3
  1243	F4&A4&C5&C5&C5&C5&C5&C5 3
  1244	F4&A4&F4 3
  1245	F4&A4&G4&E4 3
  1246	F4&A4&G4&F4 3
  1247	F4&A4&G4&F4&E4 3
  1248	F4&B4 3
  1249	F4&D4&E4&F4&E4 3
  1250	F4&D4&E4&F4&G4 3
  1251	F4&D4&F4&E4&G4&F4&F4&F4&E4 3
  1252	F4&E4&D4&D4&A4&B4&G4 3
  1253	F4&E4&D4&E4&F4&G4&F4&E4&E4 3
  1254	F4&E4&D4&G4 3
  1255	F4&E4&F4&G4 3
  1256	F4&E4&F4&G4&G4&A4&G4&F4&E4 3
  1257	F4&F4&D4&E4&D4&C4 3
  1258	F4&F4&E4&D4&C4 3
  1259	F4&F4&E4&D4&E4&E4&D4 3
  1260	F4&F4&E4&D4&F4&F4&E4 3
  1261	F4&F4&E4&F4&G4 3
  1262	F4&F4&E4&F4&G4&F4&F4&E4&F4&D4 3
  1263	F4&F4&F4&D4 3
  1264	F4&F4&F4&E4&D4&E4&D4&D4 3
  1265	F4&F4&F4&E4&F4&G4&E4&F4 3
  1266	F4&F4&F4&E4&G4&A4&A4&A4&G4&G4 3
  1267	F4&F4&F4&F4&E4&G4&A4&A4&G4 3
  1268	F4&F4&F4&F4&F4&F4&E4 3
  1269	F4&F4&F4&F4&G4&F4&E4 3
  1270	F4&F4&F4&G4&F4&E4 3
  1271	F4&F4&G4&E4&F4&E4 3
  1272	F4&F4&G4&F4&F4&F4&F4 3
  1273	F4&G4&A4&A4&A4&G4&A4 3
  1274	F4&G4&A4&A4&C5&D5&C5&B4 3
  1275	F4&G4&A4&A4&G4&A4&G4&G4 3
  1276	F4&G4&A4&C5&D5&C5&B4 3
  1277	F4&G4&A4&F4&E4&D4 3
  1278	F4&G4&A4&G4&A4&A4&G4&G4 3
  1279	F4&G4&A4&G4&A4&G4&F4&G4&A4&A4 3
  1280	F4&G4&A4&G4&F4&E4&E4&E4 3
  1281	F4&G4&A4&G4&F4&F4 3
  1282	F4&G4&A4&G4&F4&G4&A4&C5&C5&B4 3
  1283	F4&G4&A4&G4&F4&G4&F4&E4 3
  1284	F4&G4&A4&G4&F4&G4&G4&G4 3
  1285	F4&G4&A4&G4&G4&A4&A4&A4&G4 3
  1286	F4&G4&A4&G4&G4&A4&C5 3
  1287	F4&G4&D4&F4&E4 3
  1288	F4&G4&F4&D4&C4&C4 3
  1289	F4&G4&F4&E4&E4 3
  1290	F4&G4&F4&F4&G4 3
  1291	F4&G4&F4&G4&A4&F4&E4&D4&D4 3
  1292	F4&G4&F4&G4&F4&F4&E4 3
  1293	F4&G4&F4&G4&G4&F4 3
  1294	F4&G4&G4&A4&A4 3
  1295	F4&G4&G4&A4&G4&E4&E4 3
  1296	F4&G4&G4&A4&G4&F4&E4 3
  1297	F4&G4&G4&A4&G4&G4&G4&G4 3
  1298	F4&G4&G4&F4&A4&A4 3
  1299	F4&G4&G4&F4&D4 3
  1300	F4&G4&G4&F4&F4&A4&C5 3
  1301	F4&G4&G4&F4&G4 3
  1302	F5&D5&E5&D5 3
  1303	F5&E5&D5&C5&E5&E5 3
  1304	G3&C4 3
  1305	G4&A4&A4&A4&C5&C5&B4&G4&A4 3
  1306	G4&A4&A4&A4&G4&G4 3
  1307	G4&A4&A4&C5&C5&B4&A4&G4 3
  1308	G4&A4&C5&A4&B4 3
  1309	G4&A4&C5&B4&A4&B4&A4&G4&G4 3
  1310	G4&A4&C5&B4&A4&B4&C5&B4 3
  1311	G4&A4&C5&D5 3
  1312	G4&A4&C5&G4&A4&G4&G4&F4&F4 3
  1313	G4&A4&G4&A4&C5 3
  1314	G4&A4&G4&F4&E4&F4&G4&G4 3
  1315	G4&A4&G4&G4&A4&G4&G4&G4&G4 3
  1316	G4&A4&G4&G4&F4&F4 3
  1317	G4&B4&C5 3
  1318	G4&B4&C5&A4&B4&A4&G4&G4 3
  1319	G4&B4&C5&A4&G4&A4&G4 3
  1320	G4&D5&D5&C5&B4&C5&D5&D5&D5 3
  1321	G4&E4&D4 3
  1322	G4&F4&A4&C5&B4&A4&G4&A4&A4 3
  1323	G4&F4&G4&A4&A4 3
  1324	G4&G4&A4&A4&A4&G4 3
  1325	G4&G4&A4&A4&G4 3
  1326	G4&G4&A4&C5 3
  1327	G4&G4&A4&C5&B4 3
  1328	G4&G4&A4&C5&C5&C5&B4 3
  1329	G4&G4&A4&F4&E4&D4 3
  1330	G4&G4&A4&F4&E4&D4&D4 3
  1331	G4&G4&A4&G4&A4&G4 3
  1332	G4&G4&C5&A4&G4 3
  1333	G4&G4&D4&F4&E4&F4&G4&G4&A4&G4 3
  1334	G4&G4&D5&D5&B4&C5&A4&G4&A4&G4 3
  1335	G4&G4&F4&D4&F4&E4 3
  1336	G4&G4&G4&A4 3
  1337	G4&G4&G4&B4&C5&D5 3
  1338	G4&G4&G4&G4&A4&G4 3
  1339	G5&A5 3
  1340	G5&A5&G5&G5 3
  1341	G5&F5&E5&D5 3
  1342	G5&G5&F5&E5&F5&D5&E5&D5 3
  1343	A3&A3&C4 2
  1344	A3&A3&G3 2
  1345	A3&B3&C4&D4&E4 2
  1346	A3&C4&A3&A3&G3 2
  1347	A3&C4&B3&C4&B3&A3 2
  1348	A3&C4&C4&C4&B3&C4&D4&C4&B3&D4 2
  1349	A3&C4&D4&D4&C4 2
  1350	A3&C4&D4&E4&D4 2
  1351	A3&C4&D4&E4&D4&D4 2
  1352	A3&C4&E4 2
  1353	A3&C4&G3&A3 2
  1354	A3&D4&C4&D4&F4&E4&C4 2
  1355	A3&E4&E4&E4&D4&E4&D4&D4&C4 2
  1356	A3&E4&F4&E4 2
  1357	A3&E4&F4&E4&E4&D4&C4&D4&E4&E4 2
  1358	A3&E4&F4&E4&E4&G4&E4&E4 2
  1359	A4&A4&A4&A4&A4&C5&G4&G4 2
  1360	A4&A4&A4&B4 2
  1361	A4&A4&A4&C5&C5 2
  1362	A4&A4&A4&C5&D5 2
  1363	A4&A4&A4&E5 2
  1364	A4&A4&A4&G4&A4&B4&A4&A4 2
  1365	A4&A4&A4&G4&A4&B4&A4&G4 2
  1366	A4&A4&A4&G4&A4&C5&A4&G4&A4&G4 2
  1367	A4&A4&A4&G4&C5&D5&C5&D5&E5&E5 2
  1368	A4&A4&A4&G4&F4&G4&A4 2
  1369	A4&A4&A4&G4&F4&G4&A4&G4 2
  1370	A4&A4&A4&G4&G4&A4&G4 2
  1371	A4&A4&B4&A4&A4&A4&G4&B4 2
  1372	A4&A4&B4&A4&G4&A4&G4 2
  1373	A4&A4&B4&C5&B4&A4&B4&B4&A4 2
  1374	A4&A4&B4&C5&B4&B4 2
  1375	A4&A4&C5&B4&A4 2
  1376	A4&A4&C5&B4&G4&A4&A4&G4 2
  1377	A4&A4&C5&D5&C5 2
  1378	A4&A4&C5&G4&G4 2
  1379	A4&A4&D5&C5&B4&C5&A4&G4 2
  1380	A4&A4&D5&C5&D5&E5&D5&D5&D5&D5 2
  1381	A4&A4&E5&F5&E5&D5&E5&C5 2
  1382	A4&A4&F4&A4&B4&G4 2
  1383	A4&A4&F4&E4&G4&F4&E4&C4 2
  1384	A4&A4&F4&G4&A4&A4&B4&G4 2
  1385	A4&A4&F4&G4&G4&A4&B4&G4&A4&G4 2
  1386	A4&A4&G4&A4&B4&A4&G4 2
  1387	A4&A4&G4&A4&B4&C5&D5&C5&B4 2
  1388	A4&A4&G4&A4&C5&C5&B4 2
  1389	A4&A4&G4&A4&F4&G4&A4&F4&E4&D4 2
  1390	A4&A4&G4&A4&F4&G4&A4&G4 2
  1391	A4&A4&G4&B4&C5&D5&C5&A4&A4&G4 2
  1392	A4&A4&G4&C5&D5&E5&D5 2
  1393	A4&A4&G4&C5&D5&E5&D5&E5 2
  1394	A4&A4&G4&D5 2
  1395	A4&A4&G4&E4&D4&G4&A4&A4 2
  1396	A4&A4&G4&F4 2
  1397	A4&A4&G4&F4&D4 2
  1398	A4&A4&G4&F4&E4&C4&D4 2
  1399	A4&A4&G4&F4&F4&E4 2
  1400	A4&A4&G4&G4&C5&C5&B4&C5&A4&G4 2
  1401	A4&A4&G4&G4&E4 2
  1402	A4&A4&G4&G4&F4&G4&A4&G4 2
  1403	A4&B4&A4&A4&A4 2
  1404	A4&B4&A4&A4&A4&C5&C5&D5&D5 2
  1405	A4&B4&A4&A4&A4&G4&A4&G4&F4&E4 2
  1406	A4&B4&A4&A4&B4 2
  1407	A4&B4&A4&A4&C5&A4&C5&C5&C5 2
  1408	A4&B4&A4&A4&G4&A4&G4&G4 2
  1409	A4&B4&A4&A4&G4&A4&G4&G4&F4 2
  1410	A4&B4&A4&A4&G4&D5&C5&A4&C5&B4 2
  1411	A4&B4&A4&A4&G4&F4&G4&B4&B4&B4 2
  1412	A4&B4&A4&A4&G4&G4&F4&G4&A4&G4 2
  1413	A4&B4&A4&B4&A4&G4 2
  1414	A4&B4&A4&B4&B4&A4&D5 2
  1415	A4&B4&A4&B4&C5 2
  1416	A4&B4&A4&B4&C5&B4 2
  1417	A4&B4&A4&B4&D5 2
  1418	A4&B4&A4&B4&D5&E5&D5 2
  1419	A4&B4&A4&C5&A4&B4&C5&D5&E5&D5 2
  1420	A4&B4&A4&C5&B4&C5&D5&C5 2
  1421	A4&B4&A4&C5&B4&C5&D5&D5&C5&D5 2
  1422	A4&B4&A4&C5&C5&C5&C5&C5&C5 2
  1423	A4&B4&A4&C5&C5&D5&C5&C5&A4&A4 2
  1424	A4&B4&A4&C5&D5&C5&C5 2
  1425	A4&B4&A4&C5&D5&C5&D5&F5&F5 2
  1426	A4&B4&A4&C5&E5&E5&D5&C5&B4 2
  1427	A4&B4&A4&G4&A4&A4&G4&D4&E4 2
  1428	A4&B4&A4&G4&A4&A4&G4&G4&A4&G4 2
  1429	A4&B4&A4&G4&A4&B4&A4 2
  1430	A4&B4&A4&G4&A4&B4&A4&B4&C5&B4 2
  1431	A4&B4&A4&G4&A4&C5 2
  1432	A4&B4&A4&G4&A4&C5&B4 2
  1433	A4&B4&A4&G4&A4&C5&C5&C5&B4 2
  1434	A4&B4&A4&G4&A4&G4&A4&G4 2
  1435	A4&B4&A4&G4&A4&G4&F4&A4 2
  1436	A4&B4&A4&G4&B4 2
  1437	A4&B4&A4&G4&C5&C5 2
  1438	A4&B4&A4&G4&F4&G4&A4&A4&G4 2
  1439	A4&B4&A4&G4&F4&G4&A4&G4&G4&G4 2
  1440	A4&B4&A4&G4&F4&G4&G4&A4&G4&G4 2
  1441	A4&B4&B4&A4&A4&A4&C5&D5&E5&D5 2
  1442	A4&B4&B4&A4&A4&A4&D5 2
  1443	A4&B4&B4&A4&C5&D5&C5&D5&F5 2
  1444	A4&B4&B4&A4&D5&C5&C5&B4 2
  1445	A4&B4&B4&A4&G4 2
  1446	A4&B4&B4&A4&G4&A4&C5 2
  1447	A4&B4&B4&A4&G4&G4 2
  1448	A4&B4&B4&B4&B4&A4&G4 2
  1449	A4&B4&B4&B4&B4&B4&C5&A4&G4 2
  1450	A4&B4&B4&B4&D5&E5&F5&E5&E5&D5 2
  1451	A4&B4&B4&D5&D5&E5&F5&E5&D5 2
  1452	A4&B4&B4&D5&E5 2
  1453	A4&B4&C5&A4&A4&B4&A4&G4&G4 2
  1454	A4&B4&C5&A4&A4&G4 2
  1455	A4&B4&C5&A4&B4&A4&G4&G4 2
  1456	A4&B4&C5&A4&C5&A4&B4&C5&G4 2
  1457	A4&B4&C5&A4&F4&G4&G4&G4 2
  1458	A4&B4&C5&A4&G4&A4&C5&B4 2
  1459	A4&B4&C5&B4&A4&A4&C5 2
  1460	A4&B4&C5&B4&A4&B4&A4&G4 2
  1461	A4&B4&C5&B4&A4&B4&B4&A4&A4 2
  1462	A4&B4&C5&B4&A4&B4&C5&B4 2
  1463	A4&B4&C5&B4&A4&G4&A4 2
  1464	A4&B4&C5&B4&B4&A4&A4&G4 2
  1465	A4&B4&C5&B4&C5&B4&A4&G4 2
  1466	A4&B4&C5&C5 2
  1467	A4&B4&C5&D5&C5&B4&A4&B4&C5&B4 2
  1468	A4&B4&C5&D5&C5&B4&C5&B4 2
  1469	A4&B4&C5&D5&D5 2
  1470	A4&B4&C5&D5&D5&E5&D5&C5&B4 2
  1471	A4&B4&C5&D5&E5&D5 2
  1472	A4&B4&C5&D5&E5&D5&D5 2
  1473	A4&B4&C5&G4&E4&F4&E4 2
  1474	A4&B4&C5&G4&F4 2
  1475	A4&B4&C5&G4&G4&E4&F4&E4&F4&E4 2
  1476	A4&B4&D5&E5&D5 2
  1477	A4&B4&F4&D4 2
  1478	A4&B4&G4&A4&A4&G4&G4&E4&F4&E4 2
  1479	A4&B4&G4&F4 2
  1480	A4&B4&G4&G4&G4&G4 2
  1481	A4&C5&A4&A4 2
  1482	A4&C5&A4&A4&G4&A4&A4&E5&F5&D5 2
  1483	A4&C5&A4&A4&G4&C5&C5&D5 2
  1484	A4&C5&A4&B4&B4 2
  1485	A4&C5&A4&C5&G4&A4&G4 2
  1486	A4&C5&A4&C5&G4&F4&A4&F4&G4 2
  1487	A4&C5&A4&F4 2
  1488	A4&C5&A4&F4&G4&G4 2
  1489	A4&C5&A4&G4&B4&B4 2
  1490	A4&C5&A4&G4&B4&B4&G4&G4 2
  1491	A4&C5&B4&A4&B4&A4&G4 2
  1492	A4&C5&B4&A4&C5&D5&C5&B4 2
  1493	A4&C5&B4&A4&G4&A4&A4&G4 2
  1494	A4&C5&B4&A4&G4&A4&B4&A4&G4 2
  1495	A4&C5&B4&B4&B4&A4&B4&B4 2
  1496	A4&C5&B4&D5&C5&C5&C5&B4&G4&G4 2
  1497	A4&C5&B4&G4&A4&A4&A4&C5&B4 2
  1498	A4&C5&B4&G4&A4&G4&G4&G4 2
  1499	A4&C5&B4&G4&F4&G4&A4&A4 2
  1500	A4&C5&C5&A4&B4&C5&A4&G4 2
  1501	A4&C5&C5&B4&A4&A4 2
  1502	A4&C5&C5&B4&A4&B4&C5&A4&B4&G4 2
  1503	A4&C5&C5&B4&A4&C5&G4&G4 2
  1504	A4&C5&C5&B4&C5&A4&A4&G4 2
  1505	A4&C5&C5&B4&C5&B4&A4&B4&C5&B4 2
  1506	A4&C5&C5&B4&C5&D5&C5&B4&B4 2
  1507	A4&C5&C5&B4&G4&F4&G4&A4 2
  1508	A4&C5&C5&C5&A4&C5&B4 2
  1509	A4&C5&C5&C5&B4&A4&A4 2
  1510	A4&C5&C5&C5&B4&C5&B4 2
  1511	A4&C5&C5&C5&C5&B4&C5&B4&B4 2
  1512	A4&C5&C5&C5&C5&C5&C5&B4 2
  1513	A4&C5&C5&D5&B4&A4&C5&D5&C5&B4 2
  1514	A4&C5&C5&D5&C5&A4&G4 2
  1515	A4&C5&C5&D5&C5&B4&A4&G4&G4 2
  1516	A4&C5&C5&D5&C5&B4&G4 2
  1517	A4&C5&C5&D5&C5&C5&C5&B4 2
  1518	A4&C5&C5&D5&C5&C5&C5&B4&D5 2
  1519	A4&C5&C5&D5&D5 2
  1520	A4&C5&C5&G4&A4&G4 2
  1521	A4&C5&C5&G4&B4&C5&D5 2
  1522	A4&C5&D5&B4&C5&D5&D5&B4&C5&D5 2
  1523	A4&C5&D5&C5&A4&A4 2
  1524	A4&C5&D5&C5&C5&A4&C5&D5&D5 2
  1525	A4&C5&D5&C5&D5&B4&C5 2
  1526	A4&C5&D5&C5&D5&B4&C5&A4&G4 2
  1527	A4&C5&D5&D5&C5&C5&D5 2
  1528	A4&C5&D5&D5&C5&D5 2
  1529	A4&C5&D5&D5&D5&E5&D5&C5&B4 2
  1530	A4&C5&D5&D5&F5&E5&D5 2
  1531	A4&C5&D5&E5&C5&B4&G4 2
  1532	A4&C5&D5&E5&E5&D5 2
  1533	A4&C5&D5&E5&E5&E5&D5 2
  1534	A4&C5&D5&F5 2
  1535	A4&C5&E5&D5 2
  1536	A4&C5&G4&A4 2
  1537	A4&C5&G4&A4&G4&F4&G4&G4&F4 2
  1538	A4&C5&G4&A4&G4&F4&G4&G4&F4&F4 2
  1539	A4&C5&G4&A4&G4&G4&F4&F4&G4&G4 2
  1540	A4&C5&G4&F4&F4&E4 2
  1541	A4&C5&G4&G4&F4&E4 2
  1542	A4&D5&C5&B4&C5&A4&G4 2
  1543	A4&D5&D5&C5&B4&A4&B4&C5&A4&G4 2
  1544	A4&D5&D5&E5&F5&E5&D5 2
  1545	A4&E5&E5 2
  1546	A4&E5&E5&D5 2
  1547	A4&E5&E5&D5&C5&D5&E5&D5 2
  1548	A4&E5&E5&E5&E5&D5&E5&D5&D5 2
  1549	A4&F4&A4&C5&C5 2
  1550	A4&F4&A4&C5&C5&C5 2
  1551	A4&F4&A4&C5&C5&C5&C5&C5&B4 2
  1552	A4&F4&A4&C5&C5&C5&G4 2
  1553	A4&F4&A4&G4&A4 2
  1554	A4&F4&D4&E4&D4&C4&E4&G4&A4&G4 2
  1555	A4&F4&F4&G4&F4&F4 2
  1556	A4&F4&G4&A4&B4&C5&A4&A4&G4 2
  1557	A4&F4&G4&A4&C5&C5&D5&C5&C5 2
  1558	A4&F4&G4&G4&G4 2
  1559	A4&G4&A4&B4&A4&G4&F4&E4&F4&A4 2
  1560	A4&G4&A4&B4&B4 2
  1561	A4&G4&A4&C5&A4&A4&G4&A4&B4&G4 2
  1562	A4&G4&A4&C5&B4&A4&G4&A4&D4 2
  1563	A4&G4&A4&C5&C5&C5 2
  1564	A4&G4&A4&G4&A4&G4&F4&G4&G4 2
  1565	A4&G4&A4&G4&E4&F4&G4&A4&G4 2
  1566	A4&G4&A4&G4&F4&E4&D4 2
  1567	A4&G4&A4&G4&F4&G4&B4&A4&G4 2
  1568	A4&G4&C5&A4&G4&A4&B4&A4&G4 2
  1569	A4&G4&C5&B4 2
  1570	A4&G4&F4&E4&F4&F4&E4&F4&E4 2
  1571	A4&G4&F4&E4&F4&G4&F4&G4&A4 2
  1572	A4&G4&G4&A4&C5&A4&B4&A4&G4 2
  1573	A4&G4&G4&A4&C5&B4&A4 2
  1574	A4&G4&G4&A4&C5&B4&G4 2
  1575	A4&G4&G4&A4&C5&C5&D5&C5&C5&B4 2
  1576	A4&G4&G4&A4&C5&G4&A4&G4&G4 2
  1577	A4&G4&G4&E4 2
  1578	A4&G4&G4&F4&F4&A4&A4 2
  1579	A4&G4&G4&F4&F4&G4&A4&A4&G4 2
  1580	A4&G4&G4&F4&G4&A4&A4 2
  1581	A4&G4&G4&F4&G4&G4&A4&G4&G4 2
  1582	A4&G4&G4&F4&G4&G4&F4 2
  1583	A4&G4&G4&G4&G4 2
  1584	B3&A3&A3 2
  1585	B3&A3&A3&A3&E4&E4 2
  1586	B3&A3&A3&A3&E4&E4&D4&C4&D4&E4 2
  1587	B3&A3&B3&B3&A3 2
  1588	B3&A3&B3&C4&B3&A3&B3&B3&A3 2
  1589	B3&A3&C4&D4&C4 2
  1590	B3&A3&E4&F4&E4&E4 2
  1591	B3&A3&G3 2
  1592	B3&A3&G3&A3&A3&G3 2
  1593	B3&A3&G3&A3&C4 2
  1594	B3&B3&A3&C4 2
  1595	B3&C4&B3&A3&A3&E4&E4 2
  1596	B3&C4&B3&A3&C4 2
  1597	B3&C4&D4&A3&B3&C4&D4&D4 2
  1598	B3&C4&D4&B3&C4&B3&A3 2
  1599	B3&C4&D4&C4&B3 2
  1600	B3&C4&D4&C4&B3&A3&C4&C4 2
  1601	B3&C4&D4&C4&B3&G3&A3 2
  1602	B3&C4&D4&C4&C4 2
  1603	B3&C4&D4&D4&D4&D4 2
  1604	B3&C4&D4&E4&D4&C4 2
  1605	B3&C4&D4&F4&E4&C4 2
  1606	B3&D4&C4&C4&C4 2
  1607	B3&D4&C4&C4&C4&B3 2
  1608	B3&D4&E4&D4&C4&C4 2
  1609	B3&E4 2
  1610	B3&G3 2
  1611	B3&G3&A3&C4 2
  1612	B4&A4 2
  1613	B4&A4&B4&A4&G4 2
  1614	B4&A4&C5&B4 2
  1615	B4&A4&C5&B4&G4 2
  1616	B4&A4&C5&C5 2
  1617	B4&A4&C5&D5&C5&B4 2
  1618	B4&A4&G4&B4 2
  1619	B4&B4&A4&A4&B4&C5&B4 2
  1620	B4&B4&A4&G4 2
  1621	B4&B4&G4&B4 2
  1622	B4&C5&A4 2
  1623	B4&C5&A4&A4&A4&G4 2
  1624	B4&C5&A4&B4&G4 2
  1625	B4&C5&A4&G4&A4&A4&C5&G4&A4&A4 2
  1626	B4&C5&C5&B4 2
  1627	B4&C5&D5&A4&G4&D5&C5&D5&E5&D5 2
  1628	B4&C5&D5&A4&G4&G4 2
  1629	B4&C5&D5&A4&G4&G4&F4&A4&C5&B4 2
  1630	B4&C5&D5&B4&C5&A4&G4 2
  1631	B4&C5&D5&C5&A4&B4&C5&B4 2
  1632	B4&C5&D5&C5&A4&C5&C5&B4&D5&D5 2
  1633	B4&C5&D5&C5&D5&D5&C5&B4&C5&B4 2
  1634	B4&C5&D5&C5&D5&E5 2
  1635	B4&C5&D5&D5&B4&C5&D5 2
  1636	B4&C5&D5&E5&C5&B4 2
  1637	B4&C5&D5&E5&D5&D5&D5 2
  1638	B4&C5&D5&E5&E5&D5 2
  1639	B4&C5&G4 2
  1640	B4&D5&C5&B4&A4&G4&A4&G4 2
  1641	B4&D5&C5&C5&B4 2
  1642	B4&D5&C5&C5&B4&C5 2
  1643	B4&D5&C5&D5 2
  1644	B4&D5&C5&D5&E5&C5&C5&B4 2
  1645	B4&D5&D5&C5&B4&C5&A4&A4 2
  1646	B4&D5&D5&C5&B4&C5&B4 2
  1647	B4&D5&D5&D5 2
  1648	B4&D5&D5&D5&E5&C5 2
  1649	B4&D5&D5&E5&D5 2
  1650	B4&D5&E5&D5&C5&D5&C5&B4 2
  1651	B4&D5&E5&D5&D5&D5&E5&D5 2
  1652	B4&D5&E5&E5&D5 2
  1653	B4&G4&A4&B4&A4&G4 2
  1654	B4&G4&B4&D5&B4&C5&B4 2
  1655	C4&B3&C4&D4&E4 2
  1656	C4&C4&C4&C4&B3&A3&A3&G3&C4 2
  1657	C4&C4&C4&E4 2
  1658	C4&D4&C4&D4&C4&C4&A3 2
  1659	C4&D4&D4&A4 2
  1660	C4&D4&D4&A4&B4&A4&A4&G4 2
  1661	C4&D4&D4&D4&D4&D4&F4&E4 2
  1662	C4&D4&D4&D4&E4 2
  1663	C4&D4&D4&D4&F4&E4 2
  1664	C4&D4&D4&E4&F4&E4 2
  1665	C4&D4&D4&F4&E4&C4 2
  1666	C4&D4&E4&D4 2
  1667	C4&D4&E4&E4 2
  1668	C4&D4&F4&E4&C4&E4&F4 2
  1669	C4&D4&F4&E4&D4&D4&D4 2
  1670	C4&D4&F4&E4&F4&G4&F4&E4&D4&D4 2
  1671	C4&D4&F4&F4&D4&E4&F4&E4 2
  1672	C4&D4&F4&F4&F4&E4&F4&E4 2
  1673	C4&D4&F4&F4&F4&F4&F4&F4&E4 2
  1674	C4&D4&F4&F4&G4&F4&F4&G4&A4&G4 2
  1675	C4&D4&F4&G4&F4&E4 2
  1676	C4&D4&F4&G4&F4&E4&D4&D4 2
  1677	C4&D4&F4&G4&F4&E4&G4&A4&G4 2
  1678	C4&D4&F4&G4&F4&G4&A4&A4&G4 2
  1679	C4&E4&E4 2
  1680	C4&E4&G4 2
  1681	C5&A4&A4&D5 2
  1682	C5&A4&B4&A4&A4 2
  1683	C5&A4&C5&A4&A4&G4 2
  1684	C5&A4&C5&B4&C5&A4&G4 2
  1685	C5&A4&C5&B4&G4 2
  1686	C5&A4&C5&D5&C5&B4&C5&B4 2
  1687	C5&A4&C5&D5&E5&D5&C5&B4 2
  1688	C5&A4&G4&F4&A4&G4 2
  1689	C5&A4&G4&G4&G4 2
  1690	C5&B4&A4&A4&B4 2
  1691	C5&B4&A4&A4&C5&B4 2
  1692	C5&B4&A4&B4 2
  1693	C5&B4&A4&C5&C5&B4 2
  1694	C5&B4&A4&E5&F5&E5&E5&D5 2
  1695	C5&B4&B4&A4&B4&B4&A4&F4 2
  1696	C5&B4&C5&A4&B4&C5&D5&E5&D5&D5 2
  1697	C5&B4&C5&A4&G4&C5&C5&A4&C5&D5 2
  1698	C5&B4&C5&B4&A4&B4&A4&A4 2
  1699	C5&B4&C5&D5&C5&D5&D5 2
  1700	C5&B4&C5&D5&C5&D5&D5&C5&E5&D5 2
  1701	C5&B4&C5&D5&D5&E5&F5&E5 2
  1702	C5&B4&C5&D5&E5&D5 2
  1703	C5&B4&D5&C5&A4&C5&B4 2
  1704	C5&B4&D5&E5&D5 2
  1705	C5&B4&D5&E5&D5&C5&D5&C5&B4 2
  1706	C5&B4&D5&E5&D5&E5&C5&D5&D5 2
  1707	C5&C5&A4&A4 2
  1708	C5&C5&A4&C5 2
  1709	C5&C5&A4&C5&C5&B4&C5&D5 2
  1710	C5&C5&A4&C5&D5 2
  1711	C5&C5&B4&A4&A4&B4&C5&B4 2
  1712	C5&C5&B4&A4&A4&D5 2
  1713	C5&C5&B4&A4&B4&C5&C5&C5&B4 2
  1714	C5&C5&B4&A4&C5&D5 2
  1715	C5&C5&B4&A4&G4&B4 2
  1716	C5&C5&B4&B4&C5&D5&C5&C5&B4 2
  1717	C5&C5&B4&B4&D5&E5&D5 2
  1718	C5&C5&B4&C5&A4&A4&G4 2
  1719	C5&C5&B4&C5&A4&C5&B4 2
  1720	C5&C5&B4&C5&A4&G4&B4 2
  1721	C5&C5&B4&C5&B4&A4&B4&C5&B4 2
  1722	C5&C5&B4&D5&C5&B4 2
  1723	C5&C5&C5&A4&C5&B4&A4&G4 2
  1724	C5&C5&C5&A4&C5&B4&C5 2
  1725	C5&C5&C5&A4&G4&F4&A4&C5&C5&B4 2
  1726	C5&C5&C5&B4&A4&B4&A4&A4&G4 2
  1727	C5&C5&C5&B4&A4&B4&B4&A4&G4&A4 2
  1728	C5&C5&C5&B4&A4&B4&C5&A4&B4&G4 2
  1729	C5&C5&C5&B4&D5&D5 2
  1730	C5&C5&C5&B4&G4&A4&B4&B4 2
  1731	C5&C5&C5&C5&B4&G4&A4&B4&B4 2
  1732	C5&C5&C5&C5&C5 2
  1733	C5&C5&C5&C5&C5&C5&B4&C5&C5&B4 2
  1734	C5&C5&C5&C5&C5&C5&C5&C5&C5&B4 2
  1735	C5&C5&C5&C5&C5&C5&D5&B4&C5&A4 2
  1736	C5&C5&C5&D5&C5&B4&C5 2
  1737	C5&C5&C5&D5&C5&C5&D5 2
  1738	C5&C5&C5&D5&D5&D5 2
  1739	C5&C5&C5&D5&E5&E5&D5 2
  1740	C5&C5&D5&C5&A4&G4 2
  1741	C5&C5&D5&C5&C5&B4&A4&B4&C5&B4 2
  1742	C5&C5&D5&C5&C5&C5 2
  1743	C5&C5&D5&C5&C5&D5 2
  1744	C5&C5&D5&E5 2
  1745	C5&C5&D5&E5&D5&D5&C5&C5&B4 2
  1746	C5&C5&D5&E5&D5&E5&D5&C5&B4 2
  1747	C5&C5&D5&E5&D5&E5&F5&E5 2
  1748	C5&C5&D5&E5&E5&D5 2
  1749	C5&C5&D5&E5&E5&D5&D5 2
  1750	C5&C5&D5&E5&E5&D5&D5&B4&C5&D5 2
  1751	C5&C5&D5&E5&E5&D5&E5&D5 2
  1752	C5&C5&G4 2
  1753	C5&C5&G4&A4&G4 2
  1754	C5&C5&G4&G4 2
  1755	C5&D5&A4&A4 2
  1756	C5&D5&B4&C5&A4&B4&C5&B4&B4 2
  1757	C5&D5&B4&C5&D5&A4&G4 2
  1758	C5&D5&B4&D5&C5&B4 2
  1759	C5&D5&C5&A4&A4&A4&A4&C5&B4 2
  1760	C5&D5&C5&A4&C5&D5&C5&C5 2
  1761	C5&D5&C5&A4&C5&G4&A4&G4&F4 2
  1762	C5&D5&C5&A4&G4 2
  1763	C5&D5&C5&B4&A4&A4 2
  1764	C5&D5&C5&B4&C5&A4&A4&G4 2
  1765	C5&D5&C5&B4&C5&D5&D5 2
  1766	C5&D5&C5&B4&G4 2
  1767	C5&D5&C5&C5&A4&B4&A4&C5&B4 2
  1768	C5&D5&C5&C5&B4&A4&G4&G4 2
  1769	C5&D5&C5&C5&B4&C5&C5&C5&C5 2
  1770	C5&D5&C5&C5&B4&C5&D5&C5&D5 2
  1771	C5&D5&C5&C5&C5&B4&C5&B4&B4 2
  1772	C5&D5&C5&C5&D5&D5 2
  1773	C5&D5&C5&C5&D5&E5&E5&D5&D5 2
  1774	C5&D5&C5&D5&A4&A4&G4&F4&G4&G4 2
  1775	C5&D5&C5&D5&B4&C5&B4 2
  1776	C5&D5&C5&D5&C5&C5&B4 2
  1777	C5&D5&C5&D5&D5&C5 2
  1778	C5&D5&C5&D5&D5&E5&F5&E5&D5 2
  1779	C5&D5&C5&D5&D5&F5 2
  1780	C5&D5&C5&D5&E5&D5&D5&D5 2
  1781	C5&D5&C5&E5&F5&E5&E5&D5&D5 2
  1782	C5&D5&D5&C5&A4&A4 2
  1783	C5&D5&D5&C5&D5&A4&C5&B4 2
  1784	C5&D5&D5&D5&C5&C5&B4&A4&G4 2
  1785	C5&D5&D5&D5&C5&D5 2
  1786	C5&D5&D5&D5&D5&D5&E5&D5&D5&D5 2
  1787	C5&D5&D5&D5&E5&D5&C5&B4 2
  1788	C5&D5&D5&D5&E5&D5&E5 2
  1789	C5&D5&D5&E5&C5&C5&C5&C5&C5 2
  1790	C5&D5&D5&E5&D5&B4&B4 2
  1791	C5&D5&D5&E5&D5&D5&B4&C5&B4&B4 2
  1792	C5&D5&D5&G4 2
  1793	C5&D5&D5&G4&A4&G4 2
  1794	C5&D5&D5&G5&G5 2
  1795	C5&D5&E5&C5&A4&C5&A4&A4&G4 2
  1796	C5&D5&E5&C5&B4&C5&C5&D5 2
  1797	C5&D5&E5&C5&D5 2
  1798	C5&D5&E5&C5&D5&E5&D5&E5 2
  1799	C5&D5&E5&D5&B4&D5 2
  1800	C5&D5&E5&D5&C5&B4&G4 2
  1801	C5&D5&E5&D5&C5&C5&C5&B4 2
  1802	C5&D5&E5&D5&C5&D5&C5&C5&C5&B4 2
  1803	C5&D5&E5&D5&C5&D5&D5&C5 2
  1804	C5&D5&E5&D5&C5&D5&F5&D5 2
  1805	C5&D5&E5&D5&D5&C5&C5&B4&A4&G4 2
