     1	2&-2&-2&2&0&-2 122
     2	0&0 95
     3	0&0&0&0 80
     4	2&-2 80
     5	2&-2&0 77
     6	-1&-2&2&1&-1&-2&-2&2 76
     7	0&-2 75
     8	2&-2&0&0 73
     9	2&-2&-2&2 70
    10	0&0&0 65
    11	2&-2&-2 63
    12	0 61
    13	-1&-2&2&1&-1&-2&-2&0&2 57
    14	0&7&0&-2&-2&2&2&-2 56
    15	0&2 54
    16	-1&1&2&-2 53
    17	2&0&-2 53
    18	-3&3 53
    19	0&0&-2 47
    20	0&-2&2 47
    21	2&-2&0&2 47
    22	2 46
    23	2&-2&2 45
    24	5 45
    25	-1&1&2 44
    26	-2&2&2&0&3 44
    27	2&-2&2&1&-1&-2&-2&2 44
    28	2&-2&-2&0 43
    29	0&3 42
    30	-2 41
    31	2&-2&0&-2&0&2&2&0&-2&-2 41
    32	-2&2 40
    33	-5 40
    34	0&-2&2&3 38
    35	2&-2&2&-2&-2&0&-1&1&2 38
    36	0&2&-2&-2 37
    37	0&7&0&2&-2&-2&-1&-2 37
    38	-1&1&2&-2&-1&-2&0&2&-2&-2 37
    39	2&3 37
    40	3 37
    41	2&-2&0&-2&2 36
    42	2&-4 36
    43	3&0 36
    44	-1&1&2&-2&-1&-2 35
    45	0&0&2 34
    46	0&0&-2&2 34
    47	0&-2&0 34
    48	2&0 34
    49	2&-2&0&-2 34
    50	2&-2&0&-2&0&-2&2 34
    51	3&-3&-2&2&2&-2&-2 34
    52	-1&-2&3 33
    53	-1&-4&2 33
    54	5&0&-1&1&-3&-2 33
    55	0&5 32
    56	-1&1 32
    57	-1&-2 32
    58	4 32
    59	-1&-2&-2 31
    60	-3 31
    61	7 31
    62	0&2&3 30
    63	-1&1&-3 30
    64	0&2&-2&0 29
    65	0&-2&2&3&0 29
    66	-1&1&0 28
    67	-1&-4 28
    68	2&0&-2&0&5&0&-1&1&-3&-2 28
    69	-1&1&2&-2&0 27
    70	3&-3 27
    71	0&3&2 26
    72	-1&1&2&-2&-1&1&-1&-2 26
    73	-1&-2&-2&2 26
    74	2&-2&0&0&0 26
    75	2&-2&-1&1&2 26
    76	2&3&0 26
    77	4&3 26
    78	0&-2&0&2 25
    79	0&2&-2&0&0 25
    80	0&7&0&2&-2&-2&-1&3 25
    81	-1&-2&2&1&-1&-2&2&0&-2 25
    82	-1&-2&2&1&2 25
    83	2&-2&2&-2&-2 25
    84	-3&1&-1&-2 25
    85	4&-2&-2 25
    86	-1&1&-1&-2&-2 24
    87	-1&3 24
    88	2&0&-2&0 24
    89	2&-2&2&-2&-2&-1&1&2 24
    90	3&2 24
    91	4&3&0 24
    92	0&2&1&-1&0&-2 23
    93	0&-3&3 23
    94	-1&1&2&0&0 23
    95	-1&1&-3&-2 23
    96	-2&0 23
    97	0&0&3 22
    98	-1&-2&2&1&-1&1&-1&-2 22
    99	-1&-2&2&1&-3&2&-4&2 22
   100	-2&2&2 22
   101	3&-3&-2 22
   102	3&-3&2&1 22
   103	4&1 22
   104	-5&3 22
   105	0&0&0&-2 21
   106	0&2&-4 21
   107	-1&1&-1&-2 21
   108	-1&1&2&-2&2&0&-2 21
   109	-2&2&-2&0&-1&1&2 21
   110	2&-2&-2&2&0&-2&0&2 21
   111	-2&2&2&-2&-2 21
   112	2&-2&-2&2&2&-2&-2 21
   113	2&-2&2&3 21
   114	3&0&-1&0&-2 21
   115	-3&1 21
   116	-3&-2 21
   117	-3&3&2 21
   118	4&0&-4&2&2&-2&-2 21
   119	4&1&-1&-2 21
   120	5&0 21
   121	0&0&0&0&0&0 20
   122	0&7 20
   123	-1&3&-2 20
   124	2&-2&0&0&2 20
   125	2&-2&2&0&-2 20
   126	2&-2&2&1 20
   127	2&-2&-2&2&-2 20
   128	2&-2&-3&3&-2&0&0&-1 20
   129	-4&2 20
   130	4&-2 20
   131	5&0&-1&1&2&-2&-1&1&-1&-2 20
   132	-1&0&-2 19
   133	1&-1&0&-2&-2&2&2 19
   134	-1&1&2&-2&2 19
   135	2&0&-2&-2 19
   136	2&0&-2&2 19
   137	2&1 19
   138	2&-2&0&0&0&0 19
   139	2&-2&0&0&0&2 19
   140	2&-2&-1&-2 19
   141	2&-2&2&-2&-2&2 19
   142	-7 19
   143	0&0&0&0&0 18
   144	0&0&0&0&0&0&0&0 18
   145	0&0&7&0&-2&-2&2&2&-2 18
   146	0&2&1 18
   147	0&2&3&-3&2&-2&-2 18
   148	-1&0&1&2 18
   149	-1&-2&-2&2&3&-1&-2 18
   150	2&-2&0&-1&1&2 18
   151	2&-2&0&-2&-2&2&2 18
   152	2&-2&0&-3&3 18
   153	2&-2&2&-4 18
   154	-3&1&2&-2&2 18
   155	-3&2&-2&-2 18
   156	4&1&2 18
   157	-4&2&2 18
   158	0&0&2&-2&-2 17
   159	-1 17
   160	-1&0&1 17
   161	-1&1&2&-2&0&-1&-2 17
   162	-1&1&-3&3 17
   163	-1&-2&2&-2&-2 17
   164	-2&2&2&0&-2 17
   165	2&-2&2&-2 17
   166	2&-2&2&-2&-2&-1&1&0 17
   167	2&-4&-1&-2 17
   168	3&-1&-2 17
   169	-3&1&2&-2 17
   170	5&2 17
   171	0&0&-3&3 16
   172	0&0&5 16
   173	0&3&0&0&-1&-4&2 16
   174	0&7&0&-2&-2&2&2 16
   175	-1&1&-1&0&-2&3&2&-2 16
   176	-1&1&-1&-2&-2&2&-2 16
   177	1&-1&-2 16
   178	-1&1&2&-2&0&-1&-2&2&-2&-2 16
   179	-1&-2&2&-4 16
   180	-1&-2&3&0 16
   181	-1&-2&3&2 16
   182	2&0&-2&2&-4&2&-2 16
   183	2&1&2 16
   184	2&-2&-3 16
   185	-3&2&1 16
   186	-3&-2&2 16
   187	-4&4&3 16
   188	5&0&-3&3&2&-2 16
   189	0&0&-1&-4&2 15
   190	0&2&1&-1&1&-1&-2 15
   191	0&3&0 15
   192	-1&1&-1&-2&2&1&-1&1&-1&-2 15
   193	-1&1&-1&-2&-2&2 15
   194	-1&1&2&-2&0&-1&1&-3&3 15
   195	1&-1&-2&-2&2 15
   196	-1&3&-2&0&0&-1&-2&-2&2&3 15
   197	-1&3&2&-2&-2 15
   198	2&-2&0&2&3 15
   199	2&-2&-2&-1&1&2 15
   200	2&-2&-2&2&2&0&-2 15
   201	2&-2&-2&2&-2&2 15
   202	2&-2&-3&3 15
   203	2&-4&2 15
   204	-3&3&0 15
   205	3&-5 15
   206	-4 15
   207	-4&2&2&-2&2&0 15
   208	0&0&7 14
   209	0&2&0&-2 14
   210	0&2&1&-1&-2 14
   211	0&-2&-2 14
   212	0&-2&2&2 14
   213	0&-2&5 14
   214	0&5&0&-1&1&-3&-2 14
   215	-1&-2&2&1 14
   216	-1&-2&2&1&-1&-2 14
   217	-1&-2&2&1&-3&2&-4&0&2 14
   218	-1&-4&2&3 14
   219	2&-2&-2&2&0&-2&5 14
   220	2&-2&-2&2&2 14
   221	2&-2&-2&2&3 14
   222	2&-2&-2&4&3 14
   223	2&3&-1&-2&-2 14
   224	0&0&0&-2&2 13
   225	0&0&0&2&-2&0&0 13
   226	0&-1&1&2 13
   227	0&2&2&-2&-2 13
   228	0&-2&2&2&-2&-2 13
   229	0&2&3&0 13
   230	0&7&0&2&-3&1&-3 13
   231	1 13
   232	-1&0 13
   233	-1&0&3&-2 13
   234	-1&1&0&0 13
   235	-1&1&2&0 13
   236	1&-1&-2&-2 13
   237	-1&1&2&-2&-1&-2&2&0&-2 13
   238	-1&1&2&-2&2&-2&-7&4&3 13
   239	1&-1&-2&-2&2&3 13
   240	-1&-2&2&0&-2 13
   241	-1&-2&5 13
   242	2&0&-2&-2&2 13
   243	2&1&-1&0&-2 13
   244	2&1&-3 13
   245	2&-2&0&0&0&0&2 13
   246	2&-2&0&-3&2&1&-1&-2 13
   247	2&-2&-2&0&2 13
   248	2&-2&2&1&-1&-4&2 13
   249	2&-2&2&2&-2&-2 13
   250	-2&2&2&-2&-2&2&0&-2 13
   251	2&-2&-3&1 13
   252	2&-2&-3&1&2&-2&-1&-2 13
   253	-3&1&-3&2&1&-1&0&-2 13
   254	-5&1 13
   255	-5&-2 13
   256	-5&5 13
   257	7&0&0&-2&2&-2&0&-2&2 13
   258	0&0&0&0&0&2&-2&0&0 12
   259	0&0&-1&1&2&-2 12
   260	0&0&3&2 12
   261	0&2&1&-1&-2&-2&2&-2&0 12
   262	0&-2&4&3 12
   263	0&3&-1&-4 12
   264	0&3&2&-2&0 12
   265	-1&1&0&0&0 12
   266	-1&1&2&0&-2 12
   267	-1&-2&-2&2&2&-2&-2 12
   268	-1&-2&3&-1&-4 12
   269	-1&3&0 12
   270	-1&-4&4&1&-3 12
   271	2&-2&-1&1&2&-2&2&0&-2 12
   272	2&-2&-2&2&2&-2&2&-2&-3&1 12
   273	2&-2&-2&4 12
   274	-3&1&2 12
   275	-3&1&-3 12
   276	3&-3&-2&2 12
   277	4&0 12
   278	-4&2&2&-2&2&0&0 12
   279	4&-4&2 12
   280	5&0&0 12
   281	0&0&-1&-2 11
   282	0&0&2&1&-1&0&-2 11
   283	0&0&2&3 11
   284	0&-1&-2&-2 11
   285	0&2&0 11
   286	0&2&-2 11
   287	0&5&-2 11
   288	-1&1&-1&-2&2&-2&3 11
   289	-1&1&2&-2&-1&3&0 11
   290	-1&1&2&-2&-3 11
   291	-1&3&-2&0 11
   292	2&1&-1&-2&-2&2&-2&0 11
   293	2&-2&0&0&-2 11
   294	2&-2&0&-2&0 11
   295	2&-2&0&-2&0&2 11
   296	2&-2&0&2&-4&2&2&-2&2&0 11
   297	2&-2&-2&2&0&-2&0 11
   298	2&-2&2&3&0 11
   299	2&3&-5 11
   300	2&-4&0 11
   301	-3&1&2&-2&-1&-2 11
   302	3&-3&2&-2&-2 11
   303	3&-3&-2&2&-2&-2&2 11
   304	4&-2&2 11
   305	4&-2&-2&2 11
   306	-5&2&3 11
   307	5&2&3 11
   308	0&0&-2&0 10
   309	0&0&2&0&-2 10
   310	0&0&-2&-2 10
   311	0&0&2&-2&0&0 10
   312	0&2&2&0&-2&0 10
   313	0&-2&-2&2 10
   314	0&-2&2&3&0&0 10
   315	0&-2&5&2 10
   316	1&-1&0&-2 10
   317	-1&1&-1&1&2 10
   318	-1&1&2&-5 10
   319	-1&-2&-2&2&3 10
   320	-1&-2&3&-1&1&2 10
   321	-1&3&-2&0&0 10
   322	2&0&0&-2 10
   323	2&0&-2&0&5&0&-3&3&2&-2 10
   324	2&1&-1&-2&-2 10
   325	2&-2&0&3 10
   326	2&-2&-2&0&5&0&-1&1&-3&-2 10
   327	2&-2&2&-2&0 10
   328	-2&2&2&-2&-2&0 10
   329	2&-2&2&-2&-2&-1&1&-1&3 10
   330	-2&2&2&3 10
   331	2&-2&-2&4&3&-3&2&-2&-2 10
   332	2&-2&3 10
   333	2&-2&-3&1&2 10
   334	-2&4&3 10
   335	-3&1&-3&-2 10
   336	-3&3&2&-2 10
   337	-3&5 10
   338	3&-5&2&-2&0&-2 10
   339	-4&2&2&-2&2 10
   340	4&-4&2&2&-2&2&0 10
   341	4&-4&2&2&3&0 10
   342	0&0&-1&3 9
   343	0&0&2&-2&0 9
   344	0&0&-2&2&3 9
   345	0&0&7&0&2&-2&-2&-1&-2 9
   346	0&2&2 9
   347	0&-2&2&3&-1&-2 9
   348	0&3&2&2&-2&0&2 9
   349	-1&1&0&0&0&0 9
   350	-1&1&2&0&-2&0 9
   351	1&2 9
   352	-1&-2&0&7&0&-2&-2&2&2&-2 9
   353	-1&-2&2 9
   354	2&0&-7 9
   355	2&0&7 9
   356	2&-2&0&2&-2&0&0 9
   357	2&-2&0&-3&3&2 9
   358	2&-2&-1&-4 9
   359	-2&2&2&1&-1&-2 9
   360	2&-2&-2&-1&3 9
   361	2&-2&-2&2&0 9
   362	2&-2&-2&2&0&-2&7 9
   363	2&-2&-2&2&-2&0 9
   364	2&-2&-2&2&2&-2&0&2&3 9
   365	-2&2&2&3&0 9
   366	-2&2&3 9
   367	2&-2&-4&4&3 9
   368	2&-4&-1&-2&0&3 9
   369	-2&5&2 9
   370	3&0&-1&1&-3 9
   371	-3&3&0&0 9
   372	4&0&-2 9
   373	-4&4 9
   374	-5&2&2&1&-1&1&-1&-2 9
   375	7&0 9
   376	0&0&0&0&2 8
   377	0&0&0&-3&3 8
   378	0&-1&1&2&-2 8
   379	0&-2&0&0 8
   380	0&2&1&-1&-2&-2 8
   381	0&2&3&0&0 8
   382	0&2&3&-5 8
   383	0&-2&7 8
   384	0&3&-5 8
   385	0&-7 8
   386	-1&-2&0&3 8
   387	-1&-2&3&-1&-2&-2 8
   388	1&-3&-2 8
   389	-1&3&-2&0&0&-1 8
   390	1&-3&-2&-2&2&2&0&-2 8
   391	-1&-4&5 8
   392	-2&0&0 8
   393	-2&0&2 8
   394	2&1&-1&-2 8
   395	2&1&-1&-2&-2&-1&1&2&-2&0 8
   396	2&2 8
   397	2&-2&0&-2&0&4&3&0 8
   398	2&-2&0&-3&1 8
   399	2&-2&0&-3&3&2&-3&1&2&0 8
   400	2&-2&2&-2&-2&-1&1 8
   401	2&3&2 8
   402	-3&1&-1&-2&2&0&-2 8
   403	3&-1&-2&-2 8
   404	-3&2&1&2 8
   405	3&2&-2 8
   406	-3&-2&-2&2 8
   407	-3&3&2&0&-2 8
   408	3&-3&2&1&-1&-2&-2&2 8
   409	-4&0&2 8
   410	4&-2&2&-4 8
   411	4&-4 8
   412	5&0&0&0&0 8
   413	-5&2 8
   414	5&-2 8
   415	7&0&0&-2 8
   416	7&0&-2&2&-2&0&-2&2 8
   417	7&-2 8
   418	8 8
   419	0&0&0&0&0&0&0 7
   420	0&0&0&0&0&-2 7
   421	0&0&0&0&2&-2&0&0 7
   422	0&0&0&2 7
   423	0&0&2&1 7
   424	0&0&2&-2 7
   425	0&0&-2&4&3 7
   426	0&0&7&0&-2&-2&2&2 7
   427	0&-2&0&-1&-2&2&1 7
   428	0&2&0&-4&2 7
   429	0&-2&2&-2 7
   430	0&2&-2&-2&0 7
   431	0&-2&2&3&0&0&0 7
   432	0&2&3&-3 7
   433	0&2&-4&2 7
   434	0&3&-3 7
   435	-1&0&0 7
   436	-1&0&3 7
   437	-1&1&-1&-2&2&1 7
   438	-1&1&-1&-2&2&-2 7
   439	-1&1&-1&-2&-2&2&-2&2 7
   440	-1&1&-1&-4 7
   441	-1&1&2&0&2&-2&-2 7
   442	-1&1&2&-2&2&2&-2&0&0 7
   443	-1&1&2&2&-4&2&-2 7
   444	-1&-2&2&1&-1&-4 7
   445	-1&-2&2&1&2&0&2&-2&-3&1 7
   446	-1&-2&2&1&2&-2 7
   447	-1&-2&2&-2&-2&2 7
   448	1&-3 7
   449	-1&3&0&2 7
   450	-1&3&2&-2&-2&-5&2&3 7
   451	-1&-4&4&1 7
   452	2&0&-2&0&-3&3 7
   453	2&0&-4&2 7
   454	2&-2&0&0&0&2&3&0 7
   455	2&-2&0&0&2&-3&1&2&-2&2 7
   456	2&-2&0&-1&-2&-2 7
   457	2&-2&0&-1&-2&3 7
   458	2&-2&0&-2&-2&2 7
   459	2&-2&0&2&-3&1&2&-2&2 7
   460	2&-2&0&-3 7
   461	2&-2&-1&1&2&0&-2 7
   462	2&-2&-1&1&2&-2 7
   463	2&-2&-2&0&0 7
   464	-2&2&2&-2&0 7
   465	2&-2&-2&2&0&-2&0&0 7
   466	2&-2&-2&2&2&0 7
   467	2&-2&-2&2&2&-2&2&0&-2 7
   468	2&-2&-2&2&2&-2&-2&2 7
   469	-2&2&2&-4&-1&-2&3 7
   470	-2&2&2&-4&2 7
   471	2&-2&-3&-2 7
   472	-2&4 7
   473	2&-4&0&-1&1&2 7
   474	2&-4&2&-2 7
   475	3&0&-3&2&1&-1&-2 7
   476	-3&2&1&-1&1&-1&-2 7
   477	-3&-2&-2&2&2&0&-2 7
   478	-3&3&-2 7
   479	3&-3&2&1&2&-2&-3&-2 7
   480	3&-5&2&-2&0&-2&0&4&3&0 7
   481	4&0&0&-2 7
   482	4&-2&2&1 7
   483	4&3&-3 7
   484	-5&3&2 7
   485	8&0&0&-1&-2&2&-2&-2&2 7
   486	0&0&0&0&-2 6
   487	0&0&0&-1&-2 6
   488	0&0&0&-2&-2 6
   489	0&0&0&2&-2&0&0&0&0&2 6
   490	0&0&0&2&3 6
   491	0&0&2&-2&-1&1&2 6
   492	0&0&2&-4 6
   493	0&0&-2&5&2&-2&2 6
   494	0&0&3&0 6
   495	0&-2&0&4&0&-4&2&2&-2&-2 6
   496	0&2&1&2 6
   497	0&2&-2&0&0&2 6
   498	0&2&-2&0&-3&2&1&-1&-2 6
   499	0&2&2&1 6
   500	0&-2&2&2&1&2&-2&-1&-2 6
   501	0&-2&-2&2&2 6
   502	0&-2&-2&2&2&0&-2 6
   503	0&-2&2&2&-2&2&0&-2 6
   504	0&-2&2&2&-2&-2&2 6
   505	0&-2&2&3&0&0&0&0 6
   506	0&-2&2&3&0&-1&-2&3 6
   507	0&-2&2&3&-1&-2&3 6
   508	0&2&3&-3&-2&2&2&-2&-2 6
   509	0&2&-4&0&-1&-2&-2&0&5 6
   510	0&-2&4&1&-3 6
   511	0&-3&3&-2&2&2&-4 6
   512	0&-5&3&2 6
   513	0&5&-3&-2&2&-2&-2&2 6
   514	0&7&0&-2&2 6
   515	-1&0&8&0&0&-3&3&-1&-2 6
   516	1&-1 6
   517	1&-1&0&0&0&0&-2 6
   518	-1&1&0&-1&1&2&-2&-1&3&0 6
   519	-1&1&2&-2&-3&-2 6
   520	-1&1&4&-2&-2&2 6
   521	-1&-2&0&2&1 6
   522	-1&-2&0&3&-3&0&-2&5 6
   523	-1&-2&2&1&-1&-2&2&0&-2&3 6
   524	-1&-2&2&1&-5&0&-3&1 6
   525	-1&-2&-2&-2&2 6
   526	-1&-2&-2&5&2&0&-2 6
   527	-1&-2&3&-1&-2&-2&2 6
   528	-1&-2&3&-3&2&1 6
   529	-1&-2&3&-5 6
   530	-1&3&2&0&-2 6
   531	-1&3&2&0&-2&-2&2 6
   532	-1&-4&2&3&-1&-2 6
   533	2&0&-2&0&-2&2 6
   534	2&1&-1&-2&-2&2 6
   535	2&1&2&-2&-1&-2 6
   536	2&-2&0&-2&0&2&3 6
   537	2&-2&0&-2&2&0 6
   538	2&-2&0&-2&2&-2 6
   539	2&-2&0&-2&2&3&-5 6
   540	2&-2&0&2&-4 6
   541	2&-2&0&-3&2&-2&3 6
   542	2&-2&-1&-4&2 6
   543	2&-2&-2&2&0&0 6
   544	2&-2&2&-2&2 6
   545	2&-2&-2&2&-2&0&0 6
   546	2&-2&2&-2&-2&-1&1&-1&1 6
   547	2&-2&2&-2&-2&-1&1&-1&-4 6
   548	-2&-2&2&2&-2&2&-2&-3&1 6
   549	2&-2&-2&2&2&3 6
   550	2&-2&2&-2&-3&1&2 6
   551	2&-2&2&-4&2 6
   552	2&-2&-3&3&-2&0&0 6
   553	2&-4&2&-2&-3&3&-2&0&0&-1 6
   554	-2&4&3&0 6
   555	-2&4&3&2&-2 6
   556	2&-7 6
   557	3&0&2&-2&0&0 6
   558	3&0&-3 6
   559	-3&0&5&0&-2 6
   560	-3&1&2&-2&2&0&-2 6
   561	-3&1&2&-5 6
   562	-3&1&-3&0&2&1&-1&0&-2 6
   563	-3&2 6
   564	-3&2&1&-1&-2&-2&2 6
   565	-3&2&-2 6
   566	-3&2&-2&-2&0&2&3 6
   567	-3&-2&2&3 6
   568	3&-3&3 6
   569	4&1&2&-2&-1&-2 6
   570	4&1&-3 6
   571	-4&2&2&0 6
   572	-4&2&-2&-1&1&2&-2&2&0&-2 6
   573	-4&2&2&-2&-2 6
   574	4&-2&-2&2&2&-2&-2 6
   575	4&3&0&0 6
   576	4&3&2 6
   577	-4&4&3&0 6
   578	5&0&2&-2&0 6
   579	-5&0&3 6
   580	-5&2&1&-1&-2&-2&2 6
   581	-5&-3&1 6
   582	7&0&0&0&0&-2 6
   583	0&0&0&2&-2&0 5
   584	0&0&0&2&-4 5
   585	0&0&-1&1&2&-2&-1&3&0 5
   586	0&0&-1&-2&2&-2&-2&2&0&-2 5
   587	0&0&2&-2&0&0&0 5
   588	0&0&2&-2&0&-3&2&-2&3 5
   589	0&0&-2&2&2&-2&-2 5
   590	0&0&2&3&-3&-2&2&2&-2&-2 5
   591	0&0&-2&5&2 5
   592	0&0&-3&3&-3&1&-3&-2&-2&4 5
   593	0&0&4&1&2 5
   594	0&0&5&-1&1&2 5
   595	0&-2&0&-2&2 5
   596	0&2&1&-1&-2&2&0&-2 5
   597	0&2&1&-1&-2&-2&0&2&3 5
   598	0&2&1&-1&-2&-2&2 5
   599	0&2&1&-3 5
   600	0&-2&2&0 5
   601	0&-2&2&0&0 5
   602	0&-2&2&0&-2&2 5
   603	0&2&2&1&-1&-2 5
   604	0&-2&-2&2&2&-2 5
   605	0&2&-2&-2&2&-2 5
   606	0&-2&2&-4&2 5
   607	0&2&-3&1&2&-2&2 5
   608	0&2&3&-5&2&-2&0&-2 5
   609	0&-2&4&-2 5
   610	0&-2&5&-1&1&-3 5
   611	0&-2&5&2&-2&2&2&0 5
   612	0&-2&5&2&2&-2&-2&2 5
   613	0&5&0&-2 5
   614	0&7&0&-2 5
   615	0&7&-2 5
   616	-1&0&0&-2 5
   617	-1&0&-2&0&2&1&-1&1&-1&-2 5
   618	-1&0&-2&2&0&-2 5
   619	-1&0&-4&2 5
   620	-1&0&5&-2&2&3&-3&-2&-2&-1 5
   621	1&-1&0&-2&-2&2&2&0 5
   622	-1&1&-1&0&-2 5
   623	-1&1&-1&-2&2&-2&2&1 5
   624	-1&1&-1&-2&-2&2&-2&2&3 5
   625	-1&1&-1&-2&2&-2&3&0 5
   626	-1&1&-1&-2&3 5
   627	-1&1&2&-2&2&0&-2&0&2 5
   628	-1&1&-3&2&1&2 5
   629	-1&1&-3&-2&2 5
   630	-1&1&-3&-2&-2&2 5
   631	-1&1&-3&2&-2&-2 5
   632	-1&-2&0&2&1&-1&-2&2&0&-2 5
   633	-1&-2&2&1&2&2&-2&-2 5
   634	-1&-2&2&1&-3&-2 5
   635	-1&-2&-2&2&2&1 5
   636	-1&-2&-2&5 5
   637	-1&-2&-2&5&2&-2&0&2 5
   638	-1&-2&3&0&0 5
   639	-1&-2&3&2&2&1&-1&1&-1&-2 5
   640	-1&3&2&0&-2&-2&2&2&-2&-2 5
   641	-1&5&-2&2&3&-3&-2&-2&-1 5
   642	2&0&-2&0&0 5
   643	2&0&-2&0&-2&-3&3 5
   644	2&1&-1&1&-1&-2 5
   645	2&1&2&-2 5
   646	2&-2&0&0&0&0&0&0 5
   647	2&2&0&0&-2 5
   648	2&-2&0&-1&-4 5
   649	2&-2&0&-2&0&-2&2&0&0&0 5
   650	2&-2&0&-2&2&3 5
   651	2&-2&0&-2&-3&3 5
   652	2&-2&0&-2&5&0 5
   653	2&-2&0&-3&1&2&-2 5
   654	2&-2&0&3&-3&-2&2&2&-2&-2 5
   655	2&-2&0&5 5
   656	2&-2&-1&-2&2 5
   657	2&-2&-1&-2&2&1&-3&2&-4&2 5
   658	2&-2&-1&-2&-2&2 5
   659	2&-2&-2&0&7&0&2&-3&1&-3 5
   660	2&-2&2&1&-1 5
   661	2&-2&2&1&-1&0&-2 5
   662	2&-2&2&2 5
   663	2&-2&2&-2&0&-3 5
   664	2&-2&2&2&-2 5
   665	2&2&-2&-2&2 5
   666	2&-2&2&-2&-2&0 5
   667	2&-2&-2&2&2&1&-1&-2 5
   668	2&-2&2&-2&-2&2&2 5
   669	-2&2&2&-2&-3&3&-2&0&0&-1 5
   670	2&-2&2&-3&1&2&-2&2 5
   671	-2&2&2&-4 5
   672	-2&2&3&0 5
   673	2&-2&-3&3&0 5
   674	2&-2&-3&3&2 5
   675	2&-2&-3&3&-2&0 5
   676	2&-2&-3&3&-2&-1&1&-3&3 5
   677	2&-2&5&0 5
   678	2&-2&5&2 5
   679	2&-2&-7 5
   680	2&3&0&0&0 5
   681	2&3&0&2 5
   682	2&-4&-1&-4&2 5
   683	2&-4&-2 5
   684	3&0&-1&-2&-2 5
   685	-3&0&-2 5
   686	3&0&-5 5
   687	-3&1&-1&-2&-2&2 5
   688	-3&1&2&-5&2&1&-1&-2&-2&2 5
   689	-3&1&-3&-2&2 5
   690	-3&1&-3&-2&-2&4 5
   691	-3&-2&0 5
   692	-3&2&1&-1&-2&-2&2&-2&2 5
   693	-3&2&-2&3 5
   694	-3&-2&2&3&0&-1 5
   695	3&-3&0&-2&2 5
   696	3&-3&1&-1&-2 5
   697	3&-3&-2&2&1&-1&-2&-2&2 5
   698	3&-3&-2&-2&2 5
   699	3&-3&-2&2&-4&2&2&3 5
   700	3&-5&2&-2&0&-2&2 5
   701	3&-5&2&-2&0&-2&4&3&0 5
   702	4&0&-2&-2 5
   703	4&1&-1&0&-2 5
   704	4&1&-3&-2 5
   705	-4&2&-2 5
   706	4&3&0&2 5
   707	4&3&0&2&-2&0 5
   708	4&3&0&2&-2&0&0 5
   709	-5&0 5
   710	5&0&0&0 5
   711	5&0&2&-2 5
   712	5&-3 5
   713	6 5
   714	7&0&-2 5
   715	7&0&-2&2 5
   716	7&0&-2&2&-2&0&-2&2&0 5
   717	7&1&-1 5
   718	-7&2 5
   719	-7&2&3 5
   720	-9 5
   721	0&0&0&0&0&2&-2&0&0&2 4
   722	0&0&0&2&1&-1&-2&-2&2&3 4
   723	0&0&0&-2&2&3 4
   724	0&0&-1&-2&-2&2 4
   725	0&0&2&1&-1&-2&-2&2&3 4
   726	0&0&2&2&0&-2 4
   727	0&0&2&-2&2 4
   728	0&0&-2&2&3&0 4
   729	0&0&-2&2&3&-1&-2 4
   730	0&0&-2&2&-4 4
   731	0&0&2&3&2&-2 4
   732	0&0&3&-1&-4 4
   733	0&0&-3&3&-3&1&-3&-2 4
   734	0&-1&1&-3&-2 4
   735	0&-1&-2&-2&2&2&-2&-2 4
   736	0&2&0&-2&2 4
   737	0&2&0&-2&-2&2 4
   738	0&2&1&-1&-2&-2&2&3 4
   739	0&-2&2&0&0&0&0 4
   740	0&-2&2&0&-2 4
   741	0&2&-2&-2&0&2 4
   742	0&-2&2&2&-2&0&0 4
   743	0&-2&2&2&-2&0&0&-2 4
   744	0&2&-2&-2&2&-2&0&2 4
   745	0&-2&2&2&-2&2&-2&-2 4
   746	0&-2&2&2&-2&2&-2&-2&2 4
   747	0&-2&2&2&-4&0 4
   748	0&-2&2&2&-4&2 4
   749	0&-2&2&3&0&0&-1&-2&3 4
   750	0&-2&-2&4 4
   751	0&-2&2&-4&-3&3&2&-2 4
   752	0&2&3&0&0&0 4
   753	0&2&-3&1&-3 4
   754	0&-2&-3&3 4
   755	0&-2&-3&3&-1&1&2 4
   756	0&2&-4&-1&1&-1&-2&-2 4
   757	0&2&-4&-1&-2&0&3&-3&-2&2 4
   758	0&-2&5&0 4
   759	0&-2&5&0&0&-1&1&-3 4
   760	0&-2&5&2&-2&2&2 4
   761	0&2&-7 4
   762	0&3&-3&2&1 4
   763	0&5&-2&2&3&-3&-2&-2&-1 4
   764	0&-5&3 4
   765	0&5&-3 4
   766	0&7&0&0&0&0 4
   767	-1&0&-2&3&-3&2&1&-1&-2&-2 4
   768	-1&0&-4 4
   769	-1&1&-1&-2&-2&2&-2&0&0 4
   770	-1&1&-1&-2&2&-2&2&1&2 4
   771	-1&1&2&0&0&-2&2 4
   772	-1&1&2&0&-2&-1&1&2 4
   773	1&-1&-2&2 4
   774	-1&1&2&-2&0&0 4
   775	-1&1&2&-2&0&-1&1&0&0 4
   776	-1&1&2&-2&-1&0&0&3&-2 4
   777	-1&1&2&-2&-1&0&3&-2 4
   778	-1&1&2&2&-2&-2 4
   779	-1&1&2&-2&2&-2&2 4
   780	-1&1&2&-2&-3&-2&2 4
   781	-1&1&2&-2&-3&3 4
   782	-1&1&2&-7&2 4
   783	-1&1&-3&0&-2 4
   784	-1&1&-3&2&1&-1&-2&-2&2 4
   785	-1&1&-3&-2&4&1&-3&-2 4
   786	-1&1&-3&5&2 4
   787	-1&-2&0 4
   788	-1&-2&0&0 4
   789	-1&-2&0&5 4
   790	1&2&-2 4
   791	-1&-2&-2&0 4
   792	-1&-2&2&0&-2&3&2 4
   793	-1&-2&2&1&-1 4
   794	1&2&-2&-1&-2 4
   795	-1&-2&-2&2&2&1&-1&-2 4
   796	-1&-2&-2&2&-2&-2 4
   797	-1&-2&-2&2&-2&-2&2 4
   798	-1&-2&3&-1&1&2&0&0 4
   799	-1&-2&3&-1&-2&-2&0 4
   800	-1&-2&3&-1&-4&2 4
   801	-1&-2&3&2&-2&2 4
   802	-1&-2&3&4&-2&2&-2&-3&1&2 4
   803	-1&-2&3&-5&2&2&-2&-2 4
   804	-1&-2&5&0&-2 4
   805	-1&3&-2&0&-1&1&-3&5&2&1 4
   806	-1&3&2&-2&-2&0 4
   807	-1&3&2&-2&-2&0&2 4
   808	-1&3&2&-2&-2&2 4
   809	-1&-4&0 4
   810	-1&-4&0&2 4
   811	-1&-4&0&2&3 4
   812	-1&-4&2&0&0 4
   813	-1&-4&2&3&0 4
   814	-1&-4&2&3&-3&2&1 4
   815	-1&-4&5&0&2&-2 4
   816	-1&5 4
   817	-1&8&0&0&-3&3&-1&-2 4
   818	2&0&0&-2&0&-3&3&-2 4
   819	-2&0&-1&-2&-2&2 4
   820	2&0&-2&0&0&2 4
   821	2&0&-2&-2&-1&1&2 4
   822	2&0&-2&-2&2&2 4
   823	-2&0&2&2&-2&-2&2&0&-2 4
   824	-2&-1 4
   825	2&1&-1&-2&2&0&-2 4
   826	2&1&-1&-4&2 4
   827	2&1&2&-2&2 4
   828	2&1&-3&-2 4
   829	2&-2&0&0&-1&1&2 4
   830	2&-2&0&0&2&-2&0&0 4
   831	2&-2&0&0&2&-2&-2 4
   832	2&-2&0&-1&1&-1&1&2 4
   833	2&-2&0&-2&0&-2&2&0&0 4
   834	2&-2&0&-2&0&4&3 4
   835	2&-2&0&2&-2 4
   836	2&-2&0&2&-2&0 4
   837	2&-2&0&-2&2&-5&5 4
   838	-2&2&0&2&3&-3&2&-2&-2 4
   839	2&-2&0&-2&4 4
   840	2&-2&0&-2&5&-3&3&0 4
   841	2&-2&0&-3&0&5&0&-2 4
   842	2&-2&0&3&2&-2&0&-1&1&2 4
   843	2&-2&-1&1 4
   844	2&-2&-1&1&-3 4
   845	2&-2&-1&-2&-2 4
   846	2&-2&-1&-2&3&0 4
   847	2&-2&2&0 4
   848	2&-2&-2&0&5&0&-3&3&2&-2 4
   849	2&-2&2&1&-1&0&0&-2 4
   850	2&-2&2&1&-1&-2&-2 4
   851	2&-2&2&1&-1&-2&-2&0 4
   852	2&-2&-2&-1&1&2&-2&-1&-2 4
   853	-2&2&2&1&-1&-2&-2&2 4
   854	2&-2&2&1&-1&-2&-3&3 4
   855	2&2&-2&-2 4
   856	2&-2&-2&2&0&2&-4 4
   857	2&-2&-2&2&0&-2&5&0 4
   858	2&-2&2&2&-2&0&3 4
   859	2&-2&2&-2&-2&-1&1&-1&0&1 4
   860	2&-2&2&-2&-2&2&0&-2&2 4
   861	2&-2&-2&2&-2&2&2&1 4
   862	2&-2&-2&2&2&-2&-2&2&0&-2 4
   863	2&-2&2&-2&-2&2&2&3&0 4
   864	2&-2&-2&2&3&0&0 4
   865	2&-2&2&-2&-3&3 4
   866	2&-2&2&2&-4&-1&-2 4
   867	2&-2&2&3&0&2&-2&0 4
   868	2&-2&-2&4&-2 4
   869	2&-2&2&-4&2&2 4
   870	2&-2&2&-4&2&2&-2&2&0 4
   871	2&-2&-3&0 4
   872	2&-2&-3&3&-2 4
   873	2&-2&5 4
   874	2&3&0&2&-2&0&2 4
   875	3&0&-1&0&-2&2&-2&-2&2 4
   876	-3&0&3 4
   877	-3&1&-1&-2&-2 4
   878	-3&1&2&0 4
   879	-3&2&1&-1&-2&-2&2&3&2 4
   880	3&2&-2&-1&1&2&-2&2&0&-2 4
   881	-3&2&3 4
   882	-3&-2&5 4
   883	3&-3&0&-2 4
   884	-3&3&-2&0&0&-1 4
   885	-4&0 4
   886	4&0&3 4
   887	4&0&-4 4
   888	-4&2&0&2 4
   889	4&-2&-2&0 4
   890	4&-2&2&1&-3&-2 4
   891	-4&2&-2&2 4
   892	-4&2&2&3 4
   893	-4&2&2&-7&2&1&-1&1&-1&-2 4
   894	4&-2&3&0&-3 4
   895	-4&4&-2&0&5&0&-3&3&2&-2 4
   896	4&-4&2&3&0&2&-2&0&0 4
   897	5&0&2&-2&0&0 4
   898	-5&1&-1&-2 4
   899	-5&2&0&7 4
   900	-5&-2&2 4
   901	5&-2&2 4
   902	5&2&-2 4
   903	5&-2&4&-2&-2 4
   904	-6 4
   905	7&0&0&0&-2 4
   906	7&0&-2&-2&2&2&-2 4
   907	-7&2&1&-1&1&-1&-2 4
   908	0&0&0&0&0&2&-2&0 3
   909	0&0&0&0&2&-2&0 3
   910	0&0&0&0&-3&3 3
   911	0&0&0&-1&-2&3&0 3
   912	0&0&0&2&-2&0&-3&2&-2 3
   913	0&0&0&-2&2&1&-1&0&-2 3
   914	0&0&0&2&-2&-1&1&2 3
   915	0&0&0&-2&2&2&-2&-2 3
   916	0&0&0&3&-1&-4 3
   917	0&0&0&3&-3 3
   918	0&0&0&3&-3&-2&2&-2 3
   919	0&0&-1&1&-3 3
   920	0&0&-1&-2&0&0&-2 3
   921	0&0&-1&3&0&2&0&-2&-2&2 3
   922	0&0&-1&3&2 3
   923	0&0&-1&3&2&0&0&-2 3
   924	0&0&-1&3&2&0&-2&-2&2 3
   925	0&0&2&1&-1&0&-2&0&0 3
   926	0&0&2&1&-1&-2&-2 3
   927	0&0&2&-2&0&0&0&0 3
   928	0&0&-2&2&0&-2 3
   929	0&0&-2&-2&2&-2 3
   930	0&0&2&3&0 3
   931	0&0&2&3&0&0&0&0 3
   932	0&0&-2&-3&3&-1&1&2&0&0 3
   933	0&0&2&-4&2 3
   934	0&0&3&0&0&-1&-4&2 3
   935	0&0&-3&3&-2 3
   936	0&0&4 3
   937	0&0&5&0&-3&3&2&-2 3
   938	0&0&5&-2&-1&1&-3&-2&2 3
   939	0&0&5&-2&2&3&-3&-2&-2&-1 3
   940	0&0&7&0 3
   941	0&-1&1&-3 3
   942	0&-1&-2&-2&0&0&5 3
   943	0&2&0&-2&0&0 3
   944	0&-2&0&2&3 3
   945	0&-2&0&-3 3
   946	0&-2&0&4&3&0 3
   947	0&-2&-1&1 3
   948	0&2&1&-1&-2&-2&2&-2 3
   949	0&2&1&2&0&-2 3
   950	0&2&1&-3&-2 3
   951	0&2&-2&0&0&0 3
   952	0&2&2&0&0&-2 3
   953	0&2&-2&0&0&2&-2&0&0 3
   954	0&-2&2&0&-2&-2 3
   955	0&2&-2&0&-3&1 3
   956	0&2&2&1&2 3
   957	0&-2&2&2&1&-1&-2 3
   958	0&2&-2&-2&-1&-2 3
   959	0&2&-2&-2&-1&-2&2 3
   960	0&-2&2&2&1&-3 3
   961	0&2&-2&-2&2 3
   962	0&2&2&-2&-2&-1&1&-1&-2 3
   963	0&2&-2&-2&2&-2&0 3
   964	0&2&-2&2&-2&-2&0&-1&1&2 3
   965	0&2&2&-2&2&-2&-2&-1&1&0 3
   966	0&2&2&-2&-2&2&-2&2 3
   967	0&-2&2&2&3&0 3
   968	0&-2&2&2&-7 3
   969	0&-2&2&3&-5 3
   970	0&-2&2&-4 3
   971	0&-2&-2&4&-2&-2 3
   972	0&2&3&2 3
   973	0&-2&4&1&2&-2&-3 3
   974	0&2&-4&2&-2&0 3
   975	0&-2&5&2&2 3
   976	0&-2&5&2&2&-2&-2 3
   977	0&3&0&-1&-2&2&-2&-2 3
   978	0&3&-1&1&2&0&2&-7 3
   979	0&3&-1&-2&2&1&2 3
   980	0&-3&1&2&-2&2 3
   981	0&-3&3&-2 3
   982	0&-3&3&2&-2&-2&2 3
   983	0&3&-5&-2 3
   984	0&4&1&2 3
   985	0&-5 3
   986	0&5&0&-2&0&2&2&-2&-2 3
   987	0&5&-3&-2 3
   988	0&5&-3&-2&-2&2 3
   989	0&7&0 3
   990	0&7&-2&2 3
   991	0&7&3 3
   992	-1&0&-2&2 3
   993	-1&0&-2&2&0&-2&-4&4&3 3
   994	-1&0&-2&2&1&2 3
   995	-1&0&-2&2&-2&-2 3
   996	-1&0&8 3
   997	1&-1&0 3
   998	-1&1&0&0&0&0&0&0&0&0 3
   999	-1&1&0&0&0&0&2&-2&0 3
  1000	1&-1&0&0&0&-2 3
  1001	-1&1&0&-1 3
  1002	-1&1&0&-1&1 3
  1003	-1&1&0&-1&1&-1&1&2 3
  1004	-1&1&0&-1&1&2 3
  1005	-1&1&0&-1&1&2&-2&0 3
  1006	-1&1&0&2&-3&1&2&-2&2 3
  1007	-1&1&-1&-2&0 3
  1008	-1&1&-1&-2&2&1&-1&1&2&-2 3
  1009	-1&1&-1&-2&-2&2&0&-2 3
  1010	-1&1&-1&-2&2&-2&-2&2 3
  1011	-1&1&-1&-2&-2&2&2&-2&0&3 3
  1012	-1&1&-1&-2&-2&2&-2&7 3
  1013	-1&1&-1&-4&2&3 3
  1014	-1&1&2&0&2&-7&0&3&0 3
  1015	-1&1&2&-2&-1&-2&0&2&1&-3 3
  1016	-1&1&2&-2&-1&-2&2&0&-2&3 3
  1017	-1&1&2&-2&-1&-2&2&1&-1&-2 3
  1018	-1&1&2&-2&2&0&-2&0 3
  1019	-1&1&2&-2&2&0&-2&4&0&-2 3
  1020	-1&1&2&-2&2&0&-2&4&-2 3
  1021	-1&1&2&-2&2&-2&0 3
  1022	-1&1&2&-2&2&2&-2&0&0&2 3
  1023	-1&1&2&-5&2&1&-1&-2&-2&2 3
  1024	-1&1&-3&0&-2&2&3&-5 3
  1025	-1&1&-3&0&-2&5 3
  1026	-1&1&-3&2&1 3
  1027	-1&1&-3&2&1&2&2&0&-2 3
  1028	-1&1&-3&2&-2&0 3
  1029	-1&1&-3&2&-2&0&-2&0&2&3 3
  1030	-1&1&-3&-2&-2&2&0&7&-2&2 3
  1031	-1&1&-3&-2&-2&2&2&0&-2 3
  1032	-1&1&-3&-2&-2&2&2&2&-2 3
  1033	-1&1&-3&-2&-2&2&2&-2&-2&2 3
  1034	-1&1&-3&-2&-2&2&2&2&-2&-2 3
  1035	-1&1&-3&5 3
  1036	-1&1&-5 3
  1037	-1&-2&0&3&0 3
  1038	-1&-2&0&3&-3&0&-2&0&2&3 3
  1039	-1&-2&0&3&-3&-2&2 3
  1040	-1&-2&0&5&-2 3
  1041	-1&-2&0&5&-2&2 3
  1042	-1&-2&0&5&-2&2&2&-2&0&0 3
  1043	-1&-2&2&0 3
  1044	-1&-2&-2&0&0&2 3
  1045	-1&-2&2&0&0&-2&-2&4&-2 3
  1046	-1&-2&2&0&-2&0 3
  1047	-1&-2&2&0&-2&-2&2&3 3
  1048	-1&-2&2&0&3 3
  1049	-1&-2&2&1&0&-1&1&2&-2 3
  1050	-1&-2&2&1&-1&-2&2&-2&-2 3
  1051	-1&-2&2&1&-1&-2&-2&2&3 3
  1052	-1&-2&2&1&2&-2&-1&0 3
  1053	-1&-2&2&1&2&-2&2 3
  1054	-1&-2&2&1&-3&-2&2 3
  1055	-1&-2&-2&-2 3
  1056	-1&-2&2&-2&0&-2 3
  1057	-1&-2&-2&2&0&-2&-2 3
  1058	-1&-2&-2&2&-2 3
  1059	-1&-2&2&-2&-2&0 3
  1060	-1&-2&-2&2&-2&0&0 3
  1061	-1&-2&2&-2&-2&0&2 3
  1062	-1&-2&2&-2&-2&0&2&3 3
  1063	-1&-2&-2&2&2&-2&-2&2 3
  1064	-1&-2&2&-2&3 3
  1065	-1&-2&-2&2&3&2 3
  1066	-1&-2&-2&2&-7&7&-2&0&-2 3
  1067	-1&-2&2&-4&2&-2&-2 3
  1068	-1&-2&2&-4&4&-2&2&-4 3
  1069	-1&-2&-2&5&2 3
  1070	-1&-2&3&0&0&0 3
  1071	-1&-2&3&0&0&-1&-4&2 3
  1072	-1&-2&3&0&2&-2&-1&-4 3
  1073	-1&-2&3&-1&-2&-2&2&2&-2&-2 3
  1074	-1&-2&3&2&0&-2 3
  1075	-1&-2&3&2&-2&-3&-2 3
  1076	-1&-2&3&-3 3
  1077	-1&-2&3&4&-2&2&-4&0 3
  1078	-1&-2&5&-2 3
  1079	-1&-2&5&-2&2 3
  1080	-1&-2&5&-2&2&2&-2&2&0&-2 3
  1081	-1&-2&7 3
  1082	-1&3&0&-2 3
  1083	-1&3&0&-2&2&2&-2&-2 3
  1084	-1&3&2 3
  1085	-1&3&-2&0&0&-1&1&0&0 3
  1086	-1&3&-2&0&-1&1&-3&5 3
  1087	-1&3&2&0&-2&-2 3
  1088	1&-3&-2&2 3
  1089	-1&3&2&-2&0&0 3
  1090	-1&3&2&-2&-2&2&-2&2&-7 3
  1091	-1&3&2&-2&-2&-3&3&2&2&-2 3
  1092	-1&3&2&-2&-2&4 3
  1093	-1&3&-2&-3&3 3
  1094	-1&3&2&3&-3&-2&2&2&-2&-2 3
  1095	1&-3&2&-4 3
  1096	-1&3&2&-4&2 3
  1097	-1&-4&0&2&0&-2 3
  1098	-1&-4&2&0 3
  1099	-1&-4&2&-2&0 3
  1100	-1&-4&2&-2&-2&0&4&3 3
  1101	-1&-4&2&-2&2&-2&-2 3
  1102	-1&-4&4&1&-1&-2 3
  1103	-1&-4&4&1&-3&0&2&-2&-2 3
  1104	-1&-4&4&-2 3
  1105	-1&-4&4&3&-3&1&-1&-2 3
  1106	-2&0&0&2 3
  1107	2&0&1&-1 3
  1108	2&0&1&-1&0&0&-2&2 3
  1109	2&0&-2&2&-2&-2 3
  1110	2&0&2&-2&-2&2 3
  1111	2&0&2&-2&-2&2&-2 3
  1112	2&0&-2&-3&3 3
  1113	2&0&-2&-3&3&-3&1&-3&-2 3
  1114	2&0&3&0&-1&-2&-2 3
  1115	2&0&3&-1&-4 3
  1116	2&0&-4 3
  1117	2&0&5 3
  1118	2&1&0 3
  1119	-2&-1&1&2&-2 3
  1120	2&1&-1&-2&2 3
  1121	2&1&-3&2&1&-1&-2&-2&0&2 3
  1122	-2&2&0 3
  1123	2&-2&0&0&0&0&0 3
  1124	2&-2&0&0&0&0&0&2 3
  1125	2&-2&0&0&2&0&-2 3
  1126	2&-2&0&0&-2&0&-3&3 3
  1127	2&-2&0&0&-2&2 3
  1128	2&-2&0&0&2&3 3
  1129	2&-2&0&0&3 3
  1130	2&-2&0&2&0&-2 3
  1131	2&-2&0&-2&0&4&3&2&-2 3
  1132	2&-2&0&-2&-1&-2&3&2 3
  1133	2&-2&0&-2&2&0&-2&2 3
  1134	2&-2&0&-2&2&2&-2&-2 3
  1135	2&-2&0&-2&2&3&0 3
  1136	2&-2&0&2&2&-4&0&-1&1&2 3
  1137	2&-2&0&2&3&0 3
  1138	2&-2&0&-2&-3&3&2 3
  1139	2&-2&0&-2&4&-2&-2&2&2&3 3
  1140	2&-2&0&-2&4&3 3
  1141	2&-2&0&-2&5 3
  1142	2&-2&0&-3&3&-2 3
  1143	2&-2&0&-3&3&2&0 3
  1144	2&-2&0&5&2&-2&-2&0 3
  1145	2&-2&-1&-2&2&-2&-2&2 3
  1146	2&-2&-1&3 3
  1147	2&-2&-1&3&-2 3
  1148	2&-2&-1&-4&4&3&-3&1&-1&-2 3
  1149	2&2&-2&0 3
  1150	2&2&-2&0&0&0&2 3
  1151	2&-2&-2&0&-1&1&2 3
  1152	-2&2&2&0&-2&2 3
  1153	2&-2&2&0&-2&-2 3
  1154	2&-2&-2&0&2&-2&0 3
  1155	2&-2&-2&0&2&2&1&-3&2&1 3
  1156	2&-2&-2&0&4&3 3
  1157	2&-2&2&1&-1&0&-2&-2 3
  1158	2&-2&2&1&-1&-2 3
  1159	2&-2&-2&-1&-2&7 3
  1160	2&-2&2&1&-3 3
  1161	2&-2&-2&-1&3&2&0&0&3&0 3
  1162	-2&2&2&-2&0&0 3
  1163	-2&2&2&-2&0&0&2&3 3
  1164	2&-2&-2&2&0&-2&0&0&7 3
  1165	2&-2&-2&2&0&-2&0&2&2 3
  1166	2&-2&-2&2&0&-2&0&2&2&3 3
  1167	2&-2&2&-2&0&2&3 3
  1168	2&-2&-2&2&0&-2&5&-5&2&3 3
  1169	2&-2&-2&2&0&5 3
  1170	2&-2&2&2&1 3
  1171	2&-2&2&-2&-1&-2 3
  1172	2&-2&2&2&-2&0&0&-2 3
  1173	2&-2&-2&2&-2&0&2 3
  1174	2&-2&2&2&-2&0&-2 3
  1175	2&-2&2&2&-2&0&-2&2&-2&-2 3
  1176	2&-2&-2&2&2&0&3 3
  1177	2&-2&2&-2&-2&-1&1&-1&3&-2 3
  1178	2&-2&2&-2&-2&-1&1&-1&3&2 3
  1179	2&-2&-2&2&-2&-1&-2&-2 3
  1180	2&-2&-2&2&-2&-2 3
  1181	-2&2&2&-2&-2&2&0&-2&0 3
  1182	2&-2&2&-2&-2&2&0&2&-4 3
  1183	2&-2&2&-2&-2&2&-2 3
  1184	2&-2&2&-2&-2&2&-2&0&2 3
  1185	2&-2&2&-2&-2&2&2&-2&-2 3
  1186	2&-2&-2&2&2&3&-5&0 3
  1187	2&-2&2&-2&2&-4&2 3
  1188	2&-2&-2&2&3&0 3
  1189	2&-2&2&-2&-3&1&-1&-2&5 3
  1190	2&-2&-2&2&3&-1&-2&2&0&-2 3
  1191	-2&2&2&-2&-3&3&-2&0&0 3
  1192	2&-2&-2&2&-5&5 3
  1193	2&-2&2&3&2 3
  1194	2&-2&2&3&2&-2&-1&-4&2 3
  1195	2&-2&2&3&-3&-2&2&2&-2&-2 3
  1196	2&-2&2&3&-5 3
  1197	2&-2&-2&4&1 3
  1198	2&-2&-2&4&3&0 3
  1199	2&-2&-2&7&0&2&-3&1&-3 3
  1200	2&-2&3&0 3
  1201	-2&2&3&0&2&-2&2&2&-2&-2 3
  1202	2&-2&-3&0&5 3
  1203	2&-2&-3&1&2&0&-2 3
  1204	2&-2&-3&1&2&-2&2&2 3
  1205	2&-2&-3&-2&2&2&-2&-2 3
  1206	2&-2&-3&3&-1&1&2&0&-7 3
  1207	-2&2&3&-3&-2&-2&-3 3
  1208	2&-2&7 3
  1209	2&3&0&0 3
  1210	2&3&0&0&0&0&0 3
  1211	2&3&0&-1&-2&2&-2&3 3
  1212	2&3&0&2&0&-2&2&2&-4&2 3
  1213	-2&4&3&-1&-2&-2&2&0&3 3
  1214	2&-6 3
  1215	2&-7&2&1&2&-2&0&-1&3 3
  1216	-3&0 3
  1217	3&0&2 3
  1218	-3&0&-2&5&2 3
  1219	-3&1&-1&-2&2&1 3
  1220	-3&1&-1&-2&-2&2&3 3
  1221	-3&1&-1&-2&5 3
  1222	3&-1&-2&-2&2 3
  1223	3&-1&-2&2&-2&0&-2 3
  1224	-3&1&2&2&-2&-2 3
  1225	3&-1&-2&5&0&-2 3
  1226	-3&1&2&-5&-2 3
  1227	-3&1&2&-5&-2&2 3
  1228	-3&1&2&-5&2&-2&-2&-2&2&2 3
  1229	-3&1&2&-5&2&-2&-2&2&3 3
  1230	-3&1&2&-5&2&-2&-2&-2&4 3
  1231	-3&1&2&-7 3
  1232	3&-1&3&-2&0&0 3
  1233	-3&1&-3&-2&2&-2&-3&1&2 3
  1234	-3&1&-3&3&0 3
  1235	3&-1&-4 3
  1236	-3&1&4&-2&-2&0&-1&-2 3
  1237	3&-1&-4&5&0&2&-2&0 3
  1238	-3&2&1&-1&-2&-2&2&0&-2&0 3
  1239	-3&2&1&2&-2&-3 3
  1240	-3&-2&2&-2&-2&2 3
  1241	-3&-2&2&3&0 3
  1242	-3&-2&3&2&-2 3
  1243	-3&2&-4 3
  1244	-3&2&-4&2 3
  1245	-3&-2&5&2&0&3&-3&-2&2&-7 3
  1246	3&2&-7 3
  1247	3&-3&0&-2&-2 3
  1248	-3&3&-1&1&2&-2 3
  1249	-3&3&-1&-4 3
  1250	3&-3&2&1&-1&1&-1&-2 3
  1251	-3&3&-2&-1&1&-3&2&1&2 3
  1252	3&-3&2&1&-3 3
  1253	-3&3&2&2 3
  1254	3&-3&-2&-2 3
  1255	-3&3&2&-2&-1&1 3
  1256	3&-3&2&-2&-2&0 3
  1257	3&-3&2&-2&-2&2&-2&2 3
  1258	3&-3&2&-2&-2&2&-2&2&3 3
  1259	-3&3&2&2&-4 3
  1260	3&-3&-2&2&-4 3
  1261	-3&3&2&3&-1&-4&4&1&-3&3 3
  1262	-3&3&2&-4 3
  1263	-3&3&-3&0&-2&5 3
  1264	-3&3&-3&2&1 3
  1265	3&-5&0&-2 3
  1266	-4&0&4&-2&-2 3
  1267	4&0&-4&2&2&0&2&-4 3
  1268	4&0&-4&4&-2 3
  1269	4&1&2&0&0&0&0 3
  1270	4&1&2&2&-2&2&1&-1&-2 3
  1271	4&1&2&-2&-3&3 3
  1272	-4&2&0 3
  1273	-4&2&0&2&3 3
  1274	-4&2&2&0&0&-2 3
  1275	-4&2&2&0&-2&2 3
  1276	4&3&0&-2 3
  1277	4&3&0&2&-2&0&2 3
  1278	4&3&-2 3
  1279	4&3&-5&-2&0&-3&2&-2&3&2 3
  1280	-4&4&-2 3
  1281	-4&4&2&-4&-2&0 3
  1282	-4&4&3&-3&2&-2&-2 3
  1283	5&0&-3 3
  1284	-5&0&-4&4&3 3
  1285	-5&0&5&-2 3
  1286	-5&1&2 3
  1287	5&-2&0 3
  1288	-5&2&1&-1&-2&-2 3
  1289	-5&2&1&2 3
  1290	-5&2&-2&0 3
  1291	-5&2&2&1&-1&1&-1&-2&5 3
  1292	-5&2&2&1&-1&1&-1&-2&5&0 3
  1293	5&2&-2&2 3
  1294	-5&2&3&0 3
  1295	-5&2&3&-3&2&1 3
  1296	-5&2&3&-5 3
  1297	-5&3&-1&1&2&-2 3
  1298	-5&3&-1&-2&-2 3
  1299	-5&3&2&2 3
  1300	-5&5&2 3
  1301	-5&5&-2&0 3
  1302	-5&5&2&3 3
  1303	7&0&0&0&-2&0 3
  1304	7&0&0&0&-2&2&-2&0&-2&2 3
  1305	7&0&2&-2&-2 3
  1306	7&0&2&-2&-2&-1&-2 3
  1307	7&0&2&-2&-2&-1&3 3
  1308	7&0&-3&3&-1&1&2&-2 3
  1309	7&-2&-2&-1&-2&3 3
  1310	-7&3 3
  1311	0&0&0&0&0&0&2&-2 2
  1312	0&0&0&0&0&0&2&-2&0&0 2
  1313	0&0&0&0&0&-1&3 2
  1314	0&0&0&0&0&2 2
  1315	0&0&0&0&0&2&-3&1&-3 2
  1316	0&0&0&0&-1&1&-1&-2&2&1 2
  1317	0&0&0&0&2&-2&0&0&0 2
  1318	0&0&0&0&2&-2&0&0&0&0 2
  1319	0&0&0&0&2&-2&-2&2&-2&0 2
  1320	0&0&0&0&3&-3&-2 2
  1321	0&0&0&0&-3&3&2&-2&-2 2
  1322	0&0&0&0&3&-5 2
  1323	0&0&0&-1&1&0&0&0 2
  1324	0&0&0&-1&1&0&0&0&0&0 2
  1325	0&0&0&-1&1&2&-2 2
  1326	0&0&0&-1&1&2&-2&-1&3&0 2
  1327	0&0&0&-1&3&2&0&0&-2 2
  1328	0&0&0&-2&0 2
  1329	0&0&0&2&1 2
  1330	0&0&0&2&-2&0&0&0 2
  1331	0&0&0&-2&2&1&-1&0&0&-2 2
  1332	0&0&0&-2&-2&2 2
  1333	0&0&0&2&-2&-2 2
  1334	0&0&0&-2&-3&3&2 2
  1335	0&0&0&2&-4&-3&2&-2&-2 2
  1336	0&0&0&-2&5&2 2
  1337	0&0&0&-3&3&0&-2 2
  1338	0&0&0&3&-3&0&-2&5&2 2
  1339	0&0&-1&1 2
  1340	0&0&-1&1&0&0&0&2&-2&0 2
  1341	0&0&1&-1&0&-2 2
  1342	0&0&-1&1&2&-2&-1&0&3&-2 2
  1343	0&0&-1&-2&0&3 2
  1344	0&0&-1&-2&0&3&0 2
  1345	0&0&-1&-2&2&-2&0&-2 2
  1346	0&0&-1&-2&2&-2&0&3 2
  1347	0&0&-1&-2&-2&2&2&0&0&-2 2
  1348	0&0&-1&-2&2&-2&-2&2 2
  1349	0&0&-1&-2&5 2
  1350	0&0&-1&3&0 2
  1351	0&0&-1&3&0&2 2
  1352	0&0&1&-3&-2&2 2
  1353	0&0&-1&-4&2&2&0&-2&2 2
  1354	0&0&2&0&0&-2 2
  1355	0&0&-2&0&-1&-2&-2 2
  1356	0&0&2&1&-1&-2 2
  1357	0&0&2&1&2 2
  1358	0&0&-2&-1&-2&3&4&-2&-2&2 2
  1359	0&0&2&-2&0&0&0&2 2
  1360	0&0&2&-2&0&2&-2&0&0 2
  1361	0&0&2&-2&0&-3&2&1&-1&-2 2
  1362	0&0&-2&2&1&-3&-2 2
  1363	0&0&2&-2&-2&0 2
  1364	0&0&2&2&-2&2&0 2
  1365	0&0&-2&2&2&-2&0&0 2
  1366	0&0&-2&2&2&-2&0&0&-2 2
  1367	0&0&-2&2&2&-2&0&-2 2
  1368	0&0&-2&2&-2&-2&2 2
  1369	0&0&2&2&-2&2&-2&-2 2
  1370	0&0&-2&2&2&-4&2 2
  1371	0&0&2&-2&-2&4&3&0 2
  1372	0&0&-2&2&3&2 2
  1373	0&0&-2&2&3&-3&-2 2
  1374	0&0&-2&2&3&-5&2&-2&0&-2 2
  1375	0&0&-2&2&-4&2 2
  1376	0&0&-2&-2&5 2
  1377	0&0&-2&2&-5&3&-1&1&2&-2 2
  1378	0&0&2&3&0&2 2
  1379	0&0&-2&-3&2&1&2 2
  1380	0&0&-2&-3&2&1&2&-2 2
  1381	0&0&-2&-3&3 2
  1382	0&0&2&3&-3&2&-2&-2 2
  1383	0&0&-2&5&2&-2&2&2 2
  1384	0&0&-3 2
  1385	0&0&3&0&-1&1&-3 2
  1386	0&0&3&2&1&-1&0&-2 2
  1387	0&0&-3&2&1&2&-2&0 2
  1388	0&0&3&2&-2&0&0&0 2
  1389	0&0&3&2&2&-2&0&0 2
  1390	0&0&3&-3 2
  1391	0&0&3&-3&0&-2&5 2
  1392	0&0&3&-3&0&-2&5&2 2
  1393	0&0&-3&3&-1&1&-3 2
  1394	0&0&-3&3&-1&-4 2
  1395	0&0&-3&3&2&-2&-2 2
  1396	0&0&3&-3&2&-2&-2&2&-2&2 2
  1397	0&0&4&0&-4&2&2&-2&-2 2
  1398	0&0&4&1 2
  1399	0&0&4&3&0 2
  1400	0&0&-5 2
  1401	0&0&5&-1&1&2&-2&2 2
  1402	0&0&5&-2 2
  1403	0&0&-5&3&-1&-2&3&0 2
  1404	0&0&7&0&2&-2&-2&-1&3 2
  1405	0&-1&1&-3&-2&2 2
  1406	0&-1&1&-3&-2&4&-2&2 2
  1407	0&-1&-2&2&0&-2 2
  1408	0&-1&-2&-2&2&3&0 2
  1409	0&-1&-2&3&0&0 2
  1410	0&-1&3 2
  1411	0&-1&3&2&0&-2&-2&2 2
  1412	0&-1&3&3&0 2
  1413	0&-2&0&0&2 2
  1414	0&-2&0&-1&-2&-2 2
  1415	0&-2&0&2&0 2
  1416	0&2&0&-2&0 2
  1417	0&2&0&-2&0&2 2
  1418	0&2&0&2&-2&-2 2
  1419	0&2&0&2&-2&-2&0 2
  1420	0&-2&0&2&2&-2&-2 2
  1421	0&2&0&-2&2&-4 2
  1422	0&2&0&2&-4&2&2&2&-2&-2 2
  1423	0&-2&0&-3&1 2
  1424	0&-2&0&-3&3 2
  1425	0&-2&0&5&0&-1&1&-3&-2 2
  1426	0&2&1&-1&0&-2&0&0&0&0 2
  1427	0&2&1&-1&0&-2&-2 2
  1428	0&-2&-1&1&0&2&2&3&0 2
  1429	0&2&1&-1&1&-1&-2&0&3 2
  1430	0&2&1&-1&1&-1&-2&7 2
  1431	0&-2&-1&1&-1&-2&-2&2&-2&2 2
  1432	0&2&1&-1&-2&0 2
  1433	0&2&1&-1&-2&3&0 2
  1434	0&2&1&-1&-4 2
  1435	0&2&1&-1&-4&2 2
  1436	0&2&1&-1&-4&2&2&-2&-3&3 2
  1437	0&2&1&2&2&-2&-2 2
  1438	0&2&1&2&2&-2&2&-2&-2 2
  1439	0&-2&2&0&0&0&0&2 2
  1440	0&2&-2&0&0&-2 2
  1441	0&2&-2&0&0&2&3 2
  1442	0&2&-2&0&2&-2&0&0&2 2
  1443	0&-2&2&0&-2&2&3 2
  1444	0&-2&2&0&-2&2&3&0 2
  1445	0&2&-2&0&-3&1&-1&0&1&2 2
  1446	0&-2&2&0&3&-3 2
  1447	0&-2&2&1&-1&0&-2 2
  1448	0&-2&2&1&-1&-2 2
  1449	0&-2&2&2&0&0&-2 2
  1450	0&-2&2&2&0&-2&2 2
  1451	0&-2&-2&2&0&2&-4 2
  1452	0&2&-2&-2&0&4&3&0 2
  1453	0&2&-2&-2&-1&1&2&0&-2 2
  1454	0&-2&2&-2&-1&-2 2
  1455	0&-2&-2&2&-2 2
  1456	0&-2&2&2&-2 2
  1457	0&-2&2&2&-2&0&0&-2&2 2
  1458	0&-2&-2&2&2&0&-2&5&0 2
  1459	0&2&-2&-2&2&2 2
  1460	0&2&2&-2&-2&2&0&-2 2
  1461	0&-2&2&-2&2&2&0&-2&-2 2
  1462	0&-2&2&2&-2&2&0&-2&5&-2 2
  1463	0&2&2&-2&2&-2&-2 2
  1464	0&-2&2&2&-2&-2&2&0 2
  1465	0&-2&2&2&-2&-2&-2&2 2
  1466	0&2&-2&-2&2&2&-2&-2 2
  1467	0&-2&2&2&-2&-2&2&2&-2 2
  1468	0&-2&2&2&-2&2&-2&2&-4 2
  1469	0&-2&2&2&-2&-2&2&3&0 2
  1470	0&-2&2&2&3 2
  1471	0&-2&2&2&-4 2
  1472	0&-2&2&2&-4&-1&-2 2
  1473	0&2&-2&-2&4&3 2
  1474	0&-2&2&-2&5&2 2
  1475	0&-2&2&3&0&0&-1&-2 2
  1476	0&-2&2&3&0&2&0&-2 2
  1477	0&2&-2&-3&1 2
  1478	0&-2&2&3&-1&1&2&-2&-1&-2 2
  1479	0&-2&2&3&-3&0&-2&5&2 2
  1480	0&-2&2&-5&1 2
  1481	0&2&3&0&-1&1&2&-2&2 2
  1482	0&-2&-3&1&2 2
  1483	0&2&3&-1&-2&2&-2&-2 2
  1484	0&2&3&2&-2&2 2
  1485	0&2&3&-3&2&-2&-2&0&0 2
  1486	0&2&3&-3&2&-2&-2&7 2
  1487	0&2&-4&0 2
  1488	0&2&-4&0&2 2
  1489	0&2&-4&-1&-2 2
  1490	0&2&-4&-1&-2&0&2&1&-3 2
  1491	0&-2&4&3&-1&-4&4&1&-3&-2 2
  1492	0&-2&4&3&2 2
  1493	0&2&-4&4&3&0 2
  1494	0&-2&5&0&0&2 2
  1495	0&-2&5&-1&1&2&-2 2
  1496	0&-2&5&2&2&0&-2&-2 2
  1497	0&-2&5&2&2&1 2
  1498	0&-2&5&2&2&-2&0&0 2
  1499	0&-2&5&2&-2&2&2&0&0&-2 2
  1500	0&-2&5&2&2&2&-2&-2 2
  1501	0&-2&5&2&2&-2&2&-2&-2&0 2
  1502	0&-2&5&2&2&-2&2&-2&-2&2 2
  1503	0&-2&7&2&1 2
  1504	0&-3 2
  1505	0&3&-1&1&2 2
  1506	0&3&-1&-2 2
  1507	0&3&-1&-2&2&1 2
  1508	0&3&-1&-4&2 2
  1509	0&3&-1&-4&2&0&-2&-3&3&2 2
  1510	0&3&-1&-4&5&0&2&-2 2
  1511	0&3&2&2&-2&0 2
  1512	0&3&2&2&-2&0&0 2
  1513	0&3&2&3&-3 2
  1514	0&3&-3&0&-2 2
  1515	0&3&-3&0&-2&5&2&-2&2 2
  1516	0&-3&3&2&-2&-2 2
  1517	0&3&-3&-2&2&2&-2&-2 2
  1518	0&3&-5&2&3 2
  1519	0&-4 2
  1520	0&-4&2&2&-2&-2 2
  1521	0&-4&4 2
  1522	0&5&0 2
  1523	0&5&-2&-1&1&-3&-2 2
  1524	0&5&-2&2&-2 2
  1525	0&5&-3&0&-2&-2&2&2&0&-2 2
  1526	0&-5&3&-1&1&2&0 2
  1527	0&-5&3&2&-2 2
  1528	0&5&-3&-2&2&3&-3&3 2
  1529	0&7&0&-2&2&3 2
  1530	0&7&0&3&-5 2
  1531	0&7&2&-2&0&0&-2 2
  1532	0&7&2&-4 2
  1533	10 2
  1534	-1&0&0&1&-1&0&-2&0&-2&2 2
  1535	-1&0&0&-2&0&-2&2 2
  1536	-1&0&0&3 2
  1537	-1&0&0&3&-2 2
  1538	-1&0&0&8&0&0&-3&3&-1&-2 2
  1539	-1&0&1&0 2
  1540	-1&0&1&2&0 2
  1541	-1&0&1&2&-2&0&-1&-2&-2 2
  1542	-1&0&1&2&2&-2&0&0 2
  1543	-1&0&1&2&2&-2&2&1&-1&-4 2
  1544	-1&0&1&4 2
  1545	-1&0&-2&0&2&1 2
  1546	-1&0&-2&2&0&-2&3&-3&3 2
  1547	-1&0&-2&2&0&-2&-4&0&2 2
  1548	-1&0&-2&3 2
  1549	-1&0&-2&3&-1&-4&2&2&-2&3 2
  1550	-1&0&-2&3&-3&0&-2&2 2
  1551	-1&0&-2&5&2&3 2
  1552	-1&0&3&-2&0&0&-1 2
  1553	-1&0&3&-2&-1&1&-1&-2&2&-2 2
  1554	-1&0&3&2&-2&-2 2
  1555	-1&0&-4&2&2&-2&-2 2
  1556	-1&0&5 2
  1557	1&-1&0&0&0&0 2
  1558	-1&1&0&0&0&0&0&0 2
  1559	-1&1&0&0&0&0&0&2&-2&0 2
  1560	-1&1&0&0&0&2&-2&0 2
  1561	1&-1&0&0&-2 2
  1562	-1&1&0&-1&0&-2&2&0&-2 2
  1563	-1&1&0&-1&0&3 2
  1564	-1&1&0&-1&1&0 2
  1565	-1&1&0&-1&1&-3&2&3&2&3 2
  1566	-1&1&0&-1&5&-2 2
  1567	-1&1&0&2 2
  1568	-1&1&-1 2
  1569	-1&1&-1&-2&0&3 2
  1570	-1&1&-1&-2&0&7 2
  1571	-1&1&-1&-2&-2&0 2
  1572	-1&1&-1&-2&2&0&-2 2
  1573	-1&1&-1&-2&2&1&-1&1&-3 2
  1574	-1&1&-1&-2&2&-2&0&0&3 2
  1575	-1&1&-1&-2&2&-2&0&2 2
  1576	-1&1&-1&-2&2&-2&0&2&1 2
  1577	-1&1&-1&-2&-2&2&-2&5&0 2
  1578	-1&1&-1&-2&2&-2&3&-1&1&2 2
  1579	-1&1&-1&-2&2&-2&3&2 2
  1580	-1&1&-1&-2&2&-2&3&2&2 2
  1581	-1&1&-1&-2&2&3 2
  1582	-1&1&-1&-2&3&-3&2&1 2
  1583	-1&1&-1&-2&5 2
  1584	-1&1&2&0&0&-2 2
  1585	-1&1&2&0&0&2&1 2
  1586	-1&1&2&0&0&3&-1&-4 2
  1587	-1&1&2&0&-2&0&0 2
  1588	-1&1&2&0&-2&-1&1&-3 2
  1589	-1&1&2&0&2&-2&0&0&0 2
  1590	-1&1&2&0&-2&2&-7&0&7&0 2
  1591	1&-1&-2&0&-2&4&-2 2
  1592	-1&1&2&0&-7 2
  1593	-1&1&2&0&-7&2&-2&-2&2 2
  1594	-1&1&2&0&-7&2&3 2
  1595	1&-1&-2&-2&0 2
  1596	-1&1&2&-2&0&-1&1&-3&3&0 2
  1597	-1&1&2&-2&-1&0&3&2 2
  1598	-1&1&2&-2&-1&1&-1&-2&0&-2 2
  1599	-1&1&2&-2&-1&1&-1&-2&-2&2 2
  1600	-1&1&2&-2&-1&-2&0&-2&2 2
  1601	-1&1&2&-2&-1&-2&-2&2&3&0 2
  1602	-1&1&2&-2&2&-2&-1&1&2 2
  1603	-1&1&2&-2&2&2&-2&0 2
  1604	-1&1&2&-2&2&2&-2&0&-2&2 2
  1605	-1&1&2&-2&2&2&-2&-2 2
  1606	1&-1&-2&-2&2&2&-2&-2 2
  1607	-1&1&2&-2&2&2&-2&2&0&-2 2
  1608	1&-1&-2&-2&2&2&-2&-3&3&-2 2
  1609	-1&1&2&-2&2&2&-7 2
  1610	-1&1&2&-2&-3&0&3 2
  1611	-1&1&2&-2&-3&0&3&-1&-4 2
  1612	-1&1&2&-2&-3&2&0 2
  1613	-1&1&2&-2&-3&3&0&0 2
  1614	-1&1&2&-2&-3&3&-5 2
  1615	1&-1&-2&-2&4&-2 2
  1616	-1&1&2&-3 2
  1617	1&-1&-2&-3&1&2&2&-4 2
  1618	-1&1&2&3&-1&-4&4&1&-3&3 2
  1619	1&-1&-2&-3&-2&3&0 2
  1620	-1&1&2&-3&-4 2
  1621	-1&1&2&-5&-2&0&2&3&-5 2
  1622	-1&1&2&-5&-2&-2&2&2&0&-2 2
  1623	-1&1&-3&0 2
  1624	-1&1&-3&0&0&0&0 2
  1625	-1&1&-3&0&-2&7 2
  1626	-1&1&-3&0&5 2
  1627	-1&1&-3&-2&2&-2&-2&2 2
  1628	-1&1&-3&-2&2&-2&-2&2&2 2
  1629	-1&1&-3&2&3 2
  1630	-1&1&-3&2&3&2&-2&2 2
  1631	-1&1&-3&2&3&2&3&-3&-2&2 2
  1632	-1&1&-3&-2&5 2
  1633	-1&1&-3&-2&5&0&-3&3&2 2
  1634	-1&1&-3&3&-3&-2 2
  1635	-1&1&-3&5&2&1 2
  1636	-1&1&4 2
  1637	-1&1&4&-2&-3&1&-3&-2 2
  1638	-1&1&4&-7&2&1&4&0&3 2
  1639	-1&-2&0&0&-2 2
  1640	-1&-2&0&0&-2&-2&2 2
  1641	-1&-2&0&-2&0 2
  1642	-1&-2&0&2&1&2 2
  1643	-1&-2&0&-2&2 2
  1644	-1&-2&0&2&-2&0&0&-2 2
  1645	-1&-2&0&-2&-2&2&2 2
  1646	-1&-2&0&3&2&2&-2&0 2
  1647	-1&-2&0&3&-3&0&-2&2 2
  1648	-1&-2&0&3&-3&3&2 2
  1649	-1&-2&0&5&0&-2 2
  1650	-1&-2&0&5&-2&0&0&0&-3&3 2
  1651	-1&-2&0&5&-2&2&2&-2&0 2
  1652	-1&-2&2&0&0&0&0 2
  1653	-1&-2&2&0&0&-2 2
  1654	-1&-2&2&0&0&3 2
  1655	-1&-2&2&0&1 2
  1656	-1&-2&2&0&1&-1&-2 2
  1657	-1&-2&-2&0&2 2
  1658	-1&-2&2&0&-2&-2&0 2
  1659	-1&-2&2&0&-2&-2&2&0&2 2
  1660	-1&-2&2&0&-2&-2&2&3&0 2
  1661	-1&-2&-2&0&2&3 2
  1662	-1&-2&2&0&-2&3 2
  1663	-1&-2&-2&0&2&-4&2 2
  1664	-1&-2&2&0&-2&7 2
  1665	-1&-2&-2&0&5&0&-1&1&-3&-2 2
  1666	-1&-2&-2&0&7 2
  1667	-1&-2&2&1&-1&1&-1&-2&3 2
  1668	-1&-2&2&1&-1&-2&0&3&-7&2 2
  1669	-1&-2&2&1&-1&-2&7&-2 2
  1670	-1&-2&2&1&2&2&0&-2 2
  1671	-1&-2&2&1&2&-2&-1&-4 2
  1672	-1&-2&2&1&2&2&-2&-2&0 2
  1673	-1&-2&2&1&2&2&-2&2&-2&-2 2
  1674	-1&-2&2&1&-3 2
  1675	-1&-2&2&1&-3&0&2&-2&-2 2
  1676	-1&-2&2&1&-3&-2&2&0&7&1 2
  1677	-1&-2&2&1&-5 2
  1678	1&2&2&-2&0&0 2
  1679	-1&-2&-2&2&0&2&-2&-2 2
  1680	-1&-2&-2&2&2&1&-1&-2&2&1 2
  1681	-1&-2&2&-2&-2&2&0 2
  1682	-1&-2&-2&2&2&-2&-2&-2 2
  1683	-1&-2&-2&2&-2&-2&2&2&0&-2 2
  1684	-1&-2&-2&2&-2&-2&4 2
  1685	-1&-2&-2&2&2&-4 2
  1686	-1&-2&2&-2&-2&4&1 2
  1687	-1&-2&-2&2&-2&5 2
  1688	-1&-2&-2&2&-2&7 2
  1689	-1&-2&-2&2&3&0 2
  1690	-1&-2&-2&2&3&0&2&-2&0 2
  1691	-1&-2&-2&2&3&-5 2
  1692	-1&-2&-2&4&1&2&-2 2
  1693	-1&-2&2&-4&-3&3&2 2
  1694	-1&-2&2&-4&4&3 2
  1695	-1&-2&-2&5&-1&-2 2
  1696	-1&-2&3&0&-5 2
  1697	-1&-2&3&-1&1&2&-2 2
  1698	-1&-2&3&-1&1&2&-3 2
  1699	-1&-2&3&-1&-2&-2&0&0&2&3 2
  1700	-1&-2&3&-1&-2&2&-2&-2 2
  1701	-1&-2&3&-1&-2&-2&2&3&-1&-2 2
  1702	-1&-2&3&2&0&-2&0 2
  1703	-1&-2&3&2&-2&-1&-4 2
  1704	-1&-2&3&2&-2&2&-2 2
  1705	-1&-2&3&2&-3&1&-1&-2 2
  1706	-1&-2&3&2&-7 2
  1707	-1&-2&3&-3&2&1&-1&-2&-2&2 2
  1708	-1&-2&3&-3&3 2
  1709	-1&-2&3&-5&0&0&0&0 2
  1710	-1&-2&3&-5&2&3 2
  1711	-1&-2&-4&2 2
  1712	-1&-2&5&-2&4&-7 2
  1713	-1&3&0&0&0&0 2
  1714	-1&3&0&0&0&2&-2&0&0 2
  1715	1&-3&0&-2 2
  1716	-1&3&0&2&0&-2&-2&2 2
  1717	-1&3&0&2&0&-2&-2&2&2 2
  1718	-1&3&0&2&-2&0&0&0&0 2
  1719	-1&3&-2&0&0&-1&0&1&2 2
  1720	-1&3&-2&0&0&-1&3&0 2
  1721	-1&3&-2&0&0&-1&3&2&-2&-5 2
  1722	-1&3&-2&0&-1&1&0 2
  1723	-1&3&-2&0&-1&1&-3&5&2 2
  1724	-1&3&-2&0&-1&-2 2
  1725	-1&3&-2&-1&-4&4&3&-2 2
  1726	-1&3&2&-2&-2&0&2&2 2
  1727	-1&3&-2&2&2&-2&-2 2
  1728	-1&3&2&-2&-2&2&-2&-1&1&-3 2
  1729	-1&3&2&-2&-2&-3&0 2
  1730	-1&3&2&-2&-2&-3&3&2&2 2
  1731	-1&3&2&-2&2&-4&2 2
  1732	-1&3&2&-2&-2&4&3 2
  1733	-1&3&2&-2&-2&4&-4&2&2 2
  1734	-1&3&2&-2&-2&-5&2&3&-1 2
  1735	-1&3&2&-2&-2&-5&2&3&2 2
  1736	-1&3&2&-2&-2&9 2
  1737	1&-3&-2&2&3&-3 2
  1738	-1&3&2&-4 2
  1739	1&-3&-2&4&-2&2 2
  1740	-1&3&-3 2
  1741	-1&-4&0&0 2
  1742	-1&-4&0&0&0&0 2
  1743	-1&-4&2&0&0&0&0&3&-1&-4 2
  1744	-1&-4&2&0&2&1&-3 2
  1745	-1&-4&2&0&2&-2&0&0 2
  1746	-1&-4&2&2&0&-2 2
  1747	-1&-4&2&2&0&-2&0&0 2
  1748	-1&-4&2&2&0&-2&2 2
  1749	-1&-4&2&-2&-1&-2&3&0&-5 2
  1750	-1&-4&-2&2&2 2
  1751	-1&-4&-2&2&2&0&-2 2
  1752	-1&-4&-2&2&2&0&2&-2&0&-7 2
  1753	-1&-4&2&2&-2&-2 2
  1754	-1&-4&2&2&-2&-2&2&-2 2
  1755	-1&-4&2&-2&2&3 2
  1756	-1&-4&2&-2&5 2
  1757	-1&-4&2&3&0&-1&1&0&0&0 2
  1758	-1&-4&2&3&0&-3&2&1 2
  1759	-1&-4&2&3&-1&1&-1&-2&3&2 2
  1760	-1&-4&2&3&-1&-2&-2 2
  1761	-1&-4&2&3&2&-2&0 2
  1762	-1&-4&2&3&-5 2
  1763	-1&-4&-2&4&3&-3&2&-2&-2 2
  1764	-1&-4&4&1&-3&0 2
  1765	-1&-4&4&1&-3&-2&2 2
  1766	-1&-4&4&1&-3&-2&2&3 2
  1767	-1&-4&4&1&-3&3 2
  1768	-1&-4&4&3 2
  1769	-1&-4&4&3&-2 2
  1770	-1&-4&5&-3 2
  1771	-1&-4&5&-3&2&-2&3&2 2
  1772	-1&5&-2 2
  1773	-1&5&-2&2&2&-4&2 2
  1774	-1&8 2
  1775	-1&8&0&0&-1&-2&2&-2&-2&2 2
  1776	-2&0&0&-1 2
  1777	2&0&0&-2&2 2
  1778	2&0&0&-2&-2&0&2 2
  1779	2&0&0&-2&4&-2&-2&2 2
  1780	2&0&1 2
  1781	2&0&1&-1&0&0&0&-2 2
  1782	-2&0&-1&1&2&-2&-3&-2 2
  1783	-2&0&-1&-2&3&0&-1&-4&2&3 2
  1784	2&0&-2&0&-1&-2&-2&2&3 2
  1785	2&0&-2&0&-1&-2&3&-3&3&-5 2
  1786	2&0&2&0&3&0&-5 2
  1787	2&0&-2&0&-3&1&2&-2 2
  1788	2&0&-2&0&-3&3&-2 2
  1789	2&0&-2&0&-3&3&2 2
  1790	2&0&2&1&-3&0&0&-2&2&3 2
  1791	2&0&-2&-2&0 2
  1792	2&0&-2&-2&0&2&2&-2&-2 2
  1793	2&0&2&-2&-2 2
  1794	2&0&-2&-2&2&0&-2&0 2
  1795	2&0&-2&2&-2&0&-2&2 2
  1796	2&0&-2&-2&2&-2 2
  1797	2&0&-2&-2&2&-2&2&-2 2
  1798	2&0&-2&-2&2&2&-2&2&1&-1 2
  1799	2&0&2&-4 2
  1800	2&0&2&-4&0&2&0&-2&2 2
  1801	2&0&3&0 2
  1802	2&0&3&-1&-4&4&-2&3&0&-3 2
  1803	-2&0&-3&3 2
  1804	-2&0&-3&3&-2&2&2&-4 2
  1805	-2&0&4 2
  1806	2&0&-4&2&0&2&-4 2
  1807	2&0&7&0&2&-2&-2&2 2
  1808	-2&-1&0 2
  1809	-2&-1&0&-2&2&1&-3&-2&2 2
  1810	2&1&-1 2
  1811	2&1&-1&-2&-2&0&0&2&3 2
  1812	2&1&-1&-2&-2&2&2&-2&-2 2
  1813	2&1&2&0&0&-2&-3&3 2
  1814	-2&-1&-2&3&2 2
  1815	2&1&-3&0&0&0 2
  1816	2&1&-3&2&-2&-2&0 2
  1817	-2&-1&3&2&-2&-2&-1&-2&-2&2 2
  1818	2&-2&0&0&0&0&0&-1&1&2 2
  1819	2&-2&0&0&0&0&-1&1&2 2
  1820	2&-2&0&0&0&-2 2
  1821	2&-2&0&0&0&2&-2&0&0 2
  1822	2&-2&0&0&0&-3&1&-1&-4 2
  1823	2&-2&0&0&0&-3&1&2&-2 2
  1824	2&-2&0&0&-2&0 2
  1825	2&-2&0&0&2&-2 2
  1826	-2&2&0&0&2&-2&0 2
  1827	2&-2&0&0&2&-2&0&2&3 2
  1828	2&-2&0&0&2&-2&0&2&3&0 2
  1829	2&-2&0&0&-2&2&-2&-2 2
  1830	2&-2&0&0&2&-3&1&-1&-2 2
  1831	2&-2&0&0&2&3&-3 2
  1832	2&-2&0&0&3&0&2&0 2
  1833	2&-2&0&0&3&2 2
  1834	2&-2&0&0&3&-3 2
  1835	2&-2&0&0&4&1&-1&-2 2
  1836	2&-2&0&-1 2
  1837	2&-2&0&-1&-2&-2&2 2
  1838	2&-2&0&-1&-2&3&0 2
  1839	2&-2&0&-2&0&-1&-2 2
  1840	2&-2&0&-2&0&2&2&1&-3 2
  1841	2&-2&0&-2&0&2&4 2
  1842	2&-2&0&-2&0&4&0 2
  1843	2&-2&0&-2&0&4&0&3 2
  1844	2&-2&0&-2&0&4&0&3&-3&-2 2
  1845	2&-2&0&2&1&-1&-2&-2&2&3 2
  1846	2&-2&0&-2&2&0&0&2&-2&2 2
  1847	2&-2&0&-2&2&0&-2 2
  1848	2&-2&0&2&-2&0&2&3 2
  1849	2&-2&0&-2&2&0&-5&3&2 2
  1850	2&-2&0&-2&2&2&0&-2 2
  1851	2&-2&0&-2&-2&2&2&0 2
  1852	2&-2&0&-2&-2&2&4 2
  1853	2&-2&0&-2&2&2&-4&2 2
  1854	2&-2&0&-2&4&0 2
  1855	2&-2&0&-2&4&-2 2
  1856	2&-2&0&-2&5&0&0 2
  1857	2&-2&0&2&-5&-2&2 2
  1858	2&-2&0&-2&7&-2&-3&3 2
  1859	2&-2&0&-3&1&2 2
  1860	2&-2&0&-3&1&2&2&-4&-1&-2 2
  1861	2&-2&0&-3&2&1 2
  1862	2&-2&0&-3&3&2&-2&-2 2
  1863	2&-2&0&-3&3&-5 2
  1864	2&-2&0&-3&5 2
  1865	2&-2&0&-5&3 2
  1866	2&-2&0&-5&5&2&3 2
  1867	-2&2&0&7 2
  1868	2&-2&0&7&0&-3&3&2&-2 2
  1869	-2&2&1 2
  1870	2&-2&-1&1&0 2
  1871	2&-2&-1&1&2&-2&2 2
  1872	2&-2&-1&1&2&2&-2&-2&0 2
  1873	2&-2&-1&1&2&2&-2&-2&2 2
  1874	2&-2&-1&-2&0&0&3 2
  1875	2&-2&-1&-2&-2&2&0&3 2
  1876	2&-2&-1&-2&-2&2&3 2
  1877	2&-2&-1&-2&3&0&-5 2
  1878	2&-2&-1&3&2&-2&-3&1 2
  1879	2&-2&-1&-4&2&3&-1&-2 2
  1880	-2&2&2&0 2
  1881	2&-2&2&0&0&-2 2
  1882	2&2&-2&0&0&2 2
  1883	-2&2&-2&0&-1&1&2&0&0 2
  1884	-2&2&-2&0&-1&1&2&0&0&0 2
  1885	2&-2&-2&0&-2 2
  1886	2&-2&2&0&-2&0 2
  1887	2&-2&-2&0&2&0&-2 2
  1888	2&-2&2&0&-2&2 2
  1889	2&2&-2&0&-2&2 2
  1890	2&-2&2&0&-2&-2&-1&1&2&0 2
  1891	-2&2&2&0&-2&-2&2 2
  1892	2&-2&2&0&-2&-2&2 2
  1893	-2&2&2&0&-2&2&-4 2
  1894	2&-2&-2&0&2&3 2
  1895	2&-2&2&0&2&-4&0&0&0&0 2
  1896	2&-2&2&0&-4&2&0&2 2
  1897	2&-2&-2&-1&1&0 2
  1898	-2&2&2&1&-1&1&-1&-2 2
  1899	-2&2&2&1&-1&-2&2&-7 2
  1900	2&-2&2&1&-1&-2&-3&1&2 2
  1901	2&-2&2&1&-1&-4 2
  1902	2&-2&2&1&-1&-4&2&2&0 2
  1903	-2&2&-2&-1&-2 2
  1904	2&-2&2&1&2&-2&-1&-2&2 2
  1905	2&-2&2&-2&0&2 2
  1906	2&-2&-2&2&0&-2&0&0&2 2
  1907	2&-2&-2&2&0&-2&0&2&2&1 2
  1908	2&-2&-2&2&0&2&-2&0&-2 2
  1909	2&-2&-2&2&0&2&-2&-2 2
  1910	-2&2&2&-2&0&2&3 2
  1911	2&-2&-2&2&0&2&-4&0 2
  1912	2&-2&-2&2&0&-2&-5&2&3&2 2
  1913	2&-2&-2&2&0&-2&7&-2&2 2
  1914	2&-2&-2&2&0&4&1 2
  1915	-2&2&-2&-2&-1&0&-2&5&2 2
  1916	2&-2&2&2&1&-1&-2 2
  1917	-2&2&-2&-2&-1&1&2&-2&-1&-2 2
  1918	2&-2&2&2&1&-3 2
  1919	-2&2&-2&-2&2 2
  1920	2&-2&2&-2&-2&0&0&2&-2&2 2
  1921	-2&2&2&-2&2&0&-2&2 2
  1922	2&-2&2&2&-2&0&-2&-2 2
  1923	2&-2&-2&-2&2&0&2&-2&0 2
  1924	2&-2&2&-2&-2&0&4&3 2
  1925	2&-2&2&-2&-2&-1&1&-1 2
  1926	-2&2&2&-2&-2&-1&3&-2&0&0 2
  1927	2&-2&-2&2&2&-2 2
  1928	2&2&-2&-2&2&-2&0 2
  1929	-2&2&2&-2&-2&2&0&-2&7 2
  1930	2&2&-2&-2&2&-2&-1&-2&-2 2
  1931	2&-2&2&-2&2&-2&-2 2
  1932	2&-2&2&-2&-2&2&2&0 2
  1933	2&-2&-2&2&2&2&-2&0&-2 2
  1934	2&-2&-2&2&-2&2&2&0&-2&2 2
  1935	2&-2&-2&2&2&-2&2&1&-1&-4 2
  1936	2&-2&-2&2&2&-2&2&3 2
  1937	2&-2&-2&-2&2&2&3 2
  1938	2&-2&2&-2&-2&2&-3&1 2
  1939	2&-2&-2&2&-2&-3 2
  1940	2&-2&2&2&-2&3&-3 2
  1941	2&-2&-2&2&2&3&-5 2
  1942	2&-2&2&-2&2&-4 2
  1943	2&-2&2&2&-2&-4 2
  1944	2&-2&2&-2&-2&4&-2 2
  1945	2&-2&2&2&-2&-4&2 2
  1946	-2&2&-2&-2&2&4&-2&-2&2 2
  1947	2&-2&2&-2&-3&1 2
  1948	2&-2&-2&2&3&-1&1&2&-2 2
  1949	2&-2&2&2&3&2&2&-4 2
  1950	2&-2&2&2&-6 2
  1951	2&-2&2&3&0&0 2
  1952	2&-2&2&3&0&0&0 2
  1953	2&-2&2&3&0&2&-2&0&0 2
  1954	2&-2&2&3&-2 2
  1955	2&-2&2&3&2&-2&2 2
  1956	-2&2&-2&-3&3&-1&1&2&0&0 2
  1957	2&-2&2&3&-5&2&-2&0&-2 2
  1958	2&-2&2&-4&0 2
  1959	-2&2&2&-4&0&-1&-4&2 2
  1960	2&-2&-2&4&0&-2 2
  1961	2&-2&-2&4&0&3&-5 2
  1962	-2&2&2&-4&2&-2 2
  1963	2&-2&2&-4&2&-2 2
  1964	-2&2&2&-4&2&2&-2&2&0 2
  1965	2&-2&2&-4&2&2&-2&2&0&0 2
  1966	2&-2&-2&4&3&-1&-2&5&-2 2
  1967	2&-2&-2&4&3&-3 2
  1968	-2&2&2&-4&-3&3&-3 2
  1969	2&-2&2&-4&4&3&-1&-4 2
  1970	2&-2&-2&5 2
  1971	2&-2&2&-5 2
  1972	-2&2&2&-6 2
  1973	2&2&-2&7 2
  1974	2&2&-2&7&2&-2&0&0 2
  1975	-2&2&3&0&-1&1&-3 2
  1976	2&-2&-3&0&-4 2
  1977	2&-2&-3&1&2&-2&-1&-2&-2&2 2
  1978	-2&2&3&-1&-2&-2&2&-7&3 2
  1979	2&-2&-3&1&2&-2&-3&-2 2
  1980	2&-2&-3&1&2&-3&1&-1&-2 2
  1981	-2&2&3&-1&-4&4&1&-3&3 2
  1982	-2&2&3&2 2
  1983	2&-2&-3&-2&2&2&-4 2
  1984	2&-2&-3&-2&2&3 2
  1985	-2&2&3&-3&0&-2&2&2&-4&2 2
  1986	2&-2&-3&3&0&-3&-2&5&0&-3 2
  1987	2&-2&-3&3&-1&1&2&-2 2
  1988	2&-2&-3&3&-1&3&-2&0&0 2
  1989	2&-2&-3&3&-2&0&-1&1&-3 2
  1990	2&-2&-3&3&2&-2&0&-3&3&-5 2
  1991	2&-2&-4 2
  1992	2&-2&-4&0&4&3 2
  1993	2&-2&4&-2&-2 2
  1994	-2&-2&4&3&0 2
  1995	2&-2&-4&4&3&2&-3&1&2&0 2
  1996	2&-2&-5 2
  1997	2&-2&5&0&0 2
  1998	2&-2&5&0&-1&-2&3&0 2
  1999	2&-2&5&2&-2&0&-3 2
  2000	2&-2&5&2&2&-2&-2&2 2
  2001	2&3&0&-1&1&0&-1&-2 2
  2002	2&3&0&2&0&-2&2 2
  2003	2&3&0&2&-2&0&0&2 2
  2004	2&3&0&2&-2&0&-1&1&2 2
  2005	2&3&0&-3&3 2
  2006	2&3&-1&1&2 2
  2007	2&3&-1&-2&2&-2&-2 2
  2008	2&3&-1&-2&2&-2&-2&0&0&5 2
  2009	2&3&-1&-2&2&-2&-2&0&5 2
  2010	2&3&-1&-2&-2&2&3 2
  2011	2&3&-1&-4&2&-2&-2&0&2 2
  2012	-2&-3&2&1 2
  2013	-2&-3&2&1&2 2
  2014	2&3&2&-2&0 2
  2015	2&3&-3&3&0 2
  2016	2&3&-5&0&0&2&-2&-3&3 2
  2017	2&4&0&-2 2
  2018	2&-4&-1&-2&0&0&3&-5&2&3 2
  2019	2&-4&-1&-2&-2&2 2
  2020	2&-4&-1&-2&-2&4&3&0&-2 2
  2021	-2&4&-2 2
  2022	-2&4&-2&2&-4&4&3&-5&-2&0 2
  2023	2&-4&2&-3&1&-1&-2 2
  2024	-2&4&3&0&2&-2&0&0&0&0 2
  2025	-2&4&3&-1&1&-3&3 2
  2026	2&-4&-3&3 2
  2027	-2&5 2
  2028	2&-5&0&-2&5&2&2&0&1&-1 2
  2029	-2&5&2&2 2
  2030	-2&5&2&-2&2&2 2
  2031	-2&5&2&3 2
  2032	-2&5&2&3&-1&1&0&0&0 2
  2033	-2&6&-2 2
  2034	-3&0&0&0&0&0&-2&5&2 2
  2035	3&0&0&2 2
  2036	-3&0&1 2
  2037	3&0&-1&1&2&0&-2 2
  2038	3&0&-1&1&-3&2&-2&-2&2 2
  2039	3&0&-1&3 2
  2040	3&0&-1&-4&2 2
  2041	3&0&2&-2&0 2
  2042	3&0&-3&0&5&0&-2 2
  2043	-3&0&3&2 2
  2044	3&0&-3&2&1&-1&-2&-2&2 2
  2045	3&0&-3&2&1&-3&-2&-2&2 2
  2046	-3&0&3&2&-2&2 2
  2047	-3&0&5&0&0&-2 2
  2048	-3&0&8&0&0&-3&3&-1&-2 2
  2049	3&-1&0&0&-2&2 2
  2050	3&-1&1&-1&-2&3 2
