     1	A3&G3&F3&G3 586
     2	F3&E3&D3&E3 383
     3	C4&B3&A3&G3 364
     4	A3&G3&G3 335
     5	C4&D4&C4&B3 304
     6	F3&G3&A3&G3 288
     7	A3&G3&A3 276
     8	A3&B3&C4&B3 247
     9	F3&E3&F3&G3 242
    10	F3&G3&A3 234
    11	A3&G3&A3&G3 222
    12	A3&B3&A3&G3 216
    13	A3&G3 216
    14	F3&E3&D3 216
    15	F3&E3&D3&C3&D3 214
    16	F3&E3&D3&D3 208
    17	E3&F3&E3&D3 205
    18	C3&D3&D3 196
    19	C4&C4&B3 191
    20	G3&G3 186
    21	A3&B3 180
    22	E4&F4&E4&D4 178
    23	A3&A3&G3&F3&G3 176
    24	F3&G3 163
    25	E3&F3&G3 162
    26	G3&A3&G3 160
    27	F3&F3&G3 159
    28	F3&F3 146
    29	C4&D4&C4&C4 139
    30	F3&E3&F3&D3 138
    31	C4&B3 130
    32	A3&A3 128
    33	A3&G3&A3&C4 124
    34	A3&G3&F3&G3&G3 123
    35	F3&D3 120
    36	C4&D4&E4&D4 115
    37	C3&D3&D3&D3 114
    38	C4&D4 113
    39	F3&G3&A3&A3 112
    40	A3&G3&F3&G3&A3 110
    41	C3&D3 110
    42	F3&E3&D3&F3&D3 110
    43	C4&C4 109
    44	C4&B3&A3&B3 107
    45	C4&C4&D4 106
    46	C4&D4&D4&D4 106
    47	C3&D3&F3&G3 105
    48	C4&D4&D4 105
    49	A3&A3&G3 104
    50	A3&G3&G3&G3 104
    51	G3&A3 102
    52	C4&D4&C4&C4&B3 101
    53	A3&G3&A3&B3 99
    54	A3&G3& 98
    55	F3&E3&D3&E3&E3 97
    56	A3&G3&A3&C4&G3 96
    57	E3&F3&D3 96
    58	F3&G3&G3 95
    59	G3&A3&B3 93
    60	F3&E3&E3 89
    61	G3 88
    62	F3&E3&D3&C3 87
    63	F3&F3&F3 87
    64	F3&F3&F3&F3 87
    65	D3&D3 86
    66	A3&C4&B3 84
    67	E3&F3&G3&G3 84
    68	F3& 83
    69	F3&E3&F3&E3&D3 81
    70	E3&D3 80
    71	C4&C4&C4&C4 77
    72	B3&C4&D4 75
    73	D4&D4 74
    74	F3&A3 74
    75	A3&A3&A3&G3 73
    76	C4&A3 73
    77	F3&G3&A3&B3 73
    78	C4&C4&D4&E4&D4 72
    79	F3&F3&G3&A3&G3 72
    80	D4&D4&E4&D4 71
    81	F3&E3 71
    82	F4&E4&D4 71
    83	A3&C4&C4 70
    84	G3&G3&G3 70
    85	C4&C4&C4&B3 69
    86	E4&D4 68
    87	C4&A3&G3 66
    88	D3&C3&D3 66
    89	A3&G3&F3&E3&D3 64
    90	A3&B3&C4 62
    91	A3&G3&A3&F3&G3 62
    92	A3&G3&F3 62
    93	C4&A3&G3& 62
    94	F3&F3&D3 62
    95	A3&A3&C4 61
    96	C4&D4&C4 61
    97	A3&C4 60
    98	F3&F3&F3&G3 60
    99	E3&G3 59
   100	A3&C4&G3 58
   101	A3&G3&G3&A3 58
   102	G3&G3&G3&G3 58
   103	A3&A3&A3 57
   104	A3&A3&A3&A3 57
   105	B3&C4&B3&A3&G3 56
   106	A3&G3&F3&E3 55
   107	C4&B3&A3&G3&A3 55
   108	E3&E3 55
   109	F3 55
   110	F3&F3&A3 55
   111	D3 54
   112	C4&C4&B3&A3&B3 53
   113	C4&C4&D4&B3 53
   114	C3&D3&D3& 52
   115	C3&D3&E3 52
   116	A3 51
   117	A3&A3&A3&G3&G3 51
   118	C4&C4&B3&A3&G3 50
   119	E3& 50
   120	A3&B3&A3&G3&G3 48
   121	C3&D3&F3&D3 48
   122	D3&C3 48
   123	A2&C3&D3&D3 47
   124	F3&E3&D3&F3 47
   125	F3&G3&A3&A3&G3 47
   126	C3&D3&F3&F3 46
   127	C4&B3&C4&D4&D4 46
   128	D4&E4&D4 46
   129	A3&C4&A3&G3&A3 45
   130	E3 45
   131	G4&F4&E4&D4 45
   132	B3 44
   133	D4&C4&B3 44
   134	D4&D4&F4&D4 44
   135	F3&G3&G3&G3 44
   136	C4&A3&C4&C4 43
   137	E4&F4&G4 43
   138	C3 42
   139	C3&D3&D3&D3&D3 42
   140	D3&F3&D3 42
   141	E3&F3&E3&D3&E3 42
   142	F3&E3&F3&G3&G3 42
   143	C4&C4&C4 41
   144	F3&G3&A3&G3&A3 41
   145	A3&C4&A3&G3 40
   146	A3&B3&C4&C4 39
   147	C4&C4&B3&C4 39
   148	D4 39
   149	A3&G3&A3&C4&A3 38
   150	B3&C4&D4&D4 38
   151	C4&B3&C4&D4 38
   152	G3&B3 38
   153	F3&E3&F3&D3&D3 37
   154	F3&G3&F3 37
   155	A3&C4&A3 36
   156	B3&B3 36
   157	C3&D3&F3 36
   158	C3&D3&F3&F3&G3 36
   159	C4&C4&C4&A3&C4 36
   160	E3&D3&E3 36
   161	F3&A3&C4&C4 36
   162	F3&A3&G3 36
   163	F3&E3&E3&D3 36
   164	F3&F3&G3&A3 36
   165	A3&B3&A3&A3 35
   166	A3&G3&G3&A3&G3 35
   167	C4 35
   168	D3&E3&F3&G3 35
   169	F3&D3&D3 35
   170	F3&F3&E3&D3 35
   171	G3&G3&A3&G3 35
   172	C4&D4&C4&D4 34
   173	A3&C4&D4 33
   174	C3&C3 33
   175	C4&C4&D4&C4&C4 33
   176	F3&F3&F3&D3 33
   177	F3&F3&F3&E3 33
   178	G3&A3&C4&C4 33
   179	A3& 32
   180	D3&G3 32
   181	A3&G3&A3&C4&C4 31
   182	C3&D3&E3&F3&G3 31
   183	D3&E3 31
   184	F3&D3&C3 31
   185	F3&F3&E3 31
   186	F3&F3&E3&D3&E3 31
   187	A3&B3&B3 30
   188	A3&C4&G3&A3&G3 30
   189	A3&G3&G3&F3&G3 30
   190	E4&E4&D4 30
   191	F3&E3&G3 30
   192	F3&F3&D3&F3&D3 30
   193	F3&G3&F3&E3&D3 30
   194	G3&F3&G3 30
   195	B3&C4&D4&C4&B3 29
   196	C4&B3&A3 29
   197	F3&E3&G3&G3 29
   198	F3&G3&F3&G3 29
   199	A3&C4&A3&A3 28
   200	C4&D4&E4 28
   201	F3&A3&C4&C4&B3 28
   202	C3&E3&F3&G3 27
   203	E4&F4&D4 27
   204	G3&G3&A3 27
   205	A3&B3&C4&D4 26
   206	A3&G3&A3&A3&G3 26
   207	C4&B3&C4 26
   208	F3&D3&C3&D3&D3 26
   209	A3&B3&A3 25
   210	A3&G3&A3&C4&B3 25
   211	C3&D3&E3&F3&D3 25
   212	C4&C4&A3 25
   213	C4&C4&D4&C4&B3 25
   214	D3&F3&G3 25
   215	D4&E4&F4&E4&D4 25
   216	E3&F3&D3&D3 25
   217	F3&E3&F3&G3&F3 25
   218	F3&G3&A3&F3&G3 25
   219	A3&B3&C4&C4&B3 24
   220	A3&B3&G3 24
   221	C4&D4&D4&C4&B3 24
   222	D4&D4&D4 24
   223	E3&F3&E3&D3&D3 24
   224	E4&D4&C4&D4 24
   225	E4&F4&E4&E4&D4 24
   226	F3&E3&D3&D3&D3 24
   227	F3&E3&D3&G3 24
   228	G3&A3&B3&C4&B3 24
   229	G3&A3&G3&G3 24
   230	A3&G3&A3&A3 23
   231	A3&G3&G3&F3 23
   232	C4& 23
   233	C4&A3& 23
   234	D3&D3&D3&D3 23
   235	E3&G3&A3&G3 23
   236	F3&A3&C4 23
   237	F3&A3&C4&C4&D4 23
   238	F3&E3&D3&F3&G3 23
   239	F3&F3&A3&A3 23
   240	B3&A3&G3 22
   241	C3&F3&G3 22
   242	C4&D4&F4 22
   243	E3&F3&E3&D3&C3 22
   244	E3&F3&G3&G3&G3 22
   245	E4&G4&E4&D4 22
   246	F3&D3&F3&F3 22
   247	F3&E3& 22
   248	C3&B2&A2 21
   249	D4&D4&D4&D4 21
   250	E3&F3&D3&C3&D3 21
   251	E3&G3&G3 21
   252	E4&F4 21
   253	F3&F3&F3&E3& 21
   254	G3&A3&A3 21
   255	G3&A3&C4&B3 21
   256	G3&F3&G3&A3 21
   257	A3&G3&A3&G3& 20
   258	B3&C4 20
   259	C3&B2 20
   260	C4&C4&A3& 20
   261	E3&E3&D3 20
   262	F3&B3 20
   263	F3&D3&C3&D3 20
   264	F3&F3&E3&F3&G3 20
   265	G3&A3&G3&F3&G3 20
   266	A3&B3&C4&A3&G3 19
   267	A3&C4&G3&A3 19
   268	A3&C4&G3&G3 19
   269	B3&A3&B3 19
   270	C4&A3&B3 19
   271	C4&C4&C4&D4 19
   272	C4&D4&C4&D4&D4 19
   273	C4&F4&E4&D4 19
   274	C4&G3&A3 19
   275	D3&C3&F3&G3 19
   276	D4&C4&B3&A3&B3 19
   277	E3&D3&C3&D3 19
   278	F3&C3 19
   279	F3&D3&D3&D3 19
   280	F3&E3&E3&E3 19
   281	F3&E3&G3&A3 19
   282	A3&C4&B3&A3&G3 18
   283	A3&G3&F3&E3&E3 18
   284	B3&C4&A3&G3 18
   285	C3&C3&D3&D3 18
   286	C4&C4&C4& 18
   287	C4&D4&C4&C4&D4 18
   288	D3&F3&E3&D3 18
   289	E3&D3&G3&A3 18
   290	E3&G3&A3 18
   291	F3&A3&A3 18
   292	F3&A3&B3 18
   293	F3&C3&D3 18
   294	F3&E3&C3&D3 18
   295	F3&F3& 18
   296	F3&F3&G3&A3&B3 18
   297	F3&G3&A3&G3& 18
   298	F3&G3&F3&F3 18
   299	F4&F4 18
   300	A3&B3&G3&G3 17
   301	A3&G3&G3&G3&G3 17
   302	B3&C4&B3 17
   303	C4&A3&A3&G3 17
   304	C4&D4&D4&E4&D4 17
   305	C4&D4&F4&E4&D4 17
   306	D3&D3&D3 17
   307	D4&D4&C4&B3 17
   308	E4 17
   309	F3&E3&C3&D3&D3 17
   310	A2 16
   311	A3&A3&G3&A3 16
   312	A3&C4&A3&A3&G3 16
   313	A3&C4&G3&A3&B3 16
   314	C3&A2 16
   315	C3&C3&D3 16
   316	C4&G3 16
   317	E3&F3&D3&D3&D3 16
   318	F3&F3&D3&D3 16
   319	A3&A3&A3&A3&G3 15
   320	A3&A3&G3&G3 15
   321	A3&B3&A3&G3&F3 15
   322	B3&D4&E4&D4 15
   323	C4&A3&G3&A3&G3 15
   324	C4&B3&A3&G3&G3 15
   325	C4&C4& 15
   326	C4&E4&D4 15
   327	D3&F3&F3 15
   328	E4&D4&B3&C4&B3 15
   329	F3&G3&F3&E3 15
   330	F3&G3&F3&G3&A3 15
   331	F4&D4 15
   332	A3&A3&C4&B3 14
   333	A3&A3&C4&C4 14
   334	A3&A3&F3&G3 14
   335	A3&A3&G3& 14
   336	A3&B3&A3&A3&A3 14
   337	A3&G3&A3& 14
   338	A3&G3&F3&A3 14
   339	C4&C4&B3&C4&D4 14
   340	C4&D4&C4&A3&B3 14
   341	D3&G3&A3&G3 14
   342	D4&B3&D4&E4&D4 14
   343	D4&C4&D4 14
   344	E4&C4&D4&E4&D4 14
   345	E4&F4&D4&D4 14
   346	F3&A3&G3&F3&G3 14
   347	F3&D3&D3&C3 14
   348	F3&E3&D3&C3&C3 14
   349	F3&E3&D3&D3&C3 14
   350	F3&E3&D3&F3&F3 14
   351	F3&E3&F3&G3&A3 14
   352	F3&F3&E3&D3&C3 14
   353	F3&F3&G3&B3 14
   354	F4 14
   355	F4&E4 14
   356	G3&A3&G3&G3&G3 14
   357	G4 14
   358	G4&F4 14
   359	G4&G4&F4&E4&D4 14
   360	A3&A3& 13
   361	A3&A3&D4 13
   362	A3&B3&C4&A3 13
   363	A3&G3&F3&F3 13
   364	C3& 13
   365	C3&D3& 13
   366	C3&D3&D3&C3 13
   367	C4&A3&G3&G3 13
   368	C4&C4&B3&A3 13
   369	D3&C3&D3&D3 13
   370	D3&C3&D3&F3&G3 13
   371	D3&D3&C3 13
   372	D3&E3&F3&E3&D3 13
   373	D4&E4 13
   374	E3&F3&E3&D3&G3 13
   375	F3&A3&G3&A3&G3 13
   376	F3&E3&D3& 13
   377	G3&A3&C4 13
   378	G3&F3&G3&A3&G3 13
   379	G3&G3&A3&A3&G3 13
   380	A3&B3&C4&G3 12
   381	A3&C4&A3&G3&G3 12
   382	A3&F3&G3 12
   383	B3&C4&B3&A3&B3 12
   384	B3&D4 12
   385	C3&D3&D3&E3 12
   386	C4&A3&A3&G3&A3 12
   387	C4&A3&G3&A3 12
   388	C4&A3&G3&F3&G3 12
   389	D3&A3&A3&G3 12
   390	D4&C4&B3&A3&G3 12
   391	E3&A3&F3&G3 12
   392	E3&F3&D3&E3 12
   393	E3&F3&E3 12
   394	E4&D4&D4 12
   395	F3&A3&G3&G3 12
   396	G3&A3& 12
   397	G3&G3&G3&A3 12
   398	G4&A4 12
   399	A3&A3&A3&G3&A3 11
   400	A3&C4& 11
   401	A3&G3&A3&C4&D4 11
   402	A3&G3&A3&F3&F3 11
   403	B3&A3&G3&F3&G3 11
   404	B3&B3&A3&B3 11
   405	C3&D3&D3&D3&C3 11
   406	C3&D3&E3&E3 11
   407	C4&C4&C4&C4&B3 11
   408	C4&D4&C4& 11
   409	C4&G3&A3&G3 11
   410	D3&A3 11
   411	D3&D3&C3&D3 11
   412	E3&D3&G3 11
   413	F3&C4&D4 11
   414	F3&D3&F3&D3 11
   415	F3&E3&F3&D3&C3 11
   416	F3&E3&F3&G3&D3 11
   417	F3&F3&E3&D3&D3 11
   418	F3&F3&F3&G3&A3 11
   419	F3&G3&B3 11
   420	F4&F4&E4&D4 11
   421	G3&A3&G3&F3&E3 11
   422	G3&G3&A3&C4&B3 11
   423	A2&C3&D3 10
   424	A3&A3&B3 10
   425	A3&B3&A3&G3& 10
   426	A3&B3&C4&D4&C4 10
   427	A3&C4&A3&B3 10
   428	A3&C4&C4&B3 10
   429	A3&G3&F3&F3&G3 10
   430	A3&G3&F3&G3&F3 10
   431	A3&G3&G3& 10
   432	B2&C3&D3&D3 10
   433	C3&C3&A2 10
   434	C3&C3&D3&D3&D3 10
   435	C4&B3&A3&B3&G3 10
   436	C4&C4&G3&G3 10
   437	C4&D4&A3&C4&C4 10
   438	C4&D4&C4&A3 10
   439	C4&D4&E4&D4&D4 10
   440	C4&E4&F4&G4 10
   441	D3&C3&B2 10
   442	D3&F3 10
   443	D3&F3&G3&A3&G3 10
   444	E3&F3&G3&F3&E3 10
   445	E4&G4 10
   446	F3&A3&B3&C4 10
   447	F3&D3& 10
   448	F3&D3&F3&F3&G3 10
   449	F3&E3&C3 10
   450	F3&E3&D3&G3&G3 10
   451	F3&F3&C4&C4 10
   452	F3&F3&E3&F3&D3 10
   453	F3&F3&F3&A3 10
   454	F3&G3&D3 10
   455	F3&G3&G3&A3&G3 10
   456	F4&D4&F4 10
   457	F4&E4&F4&G4 10
   458	G3& 10
   459	G3&F3&E3&D3&E3 10
   460	G3&G3& 10
   461	G3&G3&F3&G3&A3 10
   462	G4&F4&E4&F4&G4 10
   463	A3&A3&A3&B3 9
   464	A3&A3&C4&A3&G3 9
   465	A3&C4&C4&G3 9
   466	A3&D4&C4&B3 9
   467	A3&G3&E3&F3&G3 9
   468	A3&G3&F3&F3&A3 9
   469	A3&G3&G3&F3&A3 9
   470	B3&C4&D4&E4&D4 9
   471	C3&D3&D3&A3&C4 9
   472	C3&D3&D3&C3&D3 9
   473	C4&B3&A3&B3&C4 9
   474	C4&B3&D4 9
   475	C4&C4&C4&A3 9
   476	C4&C4&D4&D4 9
   477	C4&D4& 9
   478	D3&E3&E3 9
   479	D4& 9
   480	D4&C4&C4&B3 9
   481	E3&D3&E3&D3 9
   482	E3&F3&D3& 9
   483	E4&C4&D4 9
   484	E4&F4&E4&D4&D4 9
   485	E4&F4&G4&G4&F4 9
   486	F3&E3&G3&A3&G3 9
   487	F3&F3&A3&C4&C4 9
   488	F3&F3&F3&F3&G3 9
   489	F3&G3&A3& 9
   490	F3&G3&A3&G3&G3 9
   491	F3&G3&G3&F3&G3 9
   492	F4&E4&D4&E4&D4 9
   493	G3&A3&A3&A3 9
   494	G3&A3&C4&C4&B3 9
   495	G3&A3&G3&A3 9
   496	G3&D4&D4 9
   497	G3&G3&G3&A3&G3 9
   498	A3&A3&A3&F3&G3 8
   499	A3&A3&A3&G3&F3 8
   500	A3&B3&C4&A3&A3 8
   501	A3&B3&C4&C4&D4 8
   502	A3&B3&C4&D4&D4 8
   503	A3&C4&A3&C4&C4 8
   504	A3&C4&D4&C4&C4 8
   505	A3&G3&A3&D3 8
   506	A3&G3&E3 8
   507	B2 8
   508	C3&D3&C3 8
   509	C3&D3&C3&D3&E3 8
   510	C3&D3&D3&F3&D3 8
   511	C3&D3&E3&D3 8
   512	C3&D3&F3&F3&F3 8
   513	C4&A3&A3 8
   514	C4&A3&B3&C4 8
   515	C4&B3&A3&C4&B3 8
   516	C4&B3&A3&G3& 8
   517	C4&C4&A3&G3 8
   518	C4&C4&C4&A3& 8
   519	C4&C4&D4&F4 8
   520	C4&D4&B3 8
   521	C4&D4&D4&D4&D4 8
   522	D3&C3&B2&A2 8
   523	D3&D3&C3&B2&A2 8
   524	D3&E3&D3 8
   525	D3&E3&F3&E3 8
   526	D3&F3&D3&C3 8
   527	E3&D3&E3&F3&G3 8
   528	E3&D3&G3&A3&B3 8
   529	E3&E3&E3&G3&A3 8
   530	E3&F3& 8
   531	E3&F3 8
   532	E3&F3&E3&D3& 8
   533	E3&F3&G3&D3 8
   534	E3&G3&E3&E3 8
   535	E4&C4&D4&D4&D4 8
   536	E4&G4&F4&E4&D4 8
   537	F3&A3&C4&B3 8
   538	F3&A3&F3&G3 8
   539	F3&E3&D3&E3& 8
   540	F3&E3&E3& 8
   541	F3&E3&E3&F3&G3 8
   542	F3&F3&G3&F3&F3 8
   543	F3&G3&A3&C4&B3 8
   544	F3&G3&A3&D3 8
   545	F3&G3&G3&A3 8
   546	F4&G4 8
   547	G3&B3&C4&D4&D4 8
   548	G3&F3&G3&G3 8
   549	G3&G3&C4&C4&B3 8
   550	A3&A3&B3&C4&B3 7
   551	A3&B3&A3&G3&A3 7
   552	A3&C4&D4&C4&B3 7
   553	A3&C4&D4&D4 7
   554	A3&G3&A3&A3&B3 7
   555	A3&G3&E3&F3&E3 7
   556	A3&G3&G3&G3&A3 7
   557	B2&C3&D3 7
   558	B3&A3 7
   559	B3&C4&A3&A3 7
   560	B3&C4&D4&D4&D4 7
   561	C3&D3&E3&D3&E3 7
   562	C3&E3&G3 7
   563	C4&A3&G3&F3 7
   564	C4&B3&A3&C4&C4 7
   565	C4&C4&C4&C4&D4 7
   566	C4&D4&G3 7
   567	D3&C3&A2 7
   568	D3&D3&C3&F3&G3 7
   569	D4&C4 7
   570	D4&D4&E4 7
   571	D4&D4&F4&E4&D4 7
   572	E3&D3&G3&G3 7
   573	E3&E3&E3 7
   574	E3&F3&G3&A3&G3 7
   575	E3&F3&G3&G3&A3 7
   576	E3&G3& 7
   577	E4&C4&D4&D4 7
   578	E4&F4&E4&D4&C4 7
   579	F3&D3&D3&C3&D3 7
   580	F3&D3&F3&F3&F3 7
   581	F3&E3&E3&D3&E3 7
   582	F3&F3&E3& 7
   583	F3&F3&F3&F3&D3 7
   584	F3&F3&G3&G3 7
   585	F3&F3&G3&G3&G3 7
   586	F3&G3&A3&A3&A3 7
   587	F3&G3&F3&E3&E3 7
   588	F3&G3&G3&A3&A3 7
   589	F4&E4&D4&D4 7
   590	F4&E4&F4&E4&D4 7
   591	F4&G4&F4 7
   592	G3&A3&D3 7
   593	G3&A3&F3&G3 7
   594	G3&A3&G3&A3&B3 7
   595	G3&A3&G3&E3&E3 7
   596	G3&A3&G3&F3 7
   597	G3&A3&G3&F3&F3 7
   598	G3&B3&C4&A3 7
   599	G3&B3&C4&A3&G3 7
   600	G3&C4&B3 7
   601	G3&F3&E3&D3 7
   602	G3&G3&A3&C4 7
   603	G3&G3&A3&C4&C4 7
   604	G4&F4&E4&D4&C4 7
   605	G4&G4 7
   606	A3&A3&A3&C4&B3 6
   607	A3&A3&A3&C4&C4 6
   608	A3&A3&C4&A3&A3 6
   609	A3&A3&G3&A3&B3 6
   610	A3&B3&A3&B3 6
   611	A3&C4&A3&G3&F3 6
   612	A3&G3&A3&F3 6
   613	A3&G3&A3&G3&G3 6
   614	A3&G3&F3&B3 6
   615	B3&A3&G3&A3&G3 6
   616	B3&F3&G3 6
   617	C3&A2&C3&D3 6
   618	C3&D3&C3&D3&D3 6
   619	C3&D3&C3&D3&F3 6
   620	C3&D3&F3&E3 6
   621	C4&A3&G3&A3&C4 6
   622	C4&B3&B3 6
   623	C4&C4&D4&E4 6
   624	C4&C4&E4&F4&G4 6
   625	C4&C4&F3 6
   626	C4&D4&B3&C4&D4 6
   627	C4&D4&C4&C4&C4 6
   628	C4&D4&D4&C4 6
   629	C4&D4&E4&F4&D4 6
   630	D3&C3&D3&E3 6
   631	D3&C3&F3&G3&A3 6
   632	D3&F3&E3&D3&C3 6
   633	D3&F3&E3&F3&D3 6
   634	D4&B3&C4&D4 6
   635	D4&C4&D4&D4&D4 6
   636	D4&D4&C4&D4 6
   637	D4&D4&D4&E4&D4 6
   638	D4&D4&E4&F4&G4 6
   639	E3&D3&C3 6
   640	E3&D3&E3&E3 6
   641	E3&D3&E3&F3&D3 6
   642	E3&D3&E3&G3 6
   643	E3&E3&G3&G3 6
   644	E3&F3&D3&D3& 6
   645	E3&F3&G3&D3&G3 6
   646	E3&G3&G3&A3 6
   647	E4&F4&D4&C4&B3 6
   648	E4&F4&E4&D4&E4 6
   649	F3&C3&D3&D3 6
   650	F3&C3&D3&D3&D3 6
   651	F3&E3&D3&D3& 6
   652	F3&E3&D3&E3&G3 6
   653	F3&E3&F3&D3& 6
   654	F3&F3&C3 6
   655	F3&F3&F3&E3&D3 6
   656	F3&F3&F3&F3&F3 6
   657	F3&G3&A3&A3&B3 6
   658	F3&G3&F3&F3&G3 6
   659	F3&G3&G3&F3 6
   660	G3&A3&B3&B3 6
   661	G3&A3&C4&D4 6
   662	G3&F3&E3&E3 6
   663	G3&G3&G3&G3&G3 6
   664	A3&A3&A3&C4&D4 5
   665	A3&A3&C4&G3 5
   666	A3&A3&C4&G3&G3 5
   667	A3&A3&F3&G3&A3 5
   668	A3&A3&G3&A3&C4 5
   669	A3&B3&A3&A3&G3 5
   670	A3&B3&B3&B3 5
   671	A3&B3&C4&B3&B3 5
   672	A3&C4&A3&A3&A3 5
   673	A3&C4&C4&D4 5
   674	A3&G3&B3&C4&D4 5
   675	A3&G3&C4&C4 5
   676	A3&G3&D4 5
   677	A3&G3&F3&A3&G3 5
   678	A3&G3&F3&G3&D3 5
   679	A3&G3&G3&A3&B3 5
   680	A3&G3&G3&A3&C4 5
   681	A3&G3&G3&F3& 5
   682	A3&G3&G3&F3&F3 5
   683	B2&D3 5
   684	B3&B3&A3&G3 5
   685	B3&B3&D4 5
   686	B3&C4&A3 5
   687	B3&G3 5
   688	C3&D3&C3&C3 5
   689	C3&D3&D3&A3& 5
   690	C3&D3&E3&G3 5
   691	C3&D3&F3&D3&D3 5
   692	C3&E3&F3&G3&G3 5
   693	C4&A3&B3&A3&G3 5
   694	C4&A3&C4&B3 5
   695	C4&B3&A3&A3 5
   696	C4&B3&A3&C4 5
   697	C4&B3&C4&A3&G3 5
   698	C4&B3&C4&D4&C4 5
   699	C4&B3&G3&A3 5
   700	C4&C4&C4&A3&B3 5
   701	C4&C4&C4&G3&A3 5
   702	C4&C4&D4&C4 5
   703	C4&D4&C4&B3&B3 5
   704	C4&D4&C4&B3&G3 5
   705	C4&D4&E4&C4&C4 5
   706	C4&D4&F4&D4 5
   707	C4&D4&F4&F4 5
   708	D3&A3&G3&F3&G3 5
   709	D3&E3&G3 5
   710	D3&F3&D3&C3&D3 5
   711	D3&F3&E3&D3&E3 5
   712	D3&F3&F3&F3 5
   713	D4&E4&D4&D4 5
   714	D4&F4&D4 5
   715	E3&D3&C3&D3&E3 5
   716	E3&D3&D3 5
   717	E3&E3&E3&F3&G3 5
   718	E3&E3&G3 5
   719	E3&F3&D3&C3 5
   720	E3&G3&F3&E3&E3 5
   721	E4& 5
   722	E4&C4 5
   723	E4&D4&C4&B3 5
   724	E4&F4&E4 5
   725	E4&F4&G4&G4&G4 5
   726	F3&A3&C4&A3&G3 5
   727	F3&A3&G3&A3&B3 5
   728	F3&C3&D3&F3&G3 5
   729	F3&C4&C4&D4&B3 5
   730	F3&D3&C3&D3&F3 5
   731	F3&D3&E3&F3&G3 5
   732	F3&D3&F3&G3 5
   733	F3&E3&D3&C3& 5
   734	F3&E3&D3&E3&D3 5
   735	F3&E3&D3&G3&A3 5
   736	F3&E3&G3&G3&A3 5
   737	F3&F3&A3&B3&C4 5
   738	F3&F3&A3&C4&G3 5
   739	F3&F3&A3&G3 5
   740	F3&F3&F3& 5
   741	F3&F3&G3&F3 5
   742	F3&G3& 5
   743	F3&G3&A3&F3&E3 5
   744	F3&G3&G3& 5
   745	F3&G3&G3&G3&G3 5
   746	F4&C4 5
   747	F4&E4&C4&D4&D4 5
   748	G3&A3&G3& 5
   749	G3&G3&B3&C4&D4 5
   750	G3&G3&C4&B3 5
   751	G3&G3&F3&G3 5
   752	G4&F4&G4 5
   753	G4&F4&G4&A4 5
   754	A2&G2 4
   755	A3&A3&A3&D4 4
   756	A3&A3&C4&A3 4
   757	A3&A3&C4&D4 4
   758	A3&A3&D3 4
   759	A3&B3& 4
   760	A3&B3&C4&B3&A3 4
   761	A3&B3&C4&D4&B3 4
   762	A3&B3&G3&F3&G3 4
   763	A3&C4&C4&C4&C4 4
   764	A3&C4&D4&D4&D4 4
   765	A3&D4 4
   766	A3&D4&D4 4
   767	A3&G3&A3&F3&A3 4
   768	A3&G3&B3 4
   769	A3&G3&C4&C4&B3 4
   770	A3&G3&E3&F3&D3 4
   771	A3&G3&E3&G3 4
   772	A3&G3&F3&G3&E3 4
   773	A3&G3&G3&C4&C4 4
   774	A3&G3&G3&D3 4
   775	B2&A2 4
   776	B2&C3&D3&D3&D3 4
   777	B3& 4
   778	B3&A3&B3&C4&B3 4
   779	B3&C4&A3&G3&G3 4
   780	B3&C4&C4&B3 4
   781	B3&C4&D4& 4
   782	C3&B2&C3&D3&D3 4
   783	C3&C3&A2&C3&D3 4
   784	C3&C3&C3 4
   785	C3&C3&D3&F3&G3 4
   786	C3&C3&E3&F3&G3 4
   787	C3&D3&D3&A2 4
   788	C3&D3&D3&A3&A3 4
   789	C3&D3&D3&A3&G3 4
   790	C3&D3&D3&D3& 4
   791	C3&D3&F3&E3&D3 4
   792	C3&D3&F3&F3&D3 4
   793	C3&D3&F3&G3&A3 4
   794	C3&F3&G3&A3&G3 4
   795	C4&A3&A3&G3&G3 4
   796	C4&A3&C4&C4&B3 4
   797	C4&A3&C4&C4&D4 4
   798	C4&A3&G3&A3&B3 4
   799	C4&B3&A3&B3&B3 4
   800	C4&C4&C4&B3&B3 4
   801	C4&C4&C4&G3&G3 4
   802	C4&C4&F4&E4&D4 4
   803	C4&C4&G3&A3 4
   804	C4&D4&A3&G3&G3 4
   805	C4&D4&C4&C4&A3 4
   806	C4&D4&D4&C4&D4 4
   807	C4&D4&D4&G3 4
   808	C4&D4&E4&F4&G4 4
   809	C4&G3&G3 4
   810	D3&A3&G3&A3 4
   811	D3&A3&G3&A3&G3 4
   812	D3&C3&B2&C3&D3 4
   813	D3&C3&C3&D3 4
   814	D3&C3&D3&E3&E3 4
   815	D3&D3& 4
   816	D3&D3&A3&G3 4
   817	D3&D3&F3&G3 4
   818	D3&D3&G3 4
   819	D3&E3&F3&E3&E3 4
   820	D3&E3&F3&F3 4
   821	D3&E3&F3&G3&G3 4
   822	D3&E3&G3&G3&G3 4
   823	D3&F3&D3&D3&C3 4
   824	D3&F3&E3 4
   825	D3&F3&G3&A3 4
   826	D3&G3&F3&E3&E3 4
   827	D4&B3&C4&D4&D4 4
   828	D4&D4&B3&C4&D4 4
   829	D4&D4&D4&F4&D4 4
   830	D4&E4&F4&G4 4
   831	D4&F4&E4&D4 4
   832	D4&F4&F4 4
   833	E3&D3& 4
   834	E3&D3&C3&D3&D3 4
   835	E3&D3&G3&A3&G3 4
   836	E3&E3& 4
   837	E3&E3&F3&E3&D3 4
   838	E3&E3&G3&A3&G3 4
   839	E3&F3&D3&F3&D3 4
   840	E3&F3&G3&A3 4
   841	E3&G3&E3 4
   842	E4&C4&A3 4
   843	E4&C4&B3 4
   844	E4&D4&E4&D4 4
   845	E4&E4&D4&D4&D4 4
   846	E4&F4&G4&F4 4
   847	E4&F4&G4&G4 4
   848	E4&G4&A4 4
   849	F3&A3&C4&A3 4
   850	F3&A3&G3&A3 4
   851	F3&B3&A3&G3 4
   852	F3&C3&D3&F3 4
   853	F3&D3&E3 4
   854	F3&D3&F3&D3&C3 4
   855	F3&D3&F3&G3&F3 4
   856	F3&D3&G3 4
   857	F3&E3&B3&C4&D4 4
   858	F3&E3&F3& 4
   859	F3&E3&F3 4
   860	F3&E3&F3&A3 4
   861	F3&E3&F3&F3 4
   862	F3&F3&C3&D3&D3 4
   863	F3&F3&C4 4
   864	F3&F3&C4&C4&D4 4
   865	F3&F3&D3&F3&G3 4
   866	F3&F3&F3&A3&B3 4
   867	F3&F3&F3&A3&G3 4
   868	F3&F3&F3&G3&G3 4
   869	F3&G3&F3&F3&D3 4
   870	G3&A3&C4&C4&D4 4
   871	G3&A3&C4&G3 4
   872	G3&A3&F3&E3&D3 4
   873	G3&A3&G3&E3&G3 4
   874	G3&A3&G3&F3&A3 4
   875	G3&F3&E3&D3&D3 4
   876	G3&G3&A3&B3 4
   877	G3&G3&C4&A3 4
   878	G4&F4&F4&E4&D4 4
   879	A2&C3 3
   880	A2&C3&B2 3
   881	A3&A3&A3&A3&A3 3
   882	A3&A3&A3&A3&C4 3
   883	A3&A3&A3&C4 3
   884	A3&A3&A3&D3 3
   885	A3&A3&C4&A3& 3
   886	A3&A3&C4&A3&B3 3
   887	A3&A3&C4&D4&C4 3
   888	A3&A3&G3&A3&G3 3
   889	A3&A3&G3&F3& 3
   890	A3&A3&G3&F3&E3 3
   891	A3&A3&G3&G3&G3 3
   892	A3&B3&A3&A3&D3 3
   893	A3&B3&C4&G3&G3 3
   894	A3&B3&D4 3
   895	A3&C4&A3&C4 3
   896	A3&C4&B3&C4&D4 3
   897	A3&C4&C4&C4&B3 3
   898	A3&C4&C4&D4&D4 3
   899	A3&C4&G3&G3&G3 3
   900	A3&F3&A3 3
   901	A3&G3&A3&G3&F3 3
   902	A3&G3&D4&D4 3
   903	A3&G3&F3& 3
   904	A3&G3&F3&G3&B3 3
   905	A3&G3&G3&E3 3
   906	A4 3
   907	B3&A3&G3&A3 3
   908	B3&A3&G3&A3&A3 3
   909	B3&B3&C4&B3 3
   910	B3&B3&C4&D4&D4 3
   911	B3&D4&E4&D4&D4 3
   912	B3&D4&E4&E4&D4 3
   913	B3&E3 3
   914	B3&G3&F3&F3 3
   915	C3&B2&A2&C3&D3 3
   916	C3&C3&F3&D3&D3 3
   917	C3&C3&G3 3
   918	C3&D3&C3& 3
   919	C3&D3&C3&B2 3
   920	C3&D3&D3&A3&B3 3
   921	C3&D3&D3&D3&G3 3
   922	C3&D3&D3&E3&E3 3
   923	C3&D3&D3&G3&G3 3
   924	C4&A3&B3&C4&B3 3
   925	C4&A3&B3&C4&C4 3
   926	C4&A3&C4&C4&G3 3
   927	C4&A3&F3&G3 3
   928	C4&B3&A3& 3
   929	C4&B3&A3&C4&D4 3
   930	C4&B3&A3&C4&G3 3
   931	C4&B3&A3&G3&F3 3
   932	C4&B3&B3&C4 3
   933	C4&B3&C4&A3 3
   934	C4&B3&C4&B3 3
   935	C4&B3&C4&C4&B3 3
   936	C4&B3&D4&E4&D4 3
   937	C4&B3&G3 3
   938	C4&C4&A3&B3 3
   939	C4&C4&A3&C4 3
   940	C4&C4&B3&A3& 3
   941	C4&C4&B3&A3&C4 3
   942	C4&C4&B3&G3 3
   943	C4&C4&D4&F4&F4 3
   944	C4&D4&A3 3
   945	C4&D4&C4&B3&C4 3
   946	C4&D4&C4&B3&D4 3
   947	C4&D4&C4&C4& 3
   948	C4&D4&D4& 3
   949	C4&D4&D4&E4&F4 3
   950	C4&D4&D4&F4 3
   951	C4&D4&E4&C4&B3 3
   952	C4&D4&E4&E4 3
   953	C4&D4&F4&D4&D4 3
   954	C4&F4&F4 3
   955	C4&G3&F3&G3 3
   956	D3& 3
   957	D3&A3&G3 3
   958	D3&C3& 3
   959	D3&C3&D3&D3&D3 3
   960	D3&C3&D3&F3&F3 3
   961	D3&D3&C3&B2 3
   962	D3&E3&G3&A3 3
   963	D3&E3&G3&A3&G3 3
   964	D3&F3&D3&D3&D3 3
   965	D4&C4&C4 3
   966	D4&C4&D4&D4 3
   967	D4&D4&E4&E4&D4 3
   968	D4&E4&D4&C4&D4 3
   969	E3&A3&G3 3
   970	E3&C3&D3 3
   971	E3&D3&A3&C4 3
   972	E3&D3&E3&G3&G3 3
   973	E3&E3&E3&G3&G3 3
   974	E3&E3&G3&A3 3
   975	E3&F3&D3&D3&C3 3
   976	E3&F3&D3&D3&E3 3
   977	E3&F3&D3&G3&B3 3
   978	E3&F3&E3&F3&D3 3
   979	E3&F3&F3&F3 3
   980	E3&F3&F3&G3 3
   981	E3&F3&G3& 3
   982	E3&F3&G3&E3 3
   983	E3&F3&G3&E3&D3 3
   984	E3&F3&G3&F3 3
   985	E3&F3&G3&F3&F3 3
   986	E3&G3&A3&G3&G3 3
   987	E4&D4&C4&B3&C4 3
   988	E4&D4&C4&D4&E4 3
   989	E4&E4&D4&E4&D4 3
   990	E4&E4&F4&E4&D4 3
   991	E4&F4&E4&D4& 3
   992	E4&F4&G4&A4 3
   993	E4&F4&G4&A4&G4 3
   994	E4&F4&G4&G4&A4 3
   995	E4&G4&A4&G4 3
   996	F3&A3&C4&C4& 3
   997	F3&A3&C4&C4&A3 3
   998	F3&A3&C4&C4&C4 3
   999	F3&A3&C4&D4 3
  1000	F3&A3&C4&G3 3
  1001	F3&A3&D3 3
  1002	F3&A3&F3&G3&G3 3
  1003	F3&A3&G3&F3&E3 3
  1004	F3&B3&A3&G3&A3 3
  1005	F3&B3&A3&G3&F3 3
  1006	F3&C3&A2 3
  1007	F3&C3&A2&C3&D3 3
  1008	F3&D3&C3&D3&E3 3
  1009	F3&D3&C3&F3&G3 3
  1010	F3&D3&D3& 3
  1011	F3&D3&D3&F3&D3 3
  1012	F3&D3&F3&G3&D3 3
  1013	F3&E3&D3&D3&G3 3
  1014	F3&E3&E3&C4&C4 3
  1015	F3&E3&E3&F3&D3 3
  1016	F3&E3&F3&D3&F3 3
  1017	F3&E3&F3&D3&G3 3
  1018	F3&E3&F3&F3&G3 3
  1019	F3&E3&G3&F3 3
  1020	F3&F3&A3&C4 3
  1021	F3&F3&A3&C4&D4 3
  1022	F3&F3&C3&D3 3
  1023	F3&F3&C4& 3
  1024	F3&F3&F3&E3&G3 3
  1025	F3&F3&F3&G3&B3 3
  1026	F3&G3&A3&B3&A3 3
  1027	F3&G3&A3&B3&G3 3
  1028	F3&G3&A3&D3&E3 3
  1029	F3&G3&A3&F3 3
  1030	F3&G3&A3&F3&F3 3
  1031	F3&G3&B3&F3&G3 3
  1032	F3&G3&E3&D3 3
  1033	F3&G3&F3&A3&A3 3
  1034	F3&G3&F3&E3& 3
  1035	F3&G3&G3&A3&C4 3
  1036	F3&G3&G3&D4 3
  1037	F3&G3&G3&F3& 3
  1038	F3&G3&G3&G3&A3 3
  1039	F4&C4&F4&E4&D4 3
  1040	F4&E4&D4&C4 3
  1041	F4&E4&D4&C4&D4 3
  1042	F4&F4&C4&D4 3
  1043	F4&G4&A4 3
  1044	F4&G4&G4 3
  1045	G3&A3&A3& 3
  1046	G3&A3&A3&G3 3
  1047	G3&A3&A3&G3&A3 3
  1048	G3&A3&B3&B3&D4 3
  1049	G3&A3&C4&C4&C4 3
  1050	G3&A3&F3&F3 3
  1051	G3&A3&F3&F3&G3 3
  1052	G3&A3&G3&D3&D3 3
  1053	G3&A3&G3&G3&E3 3
  1054	G3&C4&C4 3
  1055	G3&D4&D4&E4 3
  1056	G3&G3&A3&A3 3
  1057	G3&G3&A3&C4&A3 3
  1058	G3&G3&F3&E3 3
  1059	G3&G3&F3&E3&D3 3
  1060	G3&G3&G3&A3&B3 3
  1061	G3&G3&G3&A3&C4 3
  1062	G4&G4&A4 3
  1063	A2&C3&D3&D3&D3 2
  1064	A2&C3&D3&F3&D3 2
  1065	A2&G2&C3&D3 2
  1066	A3&A3&A3&A3&B3 2
  1067	A3&A3&A3&B3&C4 2
  1068	A3&A3&A3&C4&G3 2
  1069	A3&A3&B3&A3&G3 2
  1070	A3&A3&C4&C4&B3 2
  1071	A3&A3&C4&C4&C4 2
  1072	A3&A3&C4&C4&D4 2
  1073	A3&A3&C4&C4&G3 2
  1074	A3&A3&C4&D4&D4 2
  1075	A3&A3&C4&G3&A3 2
  1076	A3&A3&D3&D3 2
  1077	A3&A3&D3&D3&D3 2
  1078	A3&A3&D4&C4&B3 2
  1079	A3&A3&E3&F3&G3 2
  1080	A3&A3&F3&G3&F3 2
  1081	A3&A3&F3&G3&G3 2
  1082	A3&A3&G3&B3 2
  1083	A3&A3&G3&C4&B3 2
  1084	A3&A3&G3&G3&E3 2
  1085	A3&B3&A3& 2
  1086	A3&B3&A3&B3&C4 2
  1087	A3&B3&A3&C4&D4 2
  1088	A3&B3&A3&G3&B3 2
  1089	A3&B3&B3&A3 2
  1090	A3&B3&B3&A3&B3 2
  1091	A3&B3&B3&C4&B3 2
  1092	A3&B3&C4& 2
  1093	A3&B3&C4&A3&B3 2
  1094	A3&B3&C4&F3&B3 2
  1095	A3&B3&C4&F4&D4 2
  1096	A3&B3&D4&E4 2
  1097	A3&B3&G3&A3&A3 2
  1098	A3&C4&A3&B3& 2
  1099	A3&C4&A3&C4&G3 2
  1100	A3&C4&B3&A3&B3 2
  1101	A3&C4&B3&C4&A3 2
  1102	A3&C4&B3&C4&B3 2
  1103	A3&C4&B3&G3 2
  1104	A3&C4&B3&G3&A3 2
  1105	A3&C4&C4& 2
  1106	A3&C4&C4&A3 2
  1107	A3&C4&C4&C4 2
  1108	A3&C4&D4& 2
  1109	A3&C4&D4&C4& 2
  1110	A3&C4&D4&C4&D4 2
  1111	A3&C4&D4&E4 2
  1112	A3&C4&G3& 2
  1113	A3&C4&G3&A3&C4 2
  1114	A3&C4&G3&G3& 2
  1115	A3&D3 2
  1116	A3&D3&E3&F3&G3 2
  1117	A3&D4&C4 2
  1118	A3&F3& 2
  1119	A3&F3&E3&D3 2
  1120	A3&F3&F3&A3 2
  1121	A3&F3&G3&F3&G3 2
  1122	A3&G3&A3&A3&A3 2
  1123	A3&G3&A3&B3&A3 2
  1124	A3&G3&A3&C4& 2
  1125	A3&G3&A3&E3&G3 2
  1126	A3&G3&A3&F3&E3 2
  1127	A3&G3&A3&G3&A3 2
  1128	A3&G3&C3&D3&F3 2
  1129	A3&G3&D3&G3 2
  1130	A3&G3&D3&G3&F3 2
  1131	A3&G3&D4&D4&D4 2
  1132	A3&G3&F3&A3&B3 2
  1133	A3&G3&F3&D3 2
  1134	A3&G3&F3&G3& 2
  1135	A3&G3&G3&B3 2
  1136	A3&G3&G3&C4&B3 2
  1137	A3&G3&G3&D3&G3 2
  1138	A3&G3&G3&D4 2
  1139	A3&G3&G3&D4&D4 2
  1140	A3&G3&G3&E3&D3 2
  1141	A3&G3&G3&G3& 2
  1142	A4&G4 2
  1143	B2& 2
  1144	B2&A2&G2 2
  1145	B2&A2&G2&A2&G2 2
  1146	B3&A3&A3 2
  1147	B3&A3&B3&C4&C4 2
  1148	B3&A3&B3&D4 2
  1149	B3&A3&C4 2
  1150	B3&A3&G3&A3&B3 2
  1151	B3&A3&G3&B3&B3 2
  1152	B3&A3&G3&F3&F3 2
  1153	B3&A3&G3&G3&F3 2
  1154	B3&B3&A3&C4&D4 2
  1155	B3&B3&B3 2
  1156	B3&C4&A3&G3&A3 2
  1157	B3&C4&B3& 2
  1158	B3&C4&D4&G3 2
  1159	B3&C4&G3&A3 2
  1160	B3&D4&C4&B3 2
  1161	B3&D4&D4 2
  1162	B3&D4&G3&A3&B3 2
  1163	B3&E3&B3&C4&B3 2
  1164	B3&E4&D4 2
  1165	B4&C5&B4&A4 2
  1166	C3&A2&B2&C3&B2 2
  1167	C3&A2&C3&D3&D3 2
  1168	C3&A2&G2 2
  1169	C3&B2&B2&C3&D3 2
  1170	C3&B2&C3&D3 2
  1171	C3&C3&B2 2
  1172	C3&C3&B2&A2&G2 2
  1173	C3&C3&C3&C3 2
  1174	C3&C3&C3&D3 2
  1175	C3&C3&C3&D3&D3 2
  1176	C3&C3&D3&E3 2
  1177	C3&C3&D3&F3&D3 2
  1178	C3&C3&E3 2
  1179	C3&C3&E3&G3&G3 2
  1180	C3&C3&F3 2
  1181	C3&C3&F3&F3 2
  1182	C3&C3&G3&A3&G3 2
  1183	C3&C3&G3&G3 2
  1184	C3&D3&C3&A2 2
  1185	C3&D3&C3&D3 2
  1186	C3&D3&D3&D3&A2 2
  1187	C3&D3&D3&D3&E3 2
  1188	C3&D3&D3&F3&E3 2
  1189	C3&D3&D3&F3&F3 2
  1190	C3&D3&D3&F3&G3 2
  1191	C3&D3&D3&G3 2
  1192	C3&D3&F3&D3&C3 2
  1193	C3&D3&F3&D3&F3 2
  1194	C3&D3&F3&F3&A3 2
  1195	C3&D3&F3&G3&G3 2
  1196	C3&D3&G3 2
  1197	C3&E3&F3&D3 2
  1198	C3&E3&G3&G3 2
  1199	C3&F3&E3&F3&G3 2
  1200	C3&F3&F3&G3 2
  1201	C3&G3&A3&G3 2
  1202	C3&G3&F3&G3 2
  1203	C4&A3&C4&B3&A3 2
  1204	C4&A3&C4&C4&A3 2
  1205	C4&A3&C4&D4 2
  1206	C4&A3&C4&G3 2
  1207	C4&A3&F3&G3&A3 2
  1208	C4&A3&G3&C4&B3 2
  1209	C4&A3&G3&D3 2
  1210	C4&A3&G3&F3&B3 2
  1211	C4&A3&G3&G3&G3 2
  1212	C4&B3&A3&G3&D3 2
  1213	C4&B3&B3&C4&D4 2
  1214	C4&B3&B3&D4 2
  1215	C4&C4&A3&C4&C4 2
  1216	C4&C4&A3&C4&D4 2
  1217	C4&C4&A3&G3&A3 2
  1218	C4&C4&B3&A3&A3 2
  1219	C4&C4&B3&C4&C4 2
  1220	C4&C4&C4&A3&G3 2
  1221	C4&C4&C4&B3& 2
  1222	C4&C4&C4&B3&C4 2
  1223	C4&C4&C4&B3&G3 2
  1224	C4&C4&C4&D4&E4 2
  1225	C4&C4&C4&E4&F4 2
  1226	C4&C4&D4&B3&G3 2
  1227	C4&C4&D4&C4& 2
  1228	C4&C4&D4&C4&A3 2
  1229	C4&C4&D4&C4&D4 2
  1230	C4&C4&D4&D4&F4 2
  1231	C4&C4&D4&E4&F4 2
  1232	C4&C4&F3&A3 2
  1233	C4&C4&F4&D4 2
  1234	C4&D4&A3&C4&F3 2
  1235	C4&D4&B3&C4 2
  1236	C4&D4&C4&A3&G3 2
  1237	C4&D4&C4&C4&E4 2
  1238	C4&D4&C4&C4&F3 2
  1239	C4&D4&C4&D4&E4 2
  1240	C4&D4&C4&F4&E4 2
  1241	C4&D4&C4&G3&A3 2
  1242	C4&D4&D4&B3 2
  1243	C4&D4&D4&E4 2
  1244	C4&D4&E4& 2
  1245	C4&D4&E4&E4&D4 2
  1246	C4&D4&E4&F4 2
  1247	C4&D4&G3&A3&B3 2
  1248	C4&E4 2
  1249	C4&E4&C4&D4 2
  1250	C4&E4&F4&G4&A4 2
  1251	C4&F3&A3&C4&C4 2
  1252	C4&F3&G3&A3&B3 2
  1253	C4&F3&G3&A3&G3 2
  1254	C4&F4 2
  1255	C4&F4&F4&E4&D4 2
  1256	C4&G3&A3&G3&G3 2
  1257	C4&G4&C4& 2
  1258	C5&B4&A4 2
  1259	D3&A3&A3&A3&G3 2
  1260	D3&C3&D3&E3&G3 2
  1261	D3&C3&D3&F3 2
  1262	D3&C3&F3 2
  1263	D3&C3&G3&F3&G3 2
  1264	D3&D3&A3&A3&G3 2
  1265	D3&D3&C3&A2 2
  1266	D3&D3&C3&D3&D3 2
  1267	D3&D3&D3&C3 2
  1268	D3&D3&F3&D3&C3 2
  1269	D3&D3&F3&F3&G3 2
  1270	D3&D3&G3&F3 2
  1271	D3&E3& 2
  1272	D3&E3&D3&C3 2
  1273	D3&E3&F3&G3& 2
  1274	D3&E3&F3&G3&D3 2
  1275	D3&F3&E3&F3&G3 2
  1276	D3&G3&A3&B3 2
  1277	D3&G3&F3&E3& 2
  1278	D3&G3&G3 2
  1279	D3&G3&G3&G3&G3 2
  1280	D4&B3&C4&B3 2
  1281	D4&C4& 2
  1282	D4&C4&A3&B3 2
  1283	D4&C4&B3&B3&B3 2
  1284	D4&C4&B3&C4&D4 2
  1285	D4&C4&C4&C4&B3 2
  1286	D4&C4&D4& 2
  1287	D4&C4&D4&C4&B3 2
  1288	D4&C4&D4&E4&D4 2
  1289	D4&D4&C4&B3& 2
  1290	D4&D4&D4&C4&B3 2
  1291	D4&D4&D4&D4&D4 2
  1292	D4&D4&E4&G4 2
  1293	D4&E4&C4&D4 2
  1294	D4&E4&D4&D4&D4 2
  1295	D4&F4&E4&F4&G4 2
  1296	E3&A3& 2
  1297	E3&B3&C4&D4 2
  1298	E3&D3&D3&D3 2
  1299	E3&D3&E3&F3&F3 2
  1300	E3&D3&E3&G3&A3 2
  1301	E3&D3&F3&E3&D3 2
  1302	E3&D3&F3&F3 2
  1303	E3&E3&B3&C4&D4 2
  1304	E3&E3&B3&E3 2
  1305	E3&E3&C4&C4 2
  1306	E3&E3&D3&E3 2
  1307	E3&E3&D3&G3&G3 2
  1308	E3&E3&E3& 2
  1309	E3&E3&E3&D3&C3 2
  1310	E3&E3&E3&D3&E3 2
  1311	E3&E3&E3&E3&D3 2
  1312	E3&E3&F3&G3&G3 2
  1313	E3&E3&G3&A3& 2
  1314	E3&E3&G3&A3&A3 2
  1315	E3&F3&A3 2
  1316	E3&F3&A3&C4&C4 2
  1317	E3&F3&C3 2
  1318	E3&F3&D3&C3&A2 2
  1319	E3&F3&D3&G3 2
  1320	E3&F3&E3&D3&F3 2
  1321	E3&F3&E3&E3 2
  1322	E3&F3&E3&E3&D3 2
  1323	E3&F3&G3&G3& 2
  1324	E3&F3&G3&G3&D3 2
  1325	E3&G3&A3&C4 2
  1326	E3&G3&E3&G3 2
  1327	E4&C4&D4&B3 2
  1328	E4&C4&D4&C4&B3 2
  1329	E4&C4&D4&C4&C4 2
  1330	E4&C4&E4&F4&G4 2
  1331	E4&D4&B3&C4 2
  1332	E4&D4&C4&C4 2
  1333	E4&D4&D4&C4&C4 2
  1334	E4&D4&D4&D4 2
  1335	E4&D4&E4&F4&D4 2
  1336	E4&D4&E4&F4&G4 2
  1337	E4&E4&D4&C4&C4 2
  1338	E4&E4&F4&G4 2
  1339	E4&F4&D4&D4&D4 2
  1340	E4&F4&D4&D4&E4 2
  1341	E4&F4&D4&F4 2
  1342	E4&F4&E4&G4&F4 2
  1343	E4&F4&G4&F4&F4 2
  1344	E4&G4&D4 2
  1345	E4&G4&E4&C4&A3 2
  1346	E4&G4&G4&G4 2
  1347	E4&G4&G4&G4&A4 2
  1348	F3&A3&A3&B3 2
  1349	F3&A3&A3&F3&G3 2
  1350	F3&A3&B3&A3&G3 2
  1351	F3&A3&B3&C4&B3 2
  1352	F3&A3&C4&A3&B3 2
  1353	F3&A3&C4&B3&A3 2
  1354	F3&A3&F3&E3 2
  1355	F3&A3&F3&G3&A3 2
  1356	F3&A3&G3&F3&A3 2
  1357	F3&B3&A3&B3&C4 2
  1358	F3&C3&D3&F3&E3 2
  1359	F3&C3&D3&F3&F3 2
  1360	F3&C4&C4&B3 2
  1361	F3&C4&D4&C4&B3 2
  1362	F3&D3&C3&C3&D3 2
  1363	F3&D3&D3&E3&D3 2
  1364	F3&D3&F3&D3&D3 2
  1365	F3&D3&F3&E3&D3 2
  1366	F3&D3&F3&F3& 2
  1367	F3&E3&C3&D3& 2
  1368	F3&E3&C3&D3&E3 2
  1369	F3&E3&C3&F3&E3 2
  1370	F3&E3&D3&C3&B2 2
  1371	F3&E3&D3&D3&F3 2
  1372	F3&E3&D3&F3&E3 2
  1373	F3&E3&E3&C3&D3 2
  1374	F3&E3&E3&E3&D3 2
  1375	F3&E3&E3&G3&G3 2
  1376	F3&E3&F3&G3& 2
  1377	F3&E3&G3& 2
  1378	F3&E3&G3&D3&E3 2
  1379	F3&F3&A3& 2
  1380	F3&F3&C3&D3&F3 2
  1381	F3&F3&C4&D4&C4 2
  1382	F3&F3&D3&D3&C3 2
  1383	F3&F3&E3&C3&D3 2
  1384	F3&F3&E3&D3&F3 2
  1385	F3&F3&F3&A3& 2
  1386	F3&F3&F3&C4& 2
  1387	F3&F3&F3&G3& 2
  1388	F3&F3&G3&D3&D3 2
  1389	F3&F3&G3&G3&B3 2
  1390	F3&G3&A3&C4 2
  1391	F3&G3&A3&C4&G3 2
  1392	F3&G3&A3&F3&A3 2
  1393	F3&G3&B3&B3 2
  1394	F3&G3&B3&G3 2
  1395	F3&G3&D3&E3&E3 2
  1396	F3&G3&E3&F3&D3 2
  1397	F3&G3&E3&F3&G3 2
  1398	F3&G3&F3&F3& 2
  1399	F3&G3&G3&F3&A3 2
  1400	F3&G3&G3&F3&F3 2
  1401	F4&D4&F4&E4&D4 2
  1402	F4&E4&D4&C4&C4 2
  1403	F4&E4&D4&F4&D4 2
  1404	F4&E4&D4&F4&G4 2
  1405	F4&E4&D4&G4 2
  1406	F4&F4&D4 2
  1407	F4&F4&E4&D4&D4 2
  1408	F4&F4&F4 2
  1409	F4&F4&F4&E4&D4 2
  1410	F4&F4&G4 2
  1411	F4&G4&G4&F4&G4 2
  1412	G2 2
  1413	G3&A3&A3&D3 2
  1414	G3&A3&A3&G3&G3 2
  1415	G3&A3&B3&A3&B3 2
  1416	G3&A3&B3&C4&A3 2
  1417	G3&A3&C4&A3 2
  1418	G3&A3&F3&G3&G3 2
  1419	G3&A3&G3&D3&G3 2
  1420	G3&A3&G3&F3& 2
  1421	G3&A3&G3&F3&D3 2
  1422	G3&B3&A3&F3&G3 2
  1423	G3&D3 2
  1424	G3&D3&G3&A3&G3 2
  1425	G3&D4&D4&D4&D4 2
  1426	G3&E3&F3&E3&D3 2
  1427	G3&F3&A3 2
  1428	G3&F3&E3&F3&D3 2
  1429	G3&F3&F3&G3 2
  1430	G3&F3&G3&F3 2
  1431	G3&F3&G3&G3&A3 2
  1432	G3&G3&A3&A3&A3 2
  1433	G3&G3&A3&B3&B3 2
  1434	G3&G3&A3&F3&G3 2
  1435	G3&G3&A3&G3&G3 2
  1436	G3&G3&C4&A3&G3 2
  1437	G3&G3&D4&E4&D4 2
  1438	G3&G3&F3&A3 2
  1439	G3&G3&F3&E3&E3 2
  1440	G3&G3&F3&F3&D3 2
  1441	G3&G3&F3&F3&G3 2
  1442	G3&G3&G3&C4&B3 2
  1443	G3&G3&G3&D4& 2
  1444	G3&G3&G3&F3&G3 2
  1445	G3&G3&G3&G3&A3 2
  1446	G4&C4&G4&A4 2
  1447	G4&G4&E4&G4 2
  1448	G4&G4&F4 2
  1449	B2&C3&B2 1
  1450	B4 1
  1451	C4&G4 1
  1452	C5 1
