G4&G4&F4&F4&G4 9
C4&D4&F4&G4 54
A4&G4&F4&G4&G4 325
C5&C5&C5&C5 601
C5&B4&A4 112
D4&D4&C4&F4&G4 48
F4&G4&A4&A4 315
A4&C5&B4 250
C5&D5&C5&A4&B4 24
A4&G4&F4&G4 1213
A4&B4&A4 23
A4&G4&A4&G4 742
G4&G4 405
E4 161
G4&A4&G4&F4&G4 107
F4&D4&C4&D4 161
G4&E4 113
F4&E4&D4&D4&A4 21
A4&G4&F4&G4&A4 338
 261
C4&D4 222
F4&F4&D4 161
F4&E4&D4&C4&D4 339
F4&E4&D4&D4 443
F4&E4&E4&F4&G4 19
A4&B4&A4&G4 154
A4&G4&G4 673
F4&E4&D4&E4&E4 62
C4 98
F4&E4&E4 126
E4&E4&G4&A4 7
E4&F4&G4 451
G4&A4&C5&B4 103
C5&B4&A4&G4 124
G4&G4&G4&G4 133
C5&C5 234
C5&D5&C5&B4 703
A4&C5 243
A4&C5&B4&C5&B4 8
A4&G4&A4&C5&B4 170
G4&A4&F4&E4&D4 11
G4 248
F4&A4 165
C5&B4&A4&B4 68
C5&C5&B4&C5 109
A4&G4&A4 638
F4&G4&A4&G4 347
F4&E4 198
E4&E4&D4 25
A4&A4&C5 177
A4&A4&A4 112
F4&E4&E4&E4 17
G4&A4&A4 27
C5&A4 274
A4&G4&G4&F4&G4 249
F4&F4&E4&F4&G4 199
F4&D4&C4 67
C4&C4&D4 124
E4&F4&G4&G4 129
A4&G4&A4&C5&G4 65
E4&F4&E4&D4 150
G4&F4&G4 103
F4&E4&D4&E4 293
E4&F4&E4&D4&E4 161
C4&F4&G4 143
E4&D4 147
F4&E4&E4&D4 30
G4&A4&C5 184
A4&A4&G4&F4&G4 244
G4&A4&G4 229
F4&E4&F4&G4 673
F4&F4&F4&G4 153
F4&E4&D4 493
F4&F4&E4&D4&E4 144
A4&A4&A4&A4 173
C5&G4 42
E4&F4&E4&D4&D4 87
E4&F4&G4&F4&G4 36
A4&G4&A4&C5 528
G4&E4&F4&E4&D4 17
F4&D4&D4 293
C4&D4&D4&E4&E4 5
G4&G4&A4 64
F4&D4 331
A4&C5&A4&G4 77
A4&A4 438
F4&E4&F4&G4&G4 80
C4&D4&D4 251
G4&A4&G4&G4 165
F4&D4&E4&F4&G4 66
D5&D5 218
C5&D5&C5&C5&B4 340
D5&D5&F5 26
D5&C5&D5&D5 31
F5 64
D5&F5&D5 13
C5&D5&C5&D5&D5 145
E5&F5&G5 50
G5&A5 36
E5&E5 32
G5&F5 42
E5&F5&E5&D5 257
D5&F5 70
C5&D5&C5&C5&D5 150
A4&C5&A4&B4 14
A4&A4&A4&G4 93
D5&C5&D5 51
E5&F5 85
C5&D5&E5&D5 418
C5&D5&C5&B4&B4 14
D5&C5&D5&C5&B4 18
B4 142
D5&C5&D5&E5 20
D5&C5 29
E5&G5&F5 6
D5&E5&F5&E5&D5 76
D5&E5&D5 127
C5&C5&D5&E5&D5 53
C5&C5&C5 79
A4&B4&C5&B4 575
A4&G4&A4&A4&G4 323
D5&D5&C5&D5&E5 8
E5&D5 237
E5&C5&D5&D5 30
E5&D5&E5 11
C5&D5&C5&C5&A4 44
D5&C5&C5 34
B4&C5&A4&G4 23
C5&A4&G4&A4&B4 18
C5&C5&B4 544
D5 107
C5&C5&B4&A4 34
C5&D5&F5 66
E5&D5&D5&D5 6
A4&G4 618
C5&C5&A4&C5&B4 18
C5&E5&D5 25
C5&A4&A4&G4 78
C5&C5&D5 235
C5&D5&D5&D5&D5 23
E5&F5&E5&E5&D5 58
D5&E5&D5&E5&D5 36
E5&D5&C5&B4 271
C5&B4 390
C5&D5 278
C5&C5&C5&C5&D5 75
C5&C5&D5&B4 98
E5&D5&E5&D5 34
C5&B4&C5&D5&D5 54
D5&E5&F5 37
C5&D5&C5&C5 214
C5&D5&B4 112
G4&F4 15
F4&G4&F4&F4&E4 6
F4&F4&F4 31
F4&F4 335
A4&C5&A4 75
C5&C5&D5&C5&C5 82
A4&C5&G4&G4 53
F4&F4&E4 240
F4&C4&D4&F4&G4 7
F4&F4&E4&G4&G4 15
A4&B4&A4&F4&G4 8
A4&G4&A4&C5&D5 10
C5&D5&B4&C5 39
A4&B4&C5 111
A4&A4&G4 267
F4&G4&F4&G4 63
F4&G4&F4&F4&D4 10
F4&F4&F4&F4 206
C4&C4&D4&F4&G4 33
F4&F4&G4&A4&G4 83
A4&A4&A4&A4&B4 5
A4&G4&A4&A4 39
F4&F4&G4 483
F4 253
F4&G4&A4&B4 18
A4&G4&G4&F4&F4 18
F4&G4&A4&F4&G4 25
F4&F4&G4&A4 81
A4&G4&A4&B4 564
G4&A4&G4&G4&G4 32
F4&A4&C5&C5&D5 25
E5&E5&D5 86
B4&C5&D5&D5 43
C5&D5&C5&D5 22
C5&C5&C5&B4 325
A4&G4&G4&G4 530
A4&G4&G4&G4&G4 71
D5&F5&D5&F5 9
C5&D5&D5&D5 234
E5&F5&G5&G5&F5 20
G5&G5&F5&E5&D5 17
C5&D5&D5&E5&D5 16
D5&B4 91
A4&G4&G4&A4&C5 206
F4&A4&C5&B4 41
A4&B4&C5&A4 23
D5&C5&B4 103
A4&C5&C5&B4 153
C5&D5&A4&C5&B4 15
B4&C5&D5&C5&B4 48
G4&A4&C5&C5&B4 26
F4&F4&F4&E4 51
C5&D5&D5 235
A4&A4&C5&B4 95
C5&B4&A4&G4&A4 6
A4&A4&B4 121
G4&A4&G4&E4&E4 17
A4&B4 239
D5&C5&C5&C5&B4 38
C5&A4&C5 172
A4&G4&G4&A4 89
F4&F4&G4&G4&E4 7
E4&F4&G4&G4&E4 13
F4&D4&C4&D4&D4 103
C4&D4&D4&A4&A4 24
G4&G4&A4&C5&C5 16
C5&C5&B4&A4&G4 64
C5&B4&A4&C5 25
F4&A4&A4 54
F4&E4&G4 31
G4&A4&A4&G4&G4 30
F4&G4&A4&A4&G4 66
C5&C5&B4&A4&C5 16
A4&C5&G4 30
E4&F4&E4 107
C5&A4&A4&A4&A4 14
A4&C5&A4&A4&A4 6
F4&G4&A4 329
A4 161
F4&A4&C5&C5&B4 57
C5&B4&A4&A4 14
C5&C5&C5&D5 31
A4&G4&A4&F4&G4 111
F4&G4&G4 259
F4&F4&G4&A4&A4 17
A4&C5&A4&A4&G4 34
A4&C5&C5&D5&D5 5
C5&B4&C5&B4 82
A4&B4&C5&A4&A4 9
F4&G4 325
A4&C5&A4&C5&C5 9
A4&C5&D5&B4 7
A4&B4&B4&A4&A4 8
A3&C4&D4&D4 28
D4&E4&D4&C4&D4 13
F4&F4&E4&D4 205
C4&D4&D4&F4&G4 20
F4&D4&F4&G4 40
F4&G4&F4&E4 72
F4&D4&D4&F4&F4 11
F4&C4&D4 117
C4&D4&F4&E4&D4 10
F4&F4&E4&F4&D4 66
E4&D4&C4&D4 19
C4&D4&F4&F4&G4 40
E4&F4&D4&D4&E4 11
F4&E4&E4&D4&D4 30
D4&D4&E4 8
D4&C4&C4&D4 24
A4&A4&B4&C5&B4 26
A4&B4&B4 58
G4&A4&B4 92
F4&E4&D4&F4&G4 36
G4&A4 247
F4&A4&G4 97
D4 207
C4&D4&D4&C4 14
G4&A4&G4&A4&G4 7
C5&A4&A4&G4&A4 85
A4&B4&C5&A4&C5 61
G4&A4&B4&A4 63
G4&G4&A4&C5 32
F4&A4&C5&C5 57
A4&G4&F4&A4&G4 9
C5 134
G4&G4&A4&G4 49
G4&G4&F4&G4&A4 21
A4&C5&G4&A4&G4 71
E4&F4&G4&G4&G4 91
C5&A4&G4 371
G4&G4&F4&E4&D4 9
E4&F4&G4&A4 25
C5&A4&C5&C5 38
F4&F4&G4&G4 17
F4&G4&G4&G4 6
C5& 30
D5&B4&D5&E5&D5 41
D5&D5&B4 62
A4&C5&C5 110
D5&E5&F5&G5&F5 8
E5&F5&E5 23
C5&E5&F5&E5&D5 12
C5&D5&C5&A4 67
G4&G4&D5&D5 57
E5&D5&C5&B4&C5 45
G4&A4&C5&C5 77
A4&D5&B4 72
D5&C5&D5&F5 94
D4&F4&F4&G4 5
G4&G4&G4 166
F4&E4&D4&A4&A4 7
D5&E5&D5&D5 12
G4&G4&C5 7
C5&C5&B4&C5&A4 122
E4&E4 143
F4&A4&G4&G4 45
A4&D5&C5&B4 19
C5&C5&C5&C5&B4 100
B4&C5 43
A4&G4&A4&C5&C5 43
F4&F4&F4&F4&E4 12
F4&F4&G4&F4&G4 33
E4&F4&D4 169
C4&D4&F4&F4 58
D4&C4 57
F4&F4&C4 18
E4&F4&G4&F4&F4 7
G4&B4 99
E5&G5 33
D5&D5&D5 24
D4&D4&D4 79
A4&B4&A4&G4&G4 56
E4&G4&A4&G4 51
D5&C5&D5&E5&D5 46
G4&F4&F4 44
C4&C4&C4 15
F4&E4&F4&D4 185
F4&F4&F4&E4&C4 9
C5&C5&B4&C5&D5 26
C5&C5&A4 46
C5&D5&C5 144
A4&C5&A4&A4 105
D4&F4&E4&D4 25
F4&D4&D4&A4&A4 11
A4&B4&C5&B4&B4 12
C5&D5&E5&F5 16
G5&F5&E5&D5 82
E5 67
C5&D5&F5&E5&D5 21
D5&C5&B4&A4 6
D4&D4&C4&D4 38
F4&E4&F4&E4&D4 176
F4&D4&F4&A4&G4 5
A4&C5&A4&C5 18
A4&G4&G4&A4&G4 98
F4&F4&E4&D4&D4 84
F4&G4&A4&G4&G4 64
D4&E4&F4&G4&G4 12
F4&F4&D4&C4&D4 16
F4&F4&D4&F4&D4 42
D4&G4 23
F4&E4&C4 39
F4&D4&F4&D4 6
F4&D4&E4 26
F4&E4&C4&D4 117
F4&G4&G4&F4&G4 30
E4&G4 58
F4&F4&F4&E4&D4 43
A4&G4&A4&G4&F4 15
E4&F4&G4&G4&A4 13
D4&E4 20
F4&F4&F4&D4 45
F4&D4&F4&G4&A4 13
E4&D4&E4&F4&G4 8
F4&E4&F4&F4&E4 26
C5&A4&G4&A4 19
A4&G4&A4&B4&A4 87
F4&F4&E4&F4&E4 11
F4&E4&D4&D4&C4 22
A4&G4&A4&C5&A4 56
F4&E4&G4&G4 75
F4&F4&F4&F4&D4 14
C5&C5&G4&A4 6
A4&A4&A4&C5 23
G4&F4&G4&G4 40
E4&F4&G4&G4&D4 7
A4&F4&G4 100
B4&B4&B4&B4 9
B4&B4 53
A4&B4&A4&B4 21
A4&G4&F4&G4&B4 18
C5&D5&C5&D5&F5 18
F5&G5&F5 5
F5&F5 49
G5&G5&F5 18
C5&C5&D5&E5 13
A4&C5&A4&C5&B4 5
C5&A4&C5&C5&D5 8
F4&A4&C5&D5 17
C5&C5&C5&B4&B4 8
C5&C5&C5&A4 83
A4&B4&B4&A4 22
A4&G4&E4&F4&G4 34
E4&F4&D4&C4 6
F4&C4 36
E4&C4&D4 9
C4&A3 25
A4&A4&B4&A4&A4 9
A4&A4&C5&A4&G4 50
F4&A4&C5 66
A4&G4&B4 37
F4&F4&G4&F4&F4 51
F4&A4&G4&A4 21
F4&A4&C5&G4 17
A4&A4&A4&B4 26
C5&D5&C5&A4&C5 7
C5&B4&B4 65
B4&B4&C5&B4&B4 5
F4&G4&G4&F4 15
G5 28
E5&F5&D5&C5&C5 10
C5&A4&B4 88
D4&D4&F4&G4 12
F4&F4&A4&C5&B4 23
D5&D5&B4&C5&D5 8
F4&C4&D4&F4&D4 5
F4&E4&D4&D4&D4 64
C5&C5&B4&C5&B4 37
D4&D4 122
G4&D5&D5&D5&D5 9
G5&G5 21
D5&D5&D5&D5 97
A4&B4&C5&A4&G4 25
D5&D5&E5&D5 95
D5&C5& 5
E4&F4&D4&E4 24
A4&B4&A4&A4&G4 15
G4&G4&A4&G4&G4 29
F4&A4&A4&C5 17
G4&G4&F4&G4 40
C5&D5&D5&C5&C5 11
C5&C5&G4&G4 12
C5&C5&C5&D5&B4 5
F4&G4&A4&C5&B4 32
G4&G4&A4&B4&A4 13
A4&G4&A4&G4&G4 44
G4&A4&B4&B4 9
C5&G4&A4 44
E4&G4&E4 69
E4&F4&F4&E4 6
E4&G4&G4 10
A4&C5&B4&A4&A4 5
C5&C5&C5&B4&A4 15
A4&G4&G4&C5&C5 6
C5&G4&A4&C5 11
G4&A4&F4&G4 28
G4&F4&E4 6
C5&A4&A4 41
F4&F4&E4&C4&D4 15
E4&F4&F4&D4 23
F4&A4&A4&B4 34
A4&G4&G4&G4&A4 29
C5&G4&G4 9
D4&F4&G4&A4 7
B3 29
C4&C4&B3 12
C4&B3 26
E4&F4&G4&F4&E4 21
E4&D4&E4 16
E4&F4&E4&D4&C4 18
C4&C4 74
C4&E4 6
A3&B3 9
A3&G3 12
D4&C4&B3 11
E4&D4&F4&G4 5
F4&D4&F4&E4&D4 11
F4&E4&F4&G4&A4 40
G4&G4&G4&G4&G4 28
A4&A4&G4&F4&E4 56
D4&C4&D4 161
F4&F4&F4&F4&G4 39
F4&E4&F4&D4&D4 35
G4&G4&B4&C5&D5 6
B4&C5&A4 6
D4&C4&F4&G4 21
G4&A4&C5&A4 18
F4&D4&D4&D4 92
A4&G4&F4 25
A4&A4&G4&G4&G4 11
F4&F4&A4 56
C5&C5&C5&A4&C5 31
C5&C5&C5&C5&C5 7
G4&G4&G4&A4 25
C5&D5&E5&D5&E5 10
F4&G4&G4&D5&D5 5
E5&D5&C5&B4&A4 62
C5&D5&D5&D5&E5 16
A4&C5&C5&B4&G4 6
C5&B4&C5 62
G4&G4&G4&A4&G4 11
A4&G4&G4&D5&D5 71
C5&D5&E5 88
C5&A4&A4&A4&G4 9
A4&B4&C5&B4&A4 15
C5&A4&G4&G4&G4 9
A4&A4&G4&G4 159
C5&C5&D5&D5 30
G4&A4&G4&F4&A4 6
G4&A4&F4&A4 5
F4&A4&G4&A4&G4 8
D4&E4&F4&G4 48
G4&G4&G4&F4&G4 12
B4&A4&G4&F4&G4 5
F4&F4&E4&G4 45
F4&E4&D4&C4 49
F4&D4&D4&C4&D4 45
E4&F4&D4&D4 121
C4&D4&F4&E4&G4 5
F4&E4&E4&G4&G4 5
A4&A4&C5&G4&A4 5
F4&D4&F4&F4 75
F4&E4&F4 6
F4&A4&B4 47
C4&D4&D4&D4 130
F4&G4&E4&F4&D4 9
A4&C5&G4&A4 16
D5&C5&D5&F5&D5 5
D5&E5 60
F5&E5&D5 57
D5&D5&C5&A4 7
D5&C5&C5&B4 17
D5&F5&F5&F5 6
A5&G5&F5 9
A5 18
A5&A5 6
G5&A5&G5&F5 12
E5&F5&E5&D5&F5 10
B5&A5 8
G5&G5&A5 8
D5&D5&C5&C5&D5 23
C5&A4&A4&G4&G4 29
A4&G4&G4&B4 12
G4&F4&F4&G4 15
B4&B4&B4 9
A4&A4&G4&A4 25
F4&F4&D4&F4&G4 28
F4&B4 18
B4&A4&B4 26
F4&D4&D4&C4 53
F4&G4&A4&A4&A4 12
E4&F4&G4&E4 12
F4&F4&D4&D4 27
A4&G4&F4&E4&D4 75
F4&E4&F4&G4&E4 18
F4&E4&F4&F4&D4 17
A4&G4&C5&C5 9
D4&E4&G4&A4 5
A4&A4&G4&A4&G4 8
F4&A4&G4&F4&G4 42
A4&A4&G4&A4&B4 20
C5&B4&A4&B4&B4 7
B4&C5&D5 41
B4&C5&B4 35
F4&A4&A4&G4 9
D5&D5&E5&F5 15
A4&A4&F4&G4 48
A3&C4&D4&F4&D4 14
F4&D4&F4&F4&G4 18
F4&D4&D4&D4&E4 10
D4&C4&D4&D4 11
A3&C4&D4 50
F4&D4&D4&D4&D4 24
D4&C4&D4&F4&G4 15
A3 56
F4&G4&G4&G4&G4 5
A4&A4&A4&G4&A4 10
E4&F4&G4&E4&E4 8
C4&D4&F4&F4&C4 6
D4&D4&D4&D4 18
F4&D4&F4&E4 8
F4&G4&G4&A4&G4 10
A4&C5&B4&A4&G4 13
C4&D4&E4&F4&G4 7
F4&F4&G4&A4&C5 9
G4&G4&C5&A4&G4 14
G4&F4&G4&A4 22
D4&D4&G4&F4&F4 5
F4&E4&D4&F4&F4 22
C4&D4&D4&F4&F4 11
F4&E4&C4&D4& 20
C5&A4&G4&A4&G4 20
C5&C5&B4&B4 21
G4&F4&E4&D4 12
A4&G4&G4&F4 14
A4&G4&G4&G4&E4 7
F4&G4&A4&A4&B4 31
C4&F4&E4&F4&G4 6
F4&E4&D4&F4&D4 28
C5&B4&C5&D5 45
D5&D5&E5&E5&D5 5
C5&A4&C5&A4&G4 5
E5&F5&D5&C5 5
F4&C4&D4&D4 30
F4&D4&D4&F4&E4 7
G4&A4&G4&F4&D4 13
G4&G4&C5&B4 18
C5&C5&D5&C5&A4 17
E5&F5&D5 33
C5&D5&B4&C5&B4 19
D5&E5&D5&D5&B4 5
C4&F4&G4&A4&B4 5
F4&G4&F4&F4 12
D4&D4&C4 47
F4&E4&D4&D4&E4 6
C4&F4&F4 26
A4&A4&C5&C5 25
G4&G4&A4&C5&B4 29
A4&B4&C5&G4&G4 5
E4&F4&E4&F4&G4 15
G4&G4&F4&A4 6
A4&C5&C5&G4&G4 10
G4&E4&F4&F4&E4 25
F4&E4&F4&E4 11
C5&A4&C5&D5 10
A4&G4&F4&F4&G4 40
A4&B4&A4&A4 7
C5&B4&C5&D5&C5 8
B4&A4 11
C5&F4&A4 11
C5&B4&C5&B4&B4 6
A4&C5&D5&C5&B4 25
A4&A4&B4&A4&G4 5
G4&A4&C5&A4&G4 9
E5&D5&C5&C5&B4 7
A4&A4&A4&G4&G4 77
A4&G4&F4&G4&D4 14
C5&B4&C5&A4&G4 7
G4&C5&C5&D5 16
A4&B4&G4&G4 6
D4&F4&E4 27
F4&F4&A4&G4 5
G4&G4&A4&G4&A4 7
D5&B4&C5&C5&B4 5
G4&G4&F4 6
D4&E4&D4 13
A4&G4&C5&B4 12
F4&F4&C4&D4 5
E4&F4 13
C5&B4&G4 12
A4&B4&A4&G4&A4 10
C5&C5&B4&A4&A4 13
D4&F4&G4 40
C4&D4&D4&C4&D4 15
F4&F4&E4&E4&D4 5
C4&D4&C4&D4 10
C4&D4&D4&D4&D4 57
E4&F4&G4&F4&D4 9
B4&A4&G4&A4&B4 9
B4&B4&A4&B4 8
A4&G4&G4&A4&A4 9
F4&A4&F4&G4 21
F4&D4&F4&C4 6
E4&G4&A4&A4 9
C5&A4&G4&A4&C5 11
F4&D4&D4&E4 24
C5&G4&A4&C5&B4 6
D5&C5&C5&D5 22
C5&D5&D5&C5&B4 20
G4&A4&C5&A4&A4 25
F4&D4&C4&C4&D4 15
D4&D4&D4&E4 15
C5&A4&C5&B4 35
F4&C5&C5&D5 5
F4&C4&D4&F4&E4 24
F4&E4&D4&F4&E4 19
A4&B4&C5&D5 11
F4&G4&A4&G4&A4 12
C5&C5&D5&C5&B4 45
D4&F4&G4&G4 6
D5&B4&C5 6
A4&G4&A4&B4&G4 6
G4&A4&C5&B4&A4 9
G4&C5&C5&B4 5
A4&A4&C5&C5&C5 5
F4&C4&C4&D4 5
G4&F4&F4&E4&D4 5
C5&A4&C5&C5&B4 8
D4&F4&D4&D4 9
D4&C4&D4&F4&F4 7
F4&G4&F4&D4 10
D5&D5&D5&E5&D5 18
C5&C5&B4&C5&C5 9
C5&D5&D5&C5&A4 5
A4&G4&G4&F4&A4 6
C5&C5&A4&C5&D5 8
F4&C4&D4&D4&D4 12
F4&D4&F4&C4&D4 13
A4&G4&E4&E4 9
C5&D5&E5&D5&D5 27
C5&A4&G4&F4&G4 27
C5&D5&B4&C5&A4 7
F4&F4&F4&G4&A4 11
D4&F4&F4&E4 7
F4&E4&C4&D4&D4 33
F4&D4&E4&F4&D4 8
F4&D4&F4&D4&D4 13
D4&F4&E4&F4&D4 13
F4&F4&F4&C4&D4 7
C4&C4&D4&F4&F4 9
F4&D4&C4&C4 8
E4&D4&D4 28
C4&A3&C4&D4 5
F4&E4&D4&E4&D4 6
F4&F4&D4&F4&F4 7
F4&C4&A3 6
F4&C4&C4 12
E5&C5 13
B4&C5&B4&A4 6
C5&D5&B4&C5&D5 13
C5&B4&D5&E5 5
A4&C5&A4&G4&G4 21
G4&G4&C5&C5&B4 25
A4&C5&A4&C5&D5 6
D4&D4&D4&F4&G4 6
C5&C5&B4&A4&B4 21
G4&G4&A4&B4 5
C4&C4&D4&D4 22
A4&A4&B4&A4 10
A4&G4&F4&D4 6
F4&G4&G4&F4&F4 10
G4&G4&G4&B4 10
C5&D5&C5&E5&D5 17
G4&A4&G4&F4&F4 16
A4&G4&G4&F4&D4 6
C5&B4&A4&C5&C5 9
A4&G4&F4&F4 13
C5&C5&G4&B4 21
C5&A4&G4&G4 20
E4&G4&A4 45
G4&E4&E4 7
A4&A4&C5&A4&A4 18
A4&A4&A4&A4&G4 25
G4&A4&A4&G4 20
D4&A4&A4&G4 7
A4&A4&C5&A4 15
E5&F5&F5 5
F4&A4&A4&G4&G4 8
D4&F4&F4 7
C5&A4&A4&B4 11
G4&A4&G4&A4&B4 6
C5&B4&C5&A4 13
A4&G4&F4&E4 59
E4&F4&D4&C4&D4 47
A4&A4&F4&G4&A4 7
F4&D4&D4&F4&G4 24
D4&F4&D4&C4&D4 10
F4&A4&C5&A4 9
A4&B4&A4&A4&A4 5
C4&D4&F4&D4 31
F4&A4&D4 12
C5&D5&G4&A4&C5 5
A4&G4&A4&D5&E5 5
C5&D5&C5&A4&G4 21
A4&A4&D4 5
C5&C5&C5&G4&B4 21
D5&D5&E5 13
C5&D5&E5&D5&C5 9
F4&G4&G4&A4 17
G4&F4&G4&A4&G4 22
A4&A4&C5&G4&G4 9
F4&E4&F4&F4&G4 14
G4&A4&B4&C5&B4 30
G4&A4&G4&A4&C5 8
A4&G4&C5&B4&C5 5
A4&A4&A4&C5&A4 10
E5&D5&C5&D5&D5 7
E5&F5&E5&F5&D5 22
E5&E5&D5&D5&E5 8
B4&C5&B4&A4&G4 11
E5&E5&D5&D5&D5 6
D5&D5&D5&F5 7
E5&F5&D5&D5 30
B4&D5&E5&D5 6
E5&G5&E5&D5 5
C5&C5&E5&D5 7
D5&C5&B4&C5&B4 6
A4&B4&C5&G4 5
A4&A4&G4&A4&A4 6
D5&D5&C5&B4 19
D4&A4&A4 7
G4&C5&B4&C5&D5 7
C5&B4&G4&G4 5
D4&G4&F4&G4 9
G4&F4&G4&G4&G4 5
A4&C5&B4&A4&B4 7
D5&C5&D5&D5&D5 7
A4&G4&F4&A4 15
G4&C5&C5 10
C5&A4&C5&D5&D5 7
D4&F4&D4 28
G4&G4&B4 30
D5&E5&C5&A4 7
C5&C5&F4 5
C4&C4&E4&F4&G4 8
G4&A4&G4&G4&F4 9
D4&E4&D4&E4 6
C5&D5&E5&E5&D5 14
F4&A4&A4&A4&G4 10
C4&F4&G4&A4 12
F5&F5&E5&D5 14
G4&G4&A4&A4 20
G4&G4&G4&A4&C5 24
B4&A4&G4 16
F4&A4&A4&A4 5
F4&G4&A4&G4&F4 60
A4&G4&C5&C5&D5 5
C5&A4&B4&C5 8
D4&D4&C4&C4&D4 6
F4&E4&C4&F4&G4 12
E5&E5&D5&E5&D5 16
D5&D5&C5&C5&B4 6
C5&D5&C5&D5&B4 9
E5&F5&E5&F5 7
F4&E4&D4&G4&G4 7
D5&E5&D5&C5&B4 20
F4&A4&A4&A4&A4 12
A4&D5 5
A4&G4&E4&G4&E4 10
A4&A4&G4&A4&C5 26
D5&B4&C5&D5 15
F4&A4&F4&G4&A4 13
F4&E4&G4&E4 11
E4&F4&E4&C4&D4 6
F4&E4&D4&C4&C4 5
G4&F4&E4&D4&D4 8
G4&E4&G4&A4&G4 7
G4&A4&F4&F4&G4 11
F4&F4&A4&C5&C5 11
C5&D5&A4 9
D4&C4&D4&F4&E4 5
C5&C5&A4&C5 6
F4&G4&F4&G4&A4 12
C5&C5&C5&A4&B4 8
A4&C5&B4&A4&C5 10
A4&B4&C5&C5&C5 5
A4&B4&G4 31
A4&G4&A4&G4&A4 16
G4&A4&G4&F4 13
B4&C5&D5&E5&D5 6
C5&B4&C5&C5 6
F4&D4&C4&F4&G4 15
C4&D4&D4&A4 12
C5&B4&A4&C5&B4 21
E4&F4&G4&A4&G4 22
F4&F4&D4&C4&C4 6
C5&D5&F5&F5 8
D5&C5&C5&C5 6
C5&D5&D5&F5 7
E4&D4&E4&E4 18
C4&D4&D4&A4&C5 12
F4&E4&F4&A4&C5 5
A4&F4&G4&A4&G4 7
E5&F5&G5&F5 18
G5&D5&F5 5
F4&G4&D4 6
E5&F5&G5&G5 5
C5&F5 15
C6 9
G5&A5&A5 15
A4&G4&A4&G4&B4 5
F4&F4&F4&D4&D4 7
C4&C4&D4&F4&D4 9
F4&F4&A4&A4 48
C5&D5&E5&D5& 5
G4&A4&F4&E4 5
A4&C5&A4&G4&A4 18
A4&F4&A4 13
F4&E4&G4&G4&A4 17
G4&F4&A4&C5&C5 9
G4&B4&C5&A4&G4 8
C5&A4&B4&A4&G4 5
G4&A4&G4&A4 26
F4&G4&A4&G4& 19
A4&G4&G4&G4&F4 5
A4&G4&A4&B4&C5 6
C5&B4&A4&A4&G4 8
G4&A4&E4&E4 5
A4&G4&F4&G4&E4 6
B3&C4&D4 15
E4&E4&F4&E4&D4 11
E4&E4&E4 34
F4&F4&E4&D4&C4 5
E4&E4&E4&D4 9
A4&A4&C5&C5&B4 5
G4&G4&A4&C5&A4 8
A4&A4&G4&C5&C5 8
D5&E5&F5&D5 5
F4&F4&F4&A4 11
C5&C5&C5&C5&A4 19
G4&C5&C5&G4&B4 7
A4&G4&G4&C5&B4 7
A4&C5&C5&C5 6
C4&F4&G4&A4&G4 10
F4&G4&F4&F4&G4 12
A3&C4 12
B4&C5&A4&G4&G4 5
C5&B4&D5&E5&D5 5
G4&A4&C5&C5&D5 8
A4&G4&F4&F4&A4 7
C5&D5&G4 8
C5&D5&F5&F5&F5 5
F4&E4&F4&D4&C4 10
E4&F4&E4&G4 6
F4&F4&D4&G4 5
A4&A4&F4&A4 5
E5&F5&D5&C5&B4 8
E4&G4&E4&E4 9
C5&D5&A4&A4&G4 8
C5&C5&A4&B4 5
A4&G4&A4&G4&E4 6
A4&G4&A4&G4&D4 9
B4&C5&C5 5
A4&C5&A4&C5&A4 6
C5&C5&D5&C5 11
F4&E4&G4&A4 19
F4&G4&F4&E4&D4 17
G4&G4&C5&A4 15
A4&A4&C5&G4 5
C5&D5&B4&B4 7
D5&B4&C5&B4 9
E4&F4&E4&E4 5
F4&D4&F4&D4&C4 10
E4&F4&E4&E4&D4 6
G5&F5&E5&D5&F5 9
D5&E5&E5&D5 8
C5&A4&C5&C5&C5 6
G4&E4&G4 5
D4&C4&F4&G4&A4 8
C5&C5&C5&D5&E5 6
C4&F4&E4&D4 5
C5&D5&E5&D5&B4 12
A4&G4&G4&E4 7
E5&C5&C5&B4 6
C5&C5&D5&F5 12
G4&A4&F4&F4&D4 6
D5&C5&B4&C5&D5 7
D5&D5&F5&E5&D5 5
G4&B4&C5&D5&D5 7
A4&G4&A4&F4&F4 6
C5&D5& 5
A4&C5&C5&G4 9
G5&G5&G5 6
A4&A4&A4&F4&G4 7
A4&G4&E4 12
C5&A4&C5&G4 5
F4&E4&F4&G4&D4 9
E5&D5&D5 10
F4&G4&B4 5
G5&A5&G5 7
G4&E4&F4&F4 9
C5&B4&G4&A4 7
G3 5
F5&D5&D5 8
C4&D4&D4&D4&E4 8
E4&F4&D4&D4&D4 16
A4&G4&A4&A4&A4 9
D5&D5&D5&C5&B4 11
G4&E4&G4&A4 6
G4&G4&G4&C5&B4 10
F4&G4&G4&A4&C5 9
C5&D5&C5&A4&A4 10
G4&A4&C5&D5&D5 11
C4&D4&F4&D4&D4 8
F4&D4&C4&D4&F4 5
A4&B4&G4&A4&B4 5
D4&C4&C4 8
F4&D4&D4&G4&G4 7
D5&C5&B4&B4 6
A4&B4&B4&B4 5
A4&G4&E4&G4 7
G4&C5&C5&C5&C5 7
A4&A4&F4&A4&G4 6
A4&G4&F4&A4&C5 5
F4&E4&D4&G4 6
G4&A4&C5&A4&B4 8
A4&G4&F4&E4&E4 10
E4&E4&E4&E4 6
D5&E5&F5&E5 7
A4&B4&G4&F4&F4 7
E5&G5&G5 6
E5&E5&E5&D5 9
C5&C5&G4 5
D4&D4&D4&C4&D4 10
E4&E4&D4&E4&D4 5
F4&F4&D4&C4 14
C4&A3&C4&D4&D4 6
F4&D4&D4&F4&D4 5
& 4
D4&F4&D4&C4 10
C4&F4&F4&G4 6
E5&F5&G5&F5&F5 7
G4&A4&F4&F4 7
A4&A4&D5&D5 7
E4&F4&A4&A4 7
F5&E5 15
F4&F4&F4&E4&G4 7
C5&B4&A4&G4&G4 11
G4&A4&G4&F4&E4 6
A4&F4&G4&A4&C5 5
D5&C5&B4&A4&G4 5
C5&D5&A4&B4 5
D4&C4&F4 5
A4&B4&A4&G4&F4 5
G4&C5&B4 6
D4&G4&A4&G4 11
A4&C5&C5&C5&C5 6
A4&F4&G4&G4 7
E4&F4&A4&C5&G4 5
E5&E5&E5 6
E4&D4&F4&E4&E4 5
D4&F4&D4&D4&C4 6
G4&F4&E4&D4&E4 8
C5&D5&E5&G5 6
G4&A4&A4&A4&A4 10
E4&D4&G4&A4 7
B3&C4&D4&D4 8
A4&B4&C5&C5 14
G5&F5&E5&D5&C5 5
D4&A4&G4 5
C4&B3&C4&D4&D4 8
E4&F4&G4&D4 6
C4&E4&F4&G4 5
D4&F4&G4&A4&G4 6
C5&C5&E5&F5&G5 5
A4&B4&G4&F4&G4 10
C5&E5&F5&G5 6
E5&E5&D5&C5&B4 6
C4&D4&E4&F4&D4 6
A4&F4&G4&D4 5
B4&G4&F4&G4 6
C5&D5&A4&G4&A4 5
G4&E4&F4&E4 6
A4&A4&B4&B4&B4 5
B4&C5&A4&G4&A4 6
D4&G4&G4 6
B4&C5&D5&D5&D5 7
A4&C5&C5&C5&G4 6
A4&B4&G4&F4 5
B5&C6 6
B5 11
D6 1
