     1	A4&G4&F4&G4 1213
     2	A4&G4&A4&G4 742
     3	C5&D5&C5&B4 703
     4	A4&G4&G4 673
     5	F4&E4&F4&G4 673
     6	A4&G4&A4 638
     7	A4&G4 618
     8	C5&C5&C5&C5 601
     9	A4&B4&C5&B4 575
    10	A4&G4&A4&B4 564
    11	C5&C5&B4 544
    12	A4&G4&G4&G4 530
    13	A4&G4&A4&C5 528
    14	F4&E4&D4 493
    15	F4&F4&G4 483
    16	E4&F4&G4 451
    17	F4&E4&D4&D4 443
    18	A4&A4 438
    19	C5&D5&E5&D5 418
    20	G4&G4 405
    21	C5&B4 390
    22	C5&A4&G4 371
    23	F4&G4&A4&G4 347
    24	C5&D5&C5&C5&B4 340
    25	F4&E4&D4&C4&D4 339
    26	A4&G4&F4&G4&A4 338
    27	F4&F4 335
    28	F4&D4 331
    29	F4&G4&A4 329
    30	A4&G4&F4&G4&G4 325
    31	C5&C5&C5&B4 325
    32	F4&G4 325
    33	A4&G4&A4&A4&G4 323
    34	F4&G4&A4&A4 315
    35	F4&D4&D4 293
    36	F4&E4&D4&E4 293
    37	C5&D5 278
    38	C5&A4 274
    39	E5&D5&C5&B4 271
    40	A4&A4&G4 267
    41	F4&G4&G4 259
    42	E5&F5&E5&D5 257
    43	F4 253
    44	C4&D4&D4 251
    45	A4&C5&B4 250
    46	A4&G4&G4&F4&G4 249
    47	G4 248
    48	G4&A4 247
    49	A4&A4&G4&F4&G4 244
    50	A4&C5 243
    51	F4&F4&E4 240
    52	A4&B4 239
    53	E5&D5 237
    54	C5&C5&D5 235
    55	C5&D5&D5 235
    56	C5&C5 234
    57	C5&D5&D5&D5 234
    58	G4&A4&G4 229
    59	C4&D4 222
    60	D5&D5 218
    61	C5&D5&C5&C5 214
    62	D4 207
    63	A4&G4&G4&A4&C5 206
    64	F4&F4&F4&F4 206
    65	F4&F4&E4&D4 205
    66	F4&F4&E4&F4&G4 199
    67	F4&E4 198
    68	F4&E4&F4&D4 185
    69	G4&A4&C5 184
    70	A4&A4&C5 177
    71	F4&E4&F4&E4&D4 176
    72	A4&A4&A4&A4 173
    73	C5&A4&C5 172
    74	A4&G4&A4&C5&B4 170
    75	E4&F4&D4 169
    76	G4&G4&G4 166
    77	F4&A4 165
    78	G4&A4&G4&G4 165
    79	A4 161
    80	D4&C4&D4 161
    81	E4 161
    82	E4&F4&E4&D4&E4 161
    83	F4&D4&C4&D4 161
    84	F4&F4&D4 161
    85	A4&A4&G4&G4 159
    86	A4&B4&A4&G4 154
    87	A4&C5&C5&B4 153
    88	F4&F4&F4&G4 153
    89	C5&D5&C5&C5&D5 150
    90	E4&F4&E4&D4 150
    91	E4&D4 147
    92	C5&D5&C5&D5&D5 145
    93	C5&D5&C5 144
    94	F4&F4&E4&D4&E4 144
    95	C4&F4&G4 143
    96	E4&E4 143
    97	B4 142
    98	C5 134
    99	G4&G4&G4&G4 133
   100	C4&D4&D4&D4 130
   101	E4&F4&G4&G4 129
   102	D5&E5&D5 127
   103	F4&E4&E4 126
   104	C4&C4&D4 124
   105	C5&B4&A4&G4 124
   106	C5&C5&B4&C5&A4 122
   107	D4&D4 122
   108	A4&A4&B4 121
   109	E4&F4&D4&D4 121
   110	F4&C4&D4 117
   111	F4&E4&C4&D4 117
   112	G4&E4 113
   113	A4&A4&A4 112
   114	C5&B4&A4 112
   115	C5&D5&B4 112
   116	A4&B4&C5 111
   117	A4&G4&A4&F4&G4 111
   118	A4&C5&C5 110
   119	C5&C5&B4&C5 109
   120	D5 107
   121	E4&F4&E4 107
   122	G4&A4&G4&F4&G4 107
   123	A4&C5&A4&A4 105
   124	D5&C5&B4 103
   125	F4&D4&C4&D4&D4 103
   126	G4&A4&C5&B4 103
   127	G4&F4&G4 103
   128	A4&F4&G4 100
   129	C5&C5&C5&C5&B4 100
   130	G4&B4 99
   131	A4&G4&G4&A4&G4 98
   132	C4 98
   133	C5&C5&D5&B4 98
   134	D5&D5&D5&D5 97
   135	F4&A4&G4 97
   136	A4&A4&C5&B4 95
   137	D5&D5&E5&D5 95
   138	D5&C5&D5&F5 94
   139	A4&A4&A4&G4 93
   140	F4&D4&D4&D4 92
   141	G4&A4&B4 92
   142	D5&B4 91
   143	E4&F4&G4&G4&G4 91
   144	A4&G4&G4&A4 89
   145	C5&A4&B4 88
   146	C5&D5&E5 88
   147	A4&G4&A4&B4&A4 87
   148	E4&F4&E4&D4&D4 87
   149	E5&E5&D5 86
   150	C5&A4&A4&G4&A4 85
   151	E5&F5 85
   152	F4&F4&E4&D4&D4 84
   153	C5&C5&C5&A4 83
   154	F4&F4&G4&A4&G4 83
   155	C5&B4&C5&B4 82
   156	C5&C5&D5&C5&C5 82
   157	G5&F5&E5&D5 82
   158	F4&F4&G4&A4 81
   159	F4&E4&F4&G4&G4 80
   160	C5&C5&C5 79
   161	D4&D4&D4 79
   162	C5&A4&A4&G4 78
   163	A4&A4&A4&G4&G4 77
   164	A4&C5&A4&G4 77
   165	G4&A4&C5&C5 77
   166	D5&E5&F5&E5&D5 76
   167	A4&C5&A4 75
   168	A4&G4&F4&E4&D4 75
   169	C5&C5&C5&C5&D5 75
   170	F4&D4&F4&F4 75
   171	F4&E4&G4&G4 75
   172	C4&C4 74
   173	A4&D5&B4 72
   174	F4&G4&F4&E4 72
   175	A4&C5&G4&A4&G4 71
   176	A4&G4&G4&D5&D5 71
   177	A4&G4&G4&G4&G4 71
   178	D5&F5 70
   179	E4&G4&E4 69
   180	C5&B4&A4&B4 68
   181	C5&D5&C5&A4 67
   182	E5 67
   183	F4&D4&C4 67
   184	C5&D5&F5 66
   185	F4&A4&C5 66
   186	F4&D4&E4&F4&G4 66
   187	F4&F4&E4&F4&D4 66
   188	F4&G4&A4&A4&G4 66
   189	A4&G4&A4&C5&G4 65
   190	C5&B4&B4 65
   191	C5&C5&B4&A4&G4 64
   192	F4&E4&D4&D4&D4 64
   193	F4&G4&A4&G4&G4 64
   194	F5 64
   195	G4&G4&A4 64
   196	F4&G4&F4&G4 63
   197	G4&A4&B4&A4 63
   198	C5&B4&C5 62
   199	D5&D5&B4 62
   200	E5&D5&C5&B4&A4 62
   201	F4&E4&D4&E4&E4 62
   202	A4&B4&C5&A4&C5 61
   203	D5&E5 60
   204	F4&G4&A4&G4&F4 60
   205	A4&G4&F4&E4 59
   206	A4&B4&B4 58
   207	C4&D4&F4&F4 58
   208	E4&G4 58
   209	E5&F5&E5&E5&D5 58
   210	C4&D4&D4&D4&D4 57
   211	D4&C4 57
   212	F4&A4&C5&C5 57
   213	F4&A4&C5&C5&B4 57
   214	F5&E5&D5 57
   215	G4&G4&D5&D5 57
   216	A3 56
   217	A4&A4&G4&F4&E4 56
   218	A4&B4&A4&G4&G4 56
   219	A4&G4&A4&C5&A4 56
   220	F4&F4&A4 56
   221	C4&D4&F4&G4 54
   222	C5&B4&C5&D5&D5 54
   223	F4&A4&A4 54
   224	A4&C5&G4&G4 53
   225	B4&B4 53
   226	C5&C5&D5&E5&D5 53
   227	F4&D4&D4&C4 53
   228	D5&C5&D5 51
   229	E4&G4&A4&G4 51
   230	F4&F4&F4&E4 51
   231	F4&F4&G4&F4&F4 51
   232	A3&C4&D4 50
   233	A4&A4&C5&A4&G4 50
   234	E5&F5&G5 50
   235	F4&E4&D4&C4 49
   236	F5&F5 49
   237	G4&G4&A4&G4 49
   238	A4&A4&F4&G4 48
   239	B4&C5&D5&C5&B4 48
   240	D4&D4&C4&F4&G4 48
   241	D4&E4&F4&G4 48
   242	F4&F4&A4&A4 48
   243	D4&D4&C4 47
   244	E4&F4&D4&C4&D4 47
   245	F4&A4&B4 47
   246	C5&C5&A4 46
   247	D5&C5&D5&E5&D5 46
   248	C5&B4&C5&D5 45
   249	C5&C5&D5&C5&B4 45
   250	E4&G4&A4 45
   251	E5&D5&C5&B4&C5 45
   252	F4&A4&G4&G4 45
   253	F4&D4&D4&C4&D4 45
   254	F4&F4&E4&G4 45
   255	F4&F4&F4&D4 45
   256	A4&G4&A4&G4&G4 44
   257	C5&D5&C5&C5&A4 44
   258	C5&G4&A4 44
   259	G4&F4&F4 44
   260	A4&G4&A4&C5&C5 43
   261	B4&C5 43
   262	B4&C5&D5&D5 43
   263	F4&F4&F4&E4&D4 43
   264	C5&G4 42
   265	F4&A4&G4&F4&G4 42
   266	F4&F4&D4&F4&D4 42
   267	G5&F5 42
   268	B4&C5&D5 41
   269	C5&A4&A4 41
   270	D5&B4&D5&E5&D5 41
   271	F4&A4&C5&B4 41
   272	A4&G4&F4&F4&G4 40
   273	C4&D4&F4&F4&G4 40
   274	D4&F4&G4 40
   275	F4&D4&F4&G4 40
   276	F4&E4&F4&G4&A4 40
   277	G4&F4&G4&G4 40
   278	G4&G4&F4&G4 40
   279	A4&G4&A4&A4 39
   280	C5&D5&B4&C5 39
   281	F4&E4&C4 39
   282	F4&F4&F4&F4&G4 39
   283	C5&A4&C5&C5 38
   284	D4&D4&C4&D4 38
   285	D5&C5&C5&C5&B4 38
   286	A4&G4&B4 37
   287	C5&C5&B4&C5&B4 37
   288	D5&E5&F5 37
   289	D5&E5&D5&E5&D5 36
   290	E4&F4&G4&F4&G4 36
   291	F4&C4 36
   292	F4&E4&D4&F4&G4 36
   293	G5&A5 36
   294	B4&C5&B4 35
   295	C5&A4&C5&B4 35
   296	F4&E4&F4&D4&D4 35
   297	A4&C5&A4&A4&G4 34
   298	A4&G4&E4&F4&G4 34
   299	C5&C5&B4&A4 34
   300	D5&C5&C5 34
   301	E4&E4&E4 34
   302	E5&D5&E5&D5 34
   303	F4&A4&A4&B4 34
   304	C4&C4&D4&F4&G4 33
   305	E5&F5&D5 33
   306	E5&G5 33
   307	F4&E4&C4&D4&D4 33
   308	F4&F4&G4&F4&G4 33
   309	E5&E5 32
   310	F4&G4&A4&C5&B4 32
   311	G4&A4&G4&G4&G4 32
   312	G4&G4&A4&C5 32
   313	A4&B4&G4 31
   314	C4&D4&F4&D4 31
   315	C5&C5&C5&A4&C5 31
   316	C5&C5&C5&D5 31
   317	D5&C5&D5&D5 31
   318	F4&E4&G4 31
   319	F4&F4&F4 31
   320	F4&G4&A4&A4&B4 31
   321	A4&C5&G4 30
   322	C5& 30
   323	C5&C5&D5&D5 30
   324	E5&C5&D5&D5 30
   325	E5&F5&D5&D5 30
   326	F4&C4&D4&D4 30
   327	F4&E4&E4&D4 30
   328	F4&E4&E4&D4&D4 30
   329	F4&G4&G4&F4&G4 30
   330	G4&A4&A4&G4&G4 30
   331	G4&A4&B4&C5&B4 30
   332	G4&G4&B4 30
   333	A4&G4&G4&G4&A4 29
   334	B3 29
   335	C5&A4&A4&G4&G4 29
   336	D5&C5 29
   337	G4&G4&A4&C5&B4 29
   338	G4&G4&A4&G4&G4 29
   339	A3&C4&D4&D4 28
   340	D4&F4&D4 28
   341	E4&D4&D4 28
   342	F4&E4&D4&F4&D4 28
   343	F4&F4&D4&F4&G4 28
   344	G4&A4&F4&G4 28
   345	G4&G4&G4&G4&G4 28
   346	G5 28
   347	C5&A4&G4&F4&G4 27
   348	C5&D5&E5&D5&D5 27
   349	D4&F4&E4 27
   350	F4&F4&D4&D4 27
   351	G4&A4&A4 27
   352	A4&A4&A4&B4 26
   353	A4&A4&B4&C5&B4 26
   354	A4&A4&G4&A4&C5 26
   355	B4&A4&B4 26
   356	C4&B3 26
   357	C4&F4&F4 26
   358	C5&C5&B4&C5&D5 26
   359	D5&D5&F5 26
   360	F4&D4&E4 26
   361	F4&E4&F4&F4&E4 26
   362	G4&A4&C5&C5&B4 26
   363	G4&A4&G4&A4 26
   364	A4&A4&A4&A4&G4 25
   365	A4&A4&C5&C5 25
   366	A4&A4&G4&A4 25
   367	A4&B4&C5&A4&G4 25
   368	A4&C5&D5&C5&B4 25
   369	A4&G4&F4 25
   370	C4&A3 25
   371	C5&B4&A4&C5 25
   372	C5&E5&D5 25
   373	D4&F4&E4&D4 25
   374	E4&E4&D4 25
   375	E4&F4&G4&A4 25
   376	F4&A4&C5&C5&D5 25
   377	F4&G4&A4&F4&G4 25
   378	G4&A4&C5&A4&A4 25
   379	G4&E4&F4&F4&E4 25
   380	G4&G4&C5&C5&B4 25
   381	G4&G4&G4&A4 25
   382	C4&D4&D4&A4&A4 24
   383	C5&D5&C5&A4&B4 24
   384	D4&C4&C4&D4 24
   385	D5&D5&D5 24
   386	E4&F4&D4&E4 24
   387	F4&C4&D4&F4&E4 24
   388	F4&D4&D4&D4&D4 24
   389	F4&D4&D4&E4 24
   390	F4&D4&D4&F4&G4 24
   391	G4&G4&G4&A4&C5 24
   392	A4&A4&A4&C5 23
   393	A4&B4&A4 23
   394	A4&B4&C5&A4 23
   395	B4&C5&A4&G4 23
   396	C5&D5&D5&D5&D5 23
   397	D4&G4 23
   398	D5&D5&C5&C5&D5 23
   399	E4&F4&F4&D4 23
   400	E5&F5&E5 23
   401	F4&F4&A4&C5&B4 23
   402	A4&B4&B4&A4 22
   403	C4&C4&D4&D4 22
   404	C5&D5&C5&D5 22
   405	D5&C5&C5&D5 22
   406	E4&F4&G4&A4&G4 22
   407	E5&F5&E5&F5&D5 22
   408	F4&E4&D4&D4&C4 22
   409	F4&E4&D4&F4&F4 22
   410	G4&F4&G4&A4 22
   411	G4&F4&G4&A4&G4 22
   412	A4&B4&A4&B4 21
   413	A4&C5&A4&G4&G4 21
   414	C5&B4&A4&C5&B4 21
   415	C5&C5&B4&A4&B4 21
   416	C5&C5&B4&B4 21
   417	C5&C5&C5&G4&B4 21
   418	C5&C5&G4&B4 21
   419	C5&D5&C5&A4&G4 21
   420	C5&D5&F5&E5&D5 21
   421	D4&C4&F4&G4 21
   422	E4&F4&G4&F4&E4 21
   423	F4&A4&F4&G4 21
   424	F4&A4&G4&A4 21
   425	F4&E4&D4&D4&A4 21
   426	G4&G4&F4&G4&A4 21
   427	G5&G5 21
   428	A4&A4&G4&A4&B4 20
   429	C4&D4&D4&F4&G4 20
   430	C5&A4&G4&A4&G4 20
   431	C5&A4&G4&G4 20
   432	C5&D5&D5&C5&B4 20
   433	D4&E4 20
   434	D5&C5&D5&E5 20
   435	D5&E5&D5&C5&B4 20
   436	E5&F5&G5&G5&F5 20
   437	F4&E4&C4&D4& 20
   438	G4&A4&A4&G4 20
   439	G4&G4&A4&A4 20
   440	A4&D5&C5&B4 19
   441	C5&A4&G4&A4 19
   442	C5&C5&C5&C5&A4 19
   443	C5&D5&B4&C5&B4 19
   444	D5&D5&C5&B4 19
   445	E4&D4&C4&D4 19
   446	F4&E4&D4&F4&E4 19
   447	F4&E4&E4&F4&G4 19
   448	F4&E4&G4&A4 19
   449	F4&G4&A4&G4& 19
   450	A4&A4&C5&A4&A4 18
   451	A4&C5&A4&C5 18
   452	A4&C5&A4&G4&A4 18
   453	A4&G4&F4&G4&B4 18
   454	A4&G4&G4&F4&F4 18
   455	A5 18
   456	C5&A4&G4&A4&B4 18
   457	C5&C5&A4&C5&B4 18
   458	C5&D5&C5&D5&F5 18
   459	D4&D4&D4&D4 18
   460	D5&C5&D5&C5&B4 18
   461	D5&D5&D5&E5&D5 18
   462	E4&D4&E4&E4 18
   463	E4&F4&E4&D4&C4 18
   464	E5&F5&G5&F5 18
   465	F4&B4 18
   466	F4&D4&F4&F4&G4 18
   467	F4&E4&F4&G4&E4 18
   468	F4&F4&C4 18
   469	F4&G4&A4&B4 18
   470	G4&A4&C5&A4 18
   471	G4&G4&C5&B4 18
   472	G5&G5&F5 18
   473	C5&C5&D5&C5&A4 17
   474	C5&D5&C5&E5&D5 17
   475	D5&C5&C5&B4 17
   476	F4&A4&A4&C5 17
   477	F4&A4&C5&D5 17
   478	F4&A4&C5&G4 17
   479	F4&E4&E4&E4 17
   480	F4&E4&F4&F4&D4 17
   481	F4&E4&G4&G4&A4 17
   482	F4&F4&G4&A4&A4 17
   483	F4&F4&G4&G4 17
   484	F4&G4&F4&E4&D4 17
   485	F4&G4&G4&A4 17
   486	G4&A4&G4&E4&E4 17
   487	G4&E4&F4&E4&D4 17
   488	G5&G5&F5&E5&D5 17
   489	A4&C5&G4&A4 16
   490	A4&G4&A4&G4&A4 16
   491	B4&A4&G4 16
   492	C5&C5&B4&A4&C5 16
   493	C5&D5&D5&D5&E5 16
   494	C5&D5&D5&E5&D5 16
   495	C5&D5&E5&F5 16
   496	E4&D4&E4 16
   497	E4&F4&D4&D4&D4 16
   498	E5&E5&D5&E5&D5 16
   499	F4&F4&D4&C4&D4 16
   500	G4&A4&G4&F4&F4 16
   501	G4&C5&C5&D5 16
   502	G4&G4&A4&C5&C5 16
   503	A4&A4&C5&A4 15
   504	A4&B4&A4&A4&G4 15
   505	A4&B4&C5&B4&A4 15
   506	A4&G4&A4&G4&F4 15
   507	A4&G4&F4&A4 15
   508	B3&C4&D4 15
   509	C4&C4&C4 15
   510	C4&D4&D4&C4&D4 15
   511	C5&C5&C5&B4&A4 15
   512	C5&D5&A4&C5&B4 15
   513	C5&F5 15
   514	D4&C4&D4&F4&G4 15
   515	D4&D4&D4&E4 15
   516	D5&B4&C5&D5 15
   517	D5&D5&E5&F5 15
   518	E4&F4&E4&F4&G4 15
   519	F4&D4&C4&C4&D4 15
   520	F4&D4&C4&F4&G4 15
   521	F4&F4&E4&C4&D4 15
   522	F4&F4&E4&G4&G4 15
   523	F4&G4&G4&F4 15
   524	F5&E5 15
   525	G4&F4 15
   526	G4&F4&F4&G4 15
   527	G4&G4&C5&A4 15
   528	G5&A5&A5 15
   529	A3&C4&D4&F4&D4 14
   530	A4&B4&C5&C5 14
   531	A4&C5&A4&B4 14
   532	A4&G4&F4&G4&D4 14
   533	A4&G4&G4&F4 14
   534	C4&D4&D4&C4 14
   535	C5&A4&A4&A4&A4 14
   536	C5&B4&A4&A4 14
   537	C5&D5&C5&B4&B4 14
   538	C5&D5&E5&E5&D5 14
   539	F4&E4&F4&F4&G4 14
   540	F4&F4&D4&C4 14
   541	F4&F4&F4&F4&D4 14
   542	F5&F5&E5&D5 14
   543	G4&G4&C5&A4&G4 14
   544	A4&C5&B4&A4&G4 13
   545	A4&F4&A4 13
   546	A4&G4&F4&F4 13
   547	C5&B4&C5&A4 13
   548	C5&C5&B4&A4&A4 13
   549	C5&C5&D5&E5 13
   550	C5&D5&B4&C5&D5 13
   551	D4&E4&D4 13
   552	D4&E4&D4&C4&D4 13
   553	D4&F4&E4&F4&D4 13
   554	D5&D5&E5 13
   555	D5&F5&D5 13
   556	E4&F4 13
   557	E4&F4&G4&G4&A4 13
   558	E4&F4&G4&G4&E4 13
   559	E5&C5 13
   560	F4&A4&F4&G4&A4 13
   561	F4&D4&F4&C4&D4 13
   562	F4&D4&F4&D4&D4 13
   563	F4&D4&F4&G4&A4 13
   564	G4&A4&G4&F4 13
   565	G4&A4&G4&F4&D4 13
   566	G4&G4&A4&B4&A4 13
   567	A3&C4 12
   568	A3&G3 12
   569	A4&B4&C5&B4&B4 12
   570	A4&G4&C5&B4 12
   571	A4&G4&E4 12
   572	A4&G4&G4&B4 12
   573	C4&C4&B3 12
   574	C4&D4&D4&A4 12
   575	C4&D4&D4&A4&C5 12
   576	C4&F4&G4&A4 12
   577	C5&B4&G4 12
   578	C5&C5&D5&F5 12
   579	C5&C5&G4&G4 12
   580	C5&D5&E5&D5&B4 12
   581	C5&E5&F5&E5&D5 12
   582	D4&D4&F4&G4 12
   583	D4&E4&F4&G4&G4 12
   584	D5&E5&D5&D5 12
   585	E4&F4&G4&E4 12
   586	F4&A4&A4&A4&A4 12
   587	F4&A4&D4 12
   588	F4&C4&C4 12
   589	F4&C4&D4&D4&D4 12
   590	F4&E4&C4&F4&G4 12
   591	F4&F4&F4&F4&E4 12
   592	F4&G4&A4&A4&A4 12
   593	F4&G4&A4&G4&A4 12
   594	F4&G4&F4&F4 12
   595	F4&G4&F4&F4&G4 12
   596	F4&G4&F4&G4&A4 12
   597	G4&F4&E4&D4 12
   598	G4&G4&G4&F4&G4 12
   599	G5&A5&G5&F5 12
   600	A4&A4&G4&G4&G4 11
   601	A4&B4&C5&D5 11
   602	B4&A4 11
   603	B4&C5&B4&A4&G4 11
   604	B5 11
   605	C4&D4&D4&F4&F4 11
   606	C5&A4&A4&B4 11
   607	C5&A4&G4&A4&C5 11
   608	C5&B4&A4&G4&G4 11
   609	C5&C5&D5&C5 11
   610	C5&D5&D5&C5&C5 11
   611	C5&F4&A4 11
   612	C5&G4&A4&C5 11
   613	D4&C4&B3 11
   614	D4&C4&D4&D4 11
   615	D4&G4&A4&G4 11
   616	D5&D5&D5&C5&B4 11
   617	E4&E4&F4&E4&D4 11
   618	E4&F4&D4&D4&E4 11
   619	E5&D5&E5 11
   620	F4&D4&D4&A4&A4 11
   621	F4&D4&D4&F4&F4 11
   622	F4&D4&F4&E4&D4 11
   623	F4&E4&F4&E4 11
   624	F4&E4&G4&E4 11
   625	F4&F4&A4&C5&C5 11
   626	F4&F4&E4&F4&E4 11
   627	F4&F4&F4&A4 11
   628	F4&F4&F4&G4&A4 11
   629	G4&A4&C5&D5&D5 11
   630	G4&A4&F4&E4&D4 11
   631	G4&A4&F4&F4&G4 11
   632	G4&G4&G4&A4&G4 11
   633	A4&A4&A4&C5&A4 10
   634	A4&A4&A4&G4&A4 10
   635	A4&A4&B4&A4 10
   636	A4&B4&A4&G4&A4 10
   637	A4&B4&G4&F4&G4 10
   638	A4&C5&B4&A4&C5 10
   639	A4&C5&C5&G4&G4 10
   640	A4&G4&A4&C5&D5 10
   641	A4&G4&E4&G4&E4 10
   642	A4&G4&F4&E4&E4 10
   643	C4&D4&C4&D4 10
   644	C4&D4&F4&E4&D4 10
   645	C4&F4&G4&A4&G4 10
   646	C5&A4&C5&D5 10
   647	C5&D5&C5&A4&A4 10
   648	C5&D5&E5&D5&E5 10
   649	D4&D4&D4&C4&D4 10
   650	D4&F4&D4&C4 10
   651	D4&F4&D4&C4&D4 10
   652	E4&G4&G4 10
   653	E5&D5&D5 10
   654	E5&F5&D5&C5&C5 10
   655	E5&F5&E5&D5&F5 10
   656	F4&A4&A4&A4&G4 10
   657	F4&D4&D4&D4&E4 10
   658	F4&D4&F4&D4&C4 10
   659	F4&E4&F4&D4&C4 10
   660	F4&G4&F4&D4 10
   661	F4&G4&F4&F4&D4 10
   662	F4&G4&G4&A4&G4 10
   663	F4&G4&G4&F4&F4 10
   664	G4&A4&A4&A4&A4 10
   665	G4&C5&C5 10
   666	G4&G4&G4&B4 10
   667	G4&G4&G4&C5&B4 10
   668	A3&B3 9
   669	A4&A4&B4&A4&A4 9
   670	A4&A4&C5&G4&G4 9
   671	A4&B4&C5&A4&A4 9
   672	A4&C5&A4&C5&C5 9
   673	A4&C5&C5&G4 9
   674	A4&G4&A4&A4&A4 9
   675	A4&G4&A4&G4&D4 9
   676	A4&G4&C5&C5 9
   677	A4&G4&E4&E4 9
   678	A4&G4&F4&A4&G4 9
   679	A4&G4&G4&A4&A4 9
   680	A5&G5&F5 9
   681	B4&A4&G4&A4&B4 9
   682	B4&B4&B4 9
   683	B4&B4&B4&B4 9
   684	C4&C4&D4&F4&D4 9
   685	C4&C4&D4&F4&F4 9
   686	C5&A4&A4&A4&G4 9
   687	C5&A4&G4&G4&G4 9
   688	C5&B4&A4&C5&C5 9
   689	C5&C5&B4&C5&C5 9
   690	C5&D5&A4 9
   691	C5&D5&C5&D5&B4 9
   692	C5&D5&E5&D5&C5 9
   693	C5&G4&G4 9
   694	C6 9
   695	D4&F4&D4&D4 9
   696	D4&G4&F4&G4 9
   697	D5&B4&C5&B4 9
   698	D5&F5&D5&F5 9
   699	E4&C4&D4 9
   700	E4&E4&E4&D4 9
   701	E4&F4&G4&F4&D4 9
   702	E4&G4&A4&A4 9
   703	E4&G4&E4&E4 9
   704	E5&E5&E5&D5 9
   705	F4&A4&A4&G4 9
   706	F4&A4&C5&A4 9
   707	F4&E4&F4&G4&D4 9
   708	F4&F4&F4&E4&C4 9
   709	F4&F4&G4&A4&C5 9
   710	F4&G4&E4&F4&D4 9
   711	F4&G4&G4&A4&C5 9
   712	G4&A4&B4&B4 9
   713	G4&A4&C5&A4&G4 9
   714	G4&A4&C5&B4&A4 9
   715	G4&A4&G4&G4&F4 9
   716	G4&D5&D5&D5&D5 9
   717	G4&E4&F4&F4 9
   718	G4&F4&A4&C5&C5 9
   719	G4&G4&F4&E4&D4 9
   720	G4&G4&F4&F4&G4 9
   721	G5&F5&E5&D5&F5 9
   722	A4&A4&G4&A4&G4 8
   723	A4&A4&G4&C5&C5 8
   724	A4&B4&A4&F4&G4 8
   725	A4&B4&B4&A4&A4 8
   726	A4&C5&B4&C5&B4 8
   727	B3&C4&D4&D4 8
   728	B4&B4&A4&B4 8
   729	B5&A5 8
   730	C4&B3&C4&D4&D4 8
   731	C4&C4&E4&F4&G4 8
   732	C4&D4&D4&D4&E4 8
   733	C4&D4&F4&D4&D4 8
   734	C5&A4&B4&C5 8
   735	C5&A4&C5&C5&B4 8
   736	C5&A4&C5&C5&D5 8
   737	C5&B4&A4&A4&G4 8
   738	C5&B4&C5&D5&C5 8
   739	C5&C5&A4&C5&D5 8
   740	C5&C5&C5&A4&B4 8
   741	C5&C5&C5&B4&B4 8
   742	C5&D5&A4&A4&G4 8
   743	C5&D5&F5&F5 8
   744	C5&D5&G4 8
   745	D4&C4&C4 8
   746	D4&C4&F4&G4&A4 8
   747	D4&D4&E4 8
   748	D5&D5&B4&C5&D5 8
   749	D5&D5&C5&D5&E5 8
   750	D5&E5&E5&D5 8
   751	D5&E5&F5&G5&F5 8
   752	E4&D4&E4&F4&G4 8
   753	E4&F4&G4&E4&E4 8
   754	E5&E5&D5&D5&E5 8
   755	E5&F5&D5&C5&B4 8
   756	F4&A4&A4&G4&G4 8
   757	F4&A4&G4&A4&G4 8
   758	F4&D4&C4&C4 8
   759	F4&D4&E4&F4&D4 8
   760	F4&D4&F4&E4 8
   761	F5&D5&D5 8
   762	G4&A4&C5&A4&B4 8
   763	G4&A4&C5&C5&D5 8
   764	G4&A4&G4&A4&C5 8
   765	G4&B4&C5&A4&G4 8
   766	G4&F4&E4&D4&D4 8
   767	G4&F4&E4&D4&E4 8
   768	G4&G4&A4&C5&A4 8
   769	G5&G5&A5 8
   770	A4&A4&A4&F4&G4 7
   771	A4&A4&D5&D5 7
   772	A4&A4&F4&G4&A4 7
   773	A4&B4&A4&A4 7
   774	A4&B4&G4&F4&F4 7
   775	A4&C5&B4&A4&B4 7
   776	A4&C5&D5&B4 7
   777	A4&F4&G4&A4&G4 7
   778	A4&F4&G4&G4 7
   779	A4&G4&E4&G4 7
   780	A4&G4&F4&F4&A4 7
   781	A4&G4&G4&C5&B4 7
   782	A4&G4&G4&E4 7
   783	A4&G4&G4&G4&E4 7
   784	B4&C5&D5&D5&D5 7
   785	C4&D4&E4&F4&G4 7
   786	C5&A4&C5&D5&D5 7
   787	C5&B4&A4&B4&B4 7
   788	C5&B4&C5&A4&G4 7
   789	C5&B4&G4&A4 7
   790	C5&C5&C5&C5&C5 7
   791	C5&C5&E5&D5 7
   792	C5&D5&B4&B4 7
   793	C5&D5&B4&C5&A4 7
   794	C5&D5&C5&A4&C5 7
   795	C5&D5&D5&F5 7
   796	D4&A4&A4 7
   797	D4&A4&A4&G4 7
   798	D4&C4&D4&F4&F4 7
   799	D4&F4&F4 7
   800	D4&F4&F4&E4 7
   801	D4&F4&G4&A4 7
   802	D5&C5&B4&C5&D5 7
   803	D5&C5&D5&D5&D5 7
   804	D5&D5&C5&A4 7
   805	D5&D5&D5&F5 7
   806	D5&E5&C5&A4 7
   807	D5&E5&F5&E5 7
   808	E4&D4&G4&A4 7
   809	E4&E4&G4&A4 7
   810	E4&F4&A4&A4 7
   811	E4&F4&G4&F4&F4 7
   812	E4&F4&G4&G4&D4 7
   813	E5&D5&C5&C5&B4 7
   814	E5&D5&C5&D5&D5 7
   815	E5&F5&E5&F5 7
   816	E5&F5&G5&F5&F5 7
   817	F4&C4&D4&F4&G4 7
   818	F4&D4&D4&F4&E4 7
   819	F4&D4&D4&G4&G4 7
   820	F4&E4&D4&A4&A4 7
   821	F4&E4&D4&G4&G4 7
   822	F4&F4&D4&F4&F4 7
   823	F4&F4&F4&C4&D4 7
   824	F4&F4&F4&D4&D4 7
   825	F4&F4&F4&E4&G4 7
   826	F4&F4&G4&G4&E4 7
   827	G4&A4&F4&F4 7
   828	G4&A4&G4&A4&G4 7
   829	G4&B4&C5&D5&D5 7
   830	G4&C5&B4&C5&D5 7
   831	G4&C5&C5&C5&C5 7
   832	G4&C5&C5&G4&B4 7
   833	G4&E4&E4 7
   834	G4&E4&G4&A4&G4 7
   835	G4&G4&A4&G4&A4 7
   836	G4&G4&C5 7
   837	G5&A5&G5 7
   838	A4&A4&F4&A4&G4 6
   839	A4&A4&G4&A4&A4 6
   840	A4&B4&G4&G4 6
   841	A4&C5&A4&A4&A4 6
   842	A4&C5&A4&C5&A4 6
   843	A4&C5&A4&C5&D5 6
   844	A4&C5&C5&B4&G4 6
   845	A4&C5&C5&C5 6
   846	A4&C5&C5&C5&C5 6
   847	A4&C5&C5&C5&G4 6
   848	A4&G4&A4&B4&C5 6
   849	A4&G4&A4&B4&G4 6
   850	A4&G4&A4&F4&F4 6
   851	A4&G4&A4&G4&E4 6
   852	A4&G4&F4&D4 6
   853	A4&G4&F4&G4&E4 6
   854	A4&G4&G4&C5&C5 6
   855	A4&G4&G4&F4&A4 6
   856	A4&G4&G4&F4&D4 6
   857	A5&A5 6
   858	B4&C5&A4 6
   859	B4&C5&A4&G4&A4 6
   860	B4&C5&B4&A4 6
   861	B4&C5&D5&E5&D5 6
   862	B4&D5&E5&D5 6
   863	B4&G4&F4&G4 6
   864	B5&C6 6
   865	C4&A3&C4&D4&D4 6
   866	C4&D4&E4&F4&D4 6
   867	C4&D4&F4&F4&C4 6
   868	C4&E4 6
   869	C4&F4&E4&F4&G4 6
   870	C4&F4&F4&G4 6
   871	C5&A4&C5&C5&C5 6
   872	C5&B4&A4&G4&A4 6
   873	C5&B4&C5&B4&B4 6
   874	C5&B4&C5&C5 6
   875	C5&C5&A4&C5 6
   876	C5&C5&C5&D5&E5 6
   877	C5&C5&G4&A4 6
   878	C5&D5&E5&G5 6
   879	C5&E5&F5&G5 6
   880	C5&G4&A4&C5&B4 6
   881	D4&D4&C4&C4&D4 6
   882	D4&D4&D4&F4&G4 6
   883	D4&E4&D4&E4 6
   884	D4&F4&D4&D4&C4 6
   885	D4&F4&G4&A4&G4 6
   886	D4&F4&G4&G4 6
   887	D4&G4&G4 6
   888	D5&B4&C5 6
   889	D5&C5&B4&A4 6
   890	D5&C5&B4&B4 6
   891	D5&C5&B4&C5&B4 6
   892	D5&C5&C5&C5 6
   893	D5&D5&C5&C5&B4 6
   894	D5&F5&F5&F5 6
   895	E4&E4&E4&E4 6
   896	E4&F4&D4&C4 6
   897	E4&F4&E4&C4&D4 6
   898	E4&F4&E4&E4&D4 6
   899	E4&F4&E4&G4 6
   900	E4&F4&F4&E4 6
   901	E4&F4&G4&D4 6
   902	E5&C5&C5&B4 6
   903	E5&D5&D5&D5 6
   904	E5&E5&D5&C5&B4 6
   905	E5&E5&D5&D5&D5 6
   906	E5&E5&E5 6
   907	E5&G5&F5 6
   908	E5&G5&G5 6
   909	F4&C4&A3 6
   910	F4&D4&F4&C4 6
   911	F4&D4&F4&D4 6
   912	F4&E4&D4&D4&E4 6
   913	F4&E4&D4&E4&D4 6
   914	F4&E4&D4&G4 6
   915	F4&E4&F4 6
   916	F4&F4&D4&C4&C4 6
   917	F4&G4&D4 6
   918	F4&G4&F4&F4&E4 6
   919	F4&G4&G4&G4 6
   920	G4&A4&F4&F4&D4 6
   921	G4&A4&G4&A4&B4 6
   922	G4&A4&G4&F4&A4 6
   923	G4&A4&G4&F4&E4 6
   924	G4&C5&B4 6
   925	G4&E4&F4&E4 6
   926	G4&E4&G4&A4 6
   927	G4&F4&E4 6
   928	G4&G4&B4&C5&D5 6
   929	G4&G4&F4 6
   930	G4&G4&F4&A4 6
   931	G5&G5&G5 6
   932	A4&A4&A4&A4&B4 5
   933	A4&A4&B4&A4&G4 5
   934	A4&A4&B4&B4&B4 5
   935	A4&A4&C5&C5&B4 5
   936	A4&A4&C5&C5&C5 5
   937	A4&A4&C5&G4 5
   938	A4&A4&C5&G4&A4 5
   939	A4&A4&D4 5
   940	A4&A4&F4&A4 5
   941	A4&B4&A4&A4&A4 5
   942	A4&B4&A4&G4&F4 5
   943	A4&B4&B4&B4 5
   944	A4&B4&C5&C5&C5 5
   945	A4&B4&C5&G4 5
   946	A4&B4&C5&G4&G4 5
   947	A4&B4&G4&A4&B4 5
   948	A4&B4&G4&F4 5
   949	A4&C5&A4&C5&B4 5
   950	A4&C5&B4&A4&A4 5
   951	A4&C5&C5&D5&D5 5
   952	A4&D5 5
   953	A4&F4&G4&A4&C5 5
   954	A4&F4&G4&D4 5
   955	A4&G4&A4&D5&E5 5
   956	A4&G4&A4&G4&B4 5
   957	A4&G4&C5&B4&C5 5
   958	A4&G4&C5&C5&D5 5
   959	A4&G4&F4&A4&C5 5
   960	A4&G4&G4&G4&F4 5
   961	B4&A4&G4&F4&G4 5
   962	B4&B4&C5&B4&B4 5
   963	B4&C5&A4&G4&G4 5
   964	B4&C5&C5 5
   965	C4&A3&C4&D4 5
   966	C4&D4&D4&E4&E4 5
   967	C4&D4&F4&E4&G4 5
   968	C4&E4&F4&G4 5
   969	C4&F4&E4&D4 5
   970	C4&F4&G4&A4&B4 5
   971	C5&A4&B4&A4&G4 5
   972	C5&A4&C5&A4&G4 5
   973	C5&A4&C5&G4 5
   974	C5&B4&D5&E5 5
   975	C5&B4&D5&E5&D5 5
   976	C5&B4&G4&G4 5
   977	C5&C5&A4&B4 5
   978	C5&C5&C5&D5&B4 5
   979	C5&C5&E5&F5&G5 5
   980	C5&C5&F4 5
   981	C5&C5&G4 5
   982	C5&D5& 5
   983	C5&D5&A4&B4 5
   984	C5&D5&A4&G4&A4 5
   985	C5&D5&D5&C5&A4 5
   986	C5&D5&E5&D5& 5
   987	C5&D5&F5&F5&F5 5
   988	C5&D5&G4&A4&C5 5
   989	D4&A4&G4 5
   990	D4&C4&D4&F4&E4 5
   991	D4&C4&F4 5
   992	D4&D4&G4&F4&F4 5
   993	D4&E4&G4&A4 5
   994	D4&F4&F4&G4 5
   995	D5&B4&C5&C5&B4 5
   996	D5&C5& 5
   997	D5&C5&B4&A4&G4 5
   998	D5&C5&D5&F5&D5 5
   999	D5&D5&E5&E5&D5 5
  1000	D5&D5&F5&E5&D5 5
  1001	D5&E5&D5&D5&B4 5
  1002	D5&E5&F5&D5 5
  1003	E4&D4&F4&E4&E4 5
  1004	E4&D4&F4&G4 5
  1005	E4&E4&D4&E4&D4 5
  1006	E4&F4&A4&C5&G4 5
  1007	E4&F4&E4&E4 5
  1008	E5&F5&D5&C5 5
  1009	E5&F5&F5 5
  1010	E5&F5&G5&G5 5
  1011	E5&G5&E5&D5 5
  1012	F4&A4&A4&A4 5
  1013	F4&C4&C4&D4 5
  1014	F4&C4&D4&F4&D4 5
  1015	F4&C5&C5&D5 5
  1016	F4&D4&C4&D4&F4 5
  1017	F4&D4&D4&F4&D4 5
  1018	F4&D4&F4&A4&G4 5
  1019	F4&E4&D4&C4&C4 5
  1020	F4&E4&E4&G4&G4 5
  1021	F4&E4&F4&A4&C5 5
  1022	F4&F4&A4&G4 5
  1023	F4&F4&C4&D4 5
  1024	F4&F4&D4&G4 5
  1025	F4&F4&E4&D4&C4 5
  1026	F4&F4&E4&E4&D4 5
  1027	F4&G4&B4 5
  1028	F4&G4&G4&D5&D5 5
  1029	F4&G4&G4&G4&G4 5
  1030	F5&G5&F5 5
  1031	G3 5
  1032	G4&A4&E4&E4 5
  1033	G4&A4&F4&A4 5
  1034	G4&A4&F4&E4 5
  1035	G4&C5&C5&B4 5
  1036	G4&E4&G4 5
  1037	G4&F4&F4&E4&D4 5
  1038	G4&F4&G4&G4&G4 5
  1039	G4&G4&A4&B4 5
  1040	G5&D5&F5 5
  1041	G5&F5&E5&D5&C5 5
  1042	& 4
  1043	D6 1
